Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Advanced techniques like "strafe jumping" ("strafing") or "circle jumping" ("CJ") offer only limited benefits in vanilla gameplay, but are crucial on CTS/DeFRaG servers that use slightly different physics.
gl: Técnicas avanzadas como “Xiro lateral en movemento” (“estrafar”) ou “salto en circulo” (“SC”) ofrecen só beneficios limitados no xogo estándar, pero son cruciais nos servidores CTS/DeFRaG que usan físicas lixeiramente diferentes.
it: Le tecniche avanzate come saltare col movimento laterale o saltare col movimento circolare ("circle jumping") offrono solo benefici limitati nel gameplay standard, ma sono cruciali sui server CTS/DeFRaG che utilizzano una fisica leggermente diversa.
ru: Продвинутые техники, такие как стрейф-джампинг («strafe jumping») или «циркл-джампинг» («circle jumping», «CJ»), дают лишь ограниченные преимущества в базовой игре, но имеют решающее значение на серверах Этапов/Дефрага, где используется немного другая физика.

source: If you want to master these techniques, be sure to check out %s.
gl: Se queres dominar estas técnicas, asegúrate de consultar %s.
it: Se vuoi padroneggiare queste tecniche, devi vedere %s.
ru: Если вы хотите освоить эти техники, обязательно ознакомьтесь с %s.

source: %s is a mod that heavily changes the game, giving players fewer but more powerful weapons, nades, and more movement options.
gl: %s é unha modificación que cambia moito o xogo, ofrecendo aos xogadores menos armas pero máis poderosas, granadas e máis opcións de movemento.
it: %s è una mod che cambia radicalmente il gioco, dando ai giocatori meno armi ma più potenti, granate e più opzioni di movimento.
ru: %s — это мод, который сильно меняет игру, давая игрокам меньшее, но более мощное оружие, гранаты и больше возможностей для передвижения.

source: In terms of weaponry, players have infinite ammo and spawn in with the %s, %s, and %s, and can pick up the %s and %s superweapons on the map sometimes. These weapons are a lot more powerful than the regular weapons, so their time-to-kill is quite low.
fr: En termes d'arsenal, les joueurs disposent de munitions infinies et apparaissent avec les %s, %s et %s. Ils peuvent parfois ramasser les super-armes %s et %s sur la carte. Ces dernières sont beaucoup plus puissantes que les armes classiques, leur durée d'utilisation est donc assez courte.
gl: En canto a armas, os xogadores teñen munición infinita e aparecen co %s,%s e %s, e ás veces poden recoller no mapa as súperarmas %s e %s. Estas armas son moito máis poderosas que as armas normais, polo que o seu tempo para matar é bastante baixo.
it: In termini di armamenti, i giocatori hanno munizioni infinite e nascono con %s, %s e %s, e a volte possono raccogliere le super-armi %s e %s sulla mappa. Queste armi sono molto più potenti delle armi normali, quindi il loro tempo per uccidere è piuttosto basso.
ru: Что касается вооружения, у игроков бесконечные боеприпасы, они появляются, имея %s, %s и %s, а на арене иногда можно подобрать супероружие вида %s и %s. Это оружие намного мощнее обычного, поэтому время до убийства довольно мало.

source: The secondary fire of all weapons shoots a laser which does not damage or push enemies, but can be used to push yourself around. Also since the %s mutator is active, all players have offhand nades.
gl: O disparo secundario de todas as armas dispara un láser que non causa dano nin empurra aos inimigos, pero pode usarse para empurrarte a ti mesmo. Ademais, como o mutador %s está activo, todos os xogadores teñen granadas na man secundaria.
it: Il fuoco secondario di tutte le armi spara un laser che non danneggia né spinge i nemici, ma può essere usato per spingere se stessi. Inoltre, poiché il mutatore %s è attivo, tutti i giocatori hanno granate immediate.
ru: Вторичный огонь всех видов оружия стреляет лазером, который не наносит урона и не отталкивает врагов, но может быть использован для подталкивания себя. Кроме того, поскольку мутатор %s активен, у всех игроков есть вспомогательные гранаты.

source: As for movement tricks, %s is enabled by default in %s, allowing for rapidly changing your movement direction.
gl: En canto a trucos de movemento, %s está activado por defecto en %s, permitindo cambiar rapidamente a dirección do teu movemento.
it: Per quanto riguarda i trucchi di movimento, %s è abilitato di default in %s, consentendo di cambiare rapidamente la direzione del movimento.
ru: Что касается трюков движения, %s включён по умолчанию в %s, что позволяет быстро менять направление движения.

source: %s ("Xonotic Pro-Mode") is a set of gameplay settings often used for competitive play, particularly in %s.
fr: %s (« Xonotic Pro-Mode ») est un ensemble de paramètres de jeu souvent utilisés pour les compétitions, en particulier en %s.
gl: %s ("Xonotic Pro-Mode") é un conxunto de configuracións de xogo usado frecuentemente para xogos competitivos, especialmente en %s.
it: %s ("Xonotic Pro-Mode") è un insieme di impostazioni di gioco spesso utilizzato per il gioco competitivo, in particolare in %s.
ru: %s («Профессиональный режим Xonotic») — это набор настроек игрового процесса, часто используемый для соревновательных игр, в частности в режиме %s.

source: It adds extra rules for picking up items, preventing players with 100 or more health or armor from taking %s, %s, %s, and %s pickups, in order to give other players a fairer chance of rebuilding their stack. It also disables spawn protection and enables friendly fire in team-based gametypes.
gl: Engade regras adicionais para recoller obxectos, impedindo que xogadores con 100 ou máis de saude ou armadura tomen recollibles de %s, %s, %s e %s, co fin de darlles aos demais xogadores unha oportunidade máis xusta de reconstruír a súa reserva. Tamén desactiva a protección ao aparecer e activa o fogo amigo en tipos de xogo por equipos.
it: Aggiunge regole extra per la raccolta di oggetti, impedendo ai giocatori con 100 o più di salute o armatura di prendere %s, %s, %s e %s, al fine di dare agli altri giocatori una possibilità più equa di ricostruire la loro salute e la loro armatura. Disabilita anche la protezione alla nascita e abilita il fuoco amico nei tipi di gioco a squadre.
ru: Он добавляет дополнительные правила для подбора предметов, запрещая игрокам со 100 или более единицами здоровья или брони брать предметы %s, %s, %s и %s, чтобы дать другим игрокам более справедливый шанс восстановить свои запасы. Он также отключает защиту при возрождении и включает дружественный огонь в командных режимах игры.

source: Moving
ast: Movimientu
de: Bewegung
es: Mover
fi: Liikkeet
fr: Mouvement
gl: Movéndose
it: Movimento
ja_jp: 移動
pl: Nawigacja
pt_br: Movimento
ru: Движение
sr: Кретање
sv: Rörelse

source: move forwards
de: vorwärts bewegen
es: mover hacia delante
fi: liiku eteenpäin
fr: avancer
gl: avanzar
it: vai avanti
ja_jp: 前進する
pt_br: mover-se para frente
ru: вперёд
sv: gå framåt

source: move backwards
de: rückwärts bewegen
es: mover hacia atrás
fi: liiku taaksepäin
fr: reculer
gl: moverse cara atrás
it: vai indietro
ja_jp: 後方に移動する
pt_br: mover-se para trás
ru: назад
sv: gå bakåt

source: jump / swim
ast: Saltar/nalar
de: springen / schwimmen
es: saltar / nadar
fi: hyppää / ui
fr: sauter / nager
gl: saltar / nadar
it: salta / risalire in acqua
ja_jp: ジャンプする / 泳ぐ
pl: skocz / wynurz
pt_br: saltar / nadar
ru: прыжок/всплыть
sr: скок и пливање
sv: hoppa / simma

source: crouch / sink
ast: Agachase/somorguiase
de: ducken / sinken
es: agacharse / bajar
fi: kyykisty / uppoa
fr: s'accroupir / couler
gl: agacharse / afundirse
it: abbassarsi / scendere in acqua
ja_jp: しゃがむ / 降りる
pl: kucnij / zanurz
pt_br: agachar / afundar
ru: пригнуться/погрузиться
sr: чучање и тоњење
sv: ducka / sjunk

source: jetpack
ast: Mochila propulsora
bg: реактивна раница
es: mochila propulsora
fi: lentopakkaus
gl: Mochila Propulsora
ja_jp: ジェットパック
pt_br: mochila a jato
ru: реактивный ранец

source: Attacking
ast: Ataque
bg: Атакуване
de: Angriff
es: Atacar
fi: Hyökkääminen
fr: Attaque
gl: Atacando
it: Attacco
ja_jp: 攻撃中
pl: Atak
pt_br: Ataques
ru: Атака
sr: Нападање
sv: Attackering

source: WEAPON^previous
ast: Anterior
de: vorherige
es: anterior
fi: ASE^edellinen
fr: précédente
gl: ARMA^anterior
it: precedente
ja_jp: 前
pl: poprzednia
pt_br: anterior
ru: WEAPON^предыдущее
sr: WEAPON^претходно
sv: föregående

source: WEAPON^next
ast: Siguiente
de: nächste
es: siguiente
fi: ASE^seuraava
fr: suivante
gl: ARMA^seguinte
it: seguente
ja_jp: 次
pl: następna
pt_br: seguinte
ru: WEAPON^следующее
sr: WEAPON^следеће
sv: nästa

source: WEAPON^previously used
ast: La usada anteriormente
de: zuvor benutzte
es: anteriormente usado
fi: ASE^aiemmin käytetty
fr: utilisée précédemment
gl: ARMA^utilizada anteriormente
it: precedentemente usata
ja_jp: 以前に使用された
pl: poprzednio użyta
pt_br: usada anteriormente
ru: WEAPON^ранее использованное
sr: WEAPON^претходно коришћено
sv: tidigare använt

source: WEAPON^best
ast: La meyor
de: beste
es: mejor
fi: ASE^paras
fr: meilleure
gl: ARMA^mellor
it: migliore
ja_jp: 最高
pl: najlepsza
pt_br: melhor
ru: WEAPON^лучшее
sr: WEAPON^најбоље
sv: bästa

source: reload
ast: Recargar
bg: презареждане
de: nachladen
es: recargar
fi: lataa uudelleen
fr: recharger
gl: recargar
it: ricarica
ja_jp: リロードする
pl: przeładuj
pt_br: recarregar
ru: перезарядить
sr: напуни
sv: ladda om

source: weapon group %d
de: Waffengruppe %d
fr: groupe d'armes %d
gl: grupo de armas %d
it: gruppo armi %d
pt_br: grupo de armas %d
ru: группа оружий %d

source: hold zoom
ast: Mantener el zoom
de: Zoom halten
es: mantener zoom
fi: pidä zoom paikallaan
fr: zoom
gl: manteña o zoom
it: tieni zoom
ja_jp: ズームを維持する
pl: trzymaj zbliżenie
pt_br: manter zoom
ru: увеличитель по удержании
sr: држи нишан
sv: håll zoom

source: toggle zoom
ast: Alternar el zoom
de: Zoom umschalten
es: cambiar zoom
fi: zoom-kytkin
fr: zoom 2 clics
gl: alternar o zoom
it: attiva/disattiva zoom
ja_jp: ズームを切り替える
pl: przełącz zbliżenie
pt_br: ativar/desativar zoom
ru: увеличитель по нажатии
sr: подигни или спусти нишан
sv: växla zoom

source: show scores
ast: Puntuaciones
de: Punkte anzeigen
es: mostrar puntaciones
fi: näytä pisteet
fr: afficher les scores
gl: mostrar puntuacións
it: mostra punteggi
ja_jp: 得点を表示する
pl: pokaż wyniki
pt_br: exibir pontuações
ru: показать счёт
sr: прикажи резултате
sv: visa poäng

source: screenshot
fr: capture d'écran
gl: captura de pantalla
pt_br: captura de tela
ru: снимок экрана

source: maximize radar
ast: Maximizar el radar
de: Radar maximieren
es: maximizar radar
fi: suurenna tutka
fr: agrandir le radar
gl: maximizar o radar
it: massimizza radar
ja_jp: レーダーを最大化する
pl: powiększ radar
pt_br: maximizar radar
ru: увеличить радар
sr: увећај радар
sv: maximera radar

source: 3rd person view
ast: Vista en 3ᵉʳ persona
bg: Изглед от 3то лице
de: 3.-Person-Ansicht
es: vista 3ª persona
fi: näkymä 3:ssa persoonassa
fr: vue à la 3ème personne
gl: Vista en 3ª persoa
it: vista terza persona
ja_jp: 三人称ビュー
pl: Widok 3-ciej osoby
pt_br: visão em 3ª pessoa
ru: вид от третьего лица
sr: поглед из трећег лица
sv: Tredje-personsvy

source: enter spectator mode
ast: Mou espectador
de: Zuschauen
es: entrar al modo espectador
fi: käynnistä katsojatila
fr: mode spectateur
gl: entrar en modo espectador
it: diventa spettatore
ja_jp: 観客モードに入る
pl: wejdż w tryb obserwatora
pt_br: entrar no modo de espectador
ru: стать зрителем
sr: уђи у режим праћења
sv: gå in i åskådarläge

source: Communication
ast: Comunicación
bg: Комуникация
de: Kommunikation
es: Comunicación
fi: Keskustelu
gl: Comunicación
it: Comunicazione
ja_jp: コミュニケーション
pl: Komunikacja
pt_br: Comunicação
ru: Связь
sv: Kommunikation

source: public chat
ast: Charra pública
bg: публичен чат
de: Nachricht an alle
es: chat público
fi: julkinen chat-keskustelu
fr: tchat public
gl: Conversa pública
it: chat pubblica
ja_jp: 公衆チャット
pl: wiadomość publiczna
pt_br: Bate-papo público
ru: общий чат
sr: јавно ћаскање
sv: allmän chatt

source: team chat
ast: Charra del equipu
de: Nachricht ans Team
es: chat de equipo
fi: joukkue-chat-keskustelu
fr: tchat d'équipe
gl: conversa do equipo
it: chat di squadra
ja_jp: チームチャット
pl: wiadomość drużynowa
pt_br: Bate-papo de equipe
ru: чат команды
sr: екипно ћаскање
sv: lagchatt

source: show chat history
ast: Historial de la charra
de: Chat-Historie zeigen
es: mostrar historial del chat
fi: näytä keskusteluhistoria
fr: historique du tchat
gl: amosar o historial da conversa
it: mostra storia chat
ja_jp: チャットの履歴を表示する
pl: pokaż historię
pt_br: exibir histórico do bate-papo
ru: показать историю чата
sr: прикажи историјат ћаскања
sv: visa chatthistorik

source: vote YES
ast: Votar SÍ
bg: гласувайте ДА
de: Abstimmung: JA
es: votar SI
fi: äänestä KYLLÄ
fr: voter OUI
gl: votar SI
it: vota SÌ
ja_jp: 「はい」を投票する
pl: głosuj TAK
pt_br: votar SIM
ro: votează DA
ru: голосовать ДА
sr: гласај ЗА
sv: rösta JA

source: vote NO
ast: Votar NON
bg: гласувайте НЕ
de: Abstimmung: NEIN
es: votar NO
fi: äänestä EI
fr: voter NON
gl: votar NON
it: vota NO
ja_jp: 「いいえ」を投票する
pl: głosuj NIE
pt_br: votar NÃO
ro: votează NU
ru: голосовать НЕТ
sr: гласај ПРОТИВ
sv: rösta NEJ

source: Client
ast: Veceru
bg: Клиент
es: Cliente
fi: Asiakasohjelma
gl: Cliente
ja_jp: クライアント
pl: Klient
pt_br: Cliente
ru: Клиент
sr: Клијент
sv: Klient

source: enter console
ast: Abrir la consola
de: Konsole öffnen
es: entrar en la consola
fi: käynnistä pääte
fr: ouvrir la console
gl: entrar na consola
it: apri console
ja_jp: コンソールを入力する
pl: pokaż konsolę
pt_br: abrir o console
ru: открыть консоль
sr: уђи у конзолу
sv: gå in på konsolen

source: quit
bg: изход
de: Beenden
es: salir
fi: lopeta
fr: quitter
gl: sair
it: esci
ja_jp: ゲームをやめる
pl: wyjdź
pt_br: sair
ro: ieși
ru: выход
sr: изађи
sv: avsluta

source: auto-join team
ast: Xunión automática a un equipu
de: Team autom. wählen
es: unirse al equipo automáticamente
fi: liity joukkueeseen automaattisesti
fr: auto-joindre une équipe
gl: unirse automaticamente ao equipo
it: auto-scegli squadra
ja_jp: 自動的にチームに参加する
pl: automatycznie dołącz do drużyny
pt_br: juntar-se à uma equipe automáticamente
ru: автовыбор команды
sr: ауто-приступи екипи
sv: gå med lag automatiskt

source: drop key/flag, exit vehicle
ast: Soltar una llave/bandera, colar d'un vehículu
de: Schlüssel/Flagge wegwerfen, Fahrzeug verlassen
es: caer llave/bandera, salir del vehículo
fi: pudota avain/lippu, poistu ajoneuvosta
fr: lâcher clé / drapeau, quitter véhicule
gl: soltar chave/bandeira, saír do vehículo
it: lascia chiave/bandiera, esci dal veicolo
ja_jp: 鍵/旗を落とす / 乗り物から降りる
pt_br: largar chave/bandeira, sair de veículo
ru: бросить ключ/флаг, покинуть транспорт
sv: släpp nyckel/flagga, gå ut ur fordon

source: suicide / respawn
ast: Suicidase/remanecer
de: Suizid / Respawn
es: suicidar / reaparecer
fi: itsari / uudelleensynty
fr: suicide / réapparition
gl: suicidio / reaparición
it: suicidati / rinasci
ja_jp: 自殺/リスポーン
pl: odwal magika
pt_br: suicidar-se / ressurgir
ru: суицид/возрождение
sv: självmord / återskapa

source: quick menu
ast: Menú rápidu
bg: бързо меню
de: Schnellmenü
es: menú rápido
fi: pikavalikko
fr: menu rapide
gl: menú rápido
it: menu veloce
ja_jp: クイックメニュー
pl: szybkie menu
pt_br: menu rápido
ru: быстрое меню
sr: брзи мени
sv: snabbmeny

source: scoreboard user interface
de: Punktetafel-Benutzeroberfläche
es: interfaz de usuario de la tabla de puntuaciones
fi: Tulostaulukon käyttöliittymä
fr: interface utilisateur du tableau des scores
gl: interface de usuario do marcador
it: interfaccia utente tabella punteggi
ja_jp: スコアボードのユーザーインターフェース
pt_br: interface de usuário para o placar
ru: пользовательский интерфейс таблицы результатов
sv: användargränssnitt för poängtavla

source: User defined
ast: Arreyos del usuariu
de: Benutzerdefiniert
es: Definido por el usuario
fi: Käyttäjän määrittämä
fr: Raccourcis personnalisés
gl: Definido polo usuario
it: Definiti dall'utente
ja_jp: ユーザー定義
pl: Zdefiniowane przez użytkownika
pt_br: Definido pelo usuário
ru: Пользовательские
sr: Кориснички подешено
sv: Användardefinierad

source: Development
ast: Desendolcu
de: Entwicklung
es: Desarrollo
fi: Kehitys
fr: Développement
gl: Desenvolvemento
it: Sviluppo
ja_jp: 開発
pt_br: Desenvolvimento
ru: Разработка
sv: Utveckling

source: sandbox menu
de: Sandkasten-Menü
es: menú sandbox
fi: rajattu hiekkalaatikkovalikko
fr: menu bac à sable
gl: menú área de proba
it: menu sandbox
ja_jp: サンドボックスメニュー
pl: menu piaskownicy
pt_br: menu sandbox
ru: меню песочницы
sr: сендбокс мени
sv: sandlådemeny

source: drag object (sandbox)
de: Objekt ziehen (Sandkasten)
es: arrastrar objeto (sandbox)
fi: raahaa kohde (hiekkalaatikko)
fr: traîner l'objet (bac à sable)
gl: arrastrar obxecto (área de proba)
it: trascina oggetto (sandbox)
ja_jp: オブジェクトをドラッグ (サンドボックス)
pt_br: arrastar objeto (sandbox)
ru: подвинуть объект (песочница)
sv: dra objekt (sandlåda)

source: waypoint editor menu
de: Wegpunkteditormenü
es: menú del editor de puntos de encuentro
fi: välietapin muokkausvalikko
fr: menu de l'éditeur de balises
gl: menú do editor de puntos de encontro
it: menu waypoint editor
ja_jp: ウェイポイント編集メニュー
pt_br: menu do editor de ponto de interesse
ru: меню редактора путевых точек
sv: redigeringsmeny för vägpunkter

source: Leave current match
de: Aktuelles Spiel verlassen
es: Abandonar la partida actual
fi: Poistu nykyisestä kamppailusta
fr: Quitter la partie en cours
gl: Abandonar a partida actual
it: Abbandona partita
ja_jp: 現在の試合を残す
pl: Opuść mecz
pt_br: Sair da partida
ro: Părăsește meciul actual
ru: Покинуть текущий матч
sv: Lämna nuvarande match

source: Stop demo
bg: Спрете демото
de: Wiederholung stoppen
es: Parar demo
fi: Lopeta näyte
fr: Arrêter la démo
gl: Deter demo
it: Interrompi demo
ja_jp: デモを止める
pl: Zatrzymaj demo
pt_br: Parar demo
ro: Oprire demo
ru: Остановить демку
sv: Stoppå demo

source: Leave campaign
de: Kampagne verlassen
es: Abandonar modo campaña
fi: Poistu kampanjasta
fr: Quitter la campagne
gl: Abandonar a partida actual
it: Abbandona campagna
ja_jp: キャンペーンレベルを残す
pl: Opuść kampanię
pt_br: Sair da campanha
ru: Покинуть кампанию
sv: Lämna kampanj

source: Leave singleplayer
bg: Напуснете самостоятелната игра
de: Einzelspieler verlassen
es: Abandonar modo de un jugador
fi: Poistu yksinpelistä
fr: Quitter la partie solo
gl: Deixa o modo un só xogador
it: Abbandona singleplayer
ja_jp: シングルプレイヤーを残す
pl: Opuść tryb jednoosobowy
pt_br: Sair do jogo
ru: Покинуть одиночную игру
sv: Lämna enspelarläge

source: Leave multiplayer
bg: Напуснете мрежовата игра
de: Mehrspieler verlassen
es: Abandonar modo multijugador
fi: Poistu moninpelistä
fr: Quitter le multijoueur
gl: Deixa o multixogador
it: Abbandona multiplayer
ja_jp: マルチプレイヤーを残す
pl: Opuść tryb sieciowy
pt_br: Sair do multijogador
ru: Покинуть сетевую игру
sv: Lämna flerspelarläge

source: Leave current campaign level
de: Aktuellen Kampagnenlevel verlassen
es: Abandonar nivel actual del modo campaña
fi: Poistu nykyisestä kampanjan tasosta
fr: Quitter le niveau de la campagne en cours
gl: Abandona o nivel de campaña actual
it: Abbandona il livello della campagna
ja_jp: 現在のキャンペーンレベルを残す
pl: Opuść obecny poziom kampani
pt_br: Sair deste nível da campanha
ro: Părăsește nivelul de campanie actual
ru: Покинуть текущий уровень кампании
sv: Lämna nuvarande kampanjnivå

source: Leave current singleplayer match
de: Aktuelles Einzelspielerspiel verlassen
es: Abandonar partida actual de modo de un jugador
fi: Poistu nykyisestä yksinpeliottelusta
fr: Quitter la partie solo en cours
gl: Deixar a partida actual para un só xogador
it: Abbandona la partita singleplayer
ja_jp: 現在のシングルプレイヤー試合を残す
pl: Opuść mecz jednoosobowy
pt_br: Sair desta partida de único jogador
ro: Părăsește meciul singleplayer actual
ru: Покинуть текущий матч одиночной игры
sv: Lämna nuvarande enspelarmatch

source: Leave current multiplayer match / Disconnect from the server
de: Aktuelles Mehrspielerspiel verlassen / Vom Server trennen
es: Abandonar partida actual del modo multijugador / Desconectar del servidor
fi: Poistu nykyisestä moninpeliottelusta / katkaise yhteys palvelimeen
fr: Quitter la partie multijoueur en cours / Se déconnecter du serveur
gl: Deixa a partida multixogador actual / Desconecta do servidor
it: Abbandona la partita multiplayer / Disconnettiti dal server
ja_jp: 現在のマルチプレイヤー試合を残す / サーバーから切断する
pl: Opuść mecz sieciowy / Rozłącz się z serwerem
pt_br: Sair desta partida de multijogador, ou desconectar do servidor
ro: Părăsește meciul multiplayer actual / Deconectează-te de la server
ru: Покинуть текущий матч игры по сети / отключиться от сервера
sv: Lämna nuvanande flerspelarmatch / Koppla bort från server

source: Do not press this button again!
ast: ¡Nun vuelvas primir esti botón!
be: Больш не націскайце гэтую кнопку!
bg: Не натискайте пак този бутон!
de: Bitte nicht nochmal diesen Knopf drücken!
es: ¡No vuelva a pulsar este botón!
fi: Älä paina enää näppäintä!
fr: N'appuyez plus sur ce bouton !
gl: Non prema este botón de novo!
it: Non premere questo tasto di nuovo!
ja_jp: もう一度このボタンを押さないでください!
pl: Nie wciskaj więcej tego przycisku!
pt_br: Não aperte este botão novamente!
ro: Nu mai apăsa butonul ăsta!
ru: Не нажимайте эту кнопку снова!
sr: Не притискај овај тастер више!
sv: Tryck inte på den här knappen igen!
uk: Більше не натискайте цю клавішу!

source: Huh? Can't play this (m is NULL). Refiltering so this won't happen again.
de: Huch? Kann dies nicht spielen (m ist NULL). Neufilterung, damit das nicht nochmal passiert.
es: ¿Eh? No se puede jugar (m is NULL). Filtrando de nuevo para que esto no vuelva a ocurrir.
fi: Täh? Tätä ei voi pelata (m on NULL-tyhjiö). Uudelleensuodatetaan jotta näin ei tapahtuisi enää.
fr: Hein ? Impossible de lancer cette partie (m est NULL). Re-filtrer pour que cela ne se reproduise plus.
gl: Eh? Non se pode reproducir isto (m é NULL). Refiltrando para que isto non volva ocorrer.
it: Eh? Non posso lanciare questa mappa (m è NULL). Rifiltro in modo che non accada di nuovo.
ja_jp: おや? これを遊ぶことができません (m is NULL)。これが再度発生しないように再フィルタリングします。
pt_br: Hã? Impossível jogar isto (m é NULO). Refiltrando para que isso não ocorra novamente.
ru: Что? Не удаётся проиграть (m = NULL). Перефильтровка, чтобы такого больше не случалось.
sv: Va? Kan inte spela detta (m är NULL). Omfiltrerar så att detta inte händer igen.

source: %s's Xonotic Server
ast: El sirvidor de Xonotic de %s
be: Сервер Xonotic ад %s
bg: %s Xonotic Сървър
es: Servidor de Xonotic de %s
fi: %s Xonotic-palvelin
fr: Serveur Xonotic de %s
gl: %sServidor de Xonotic
it: Server Xonotic di %s
ja_jp: %sのXONOTICサーバー
pl: Serwer Xonotic %s
pt_br: Servidor de Xonotic de %s
ro: Serverul Xonotic al lui %s
ru: Сервер Xonotic от %s
sr: Зонотик сервер играча %s
uk: Сервер Xonotic від %s

source: Huh? Can't play this (invalid gametype). Refiltering so this won't happen again.
fr: Hein ? Impossible de lancer cette partie (type de partie invalide). Re-filtrer pour que cela ne se reproduise plus.
gl: Eh? Non se pode xogar a isto (tipo de xogo inválido). Voltando a filtrar para que isto non volva ocorrer.
it: Eh? Non posso lanciare questa mappa (tipo di gioco invalido). Rifiltro in modo che non accada di nuovo.
pt_br: Hã? Impossível jogar isto (tipo de jogo inválido). Refiltrando para que isso não ocorra novamente.
ru: Что? Не удаётся проиграть (неверный режим игры). Перефильтровка, чтобы такого больше не случалось.

source: spectator
ast: espectador
be: глядач
bg: наблюдател
de: Zuschauer
es: espectador
fi: katsoja
fr: spectateur
gl: Observador
it: spettatore
ja_jp: 観客
pl: obserwujący
pt_br: espectador
ru: зритель
sr: пратилац
sv: åskådare
uk: спостерігач
