Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: The %s fires bullets that traverse the map instantaneously and deal a significant chunk of damage on impact.
fr: Le %s tire des balles qui traversent instantanément la carte et infligent des dégâts importants à l'impact.
gl: O %s dispara balas que atravesan o mapa de forma instantánea e causan unha cantidade significativa de dano ao impactar.
it: Il %s spara proiettili che attraversano la mappa istantaneamente e infliggono una notevole quantità di danno all'impatto.
ru: %s выпускает пули, которые мгновенно пересекают арену и наносят значительный урон при попадании.

source: The secondary fire shoots a few less powerful bullets at once with a bit of scatter.
fr: Le tir secondaire tire plusieurs balles de moindre puissance à la fois avec une légère dispersion.
gl: O disparo secundario dispara varias balas menos potentes ao mesmo tempo cunha pequena dispersión.
it: Il fuoco secondario spara in una volta sola alcuni proiettili meno potenti con un po' di dispersione.
ru: Вторичный огонь стреляет сразу несколькими менее мощными пулями с небольшим разбросом.

source: It consumes %s ammo for each bullet shot.
fr: Il consomme des munitions de type %s pour chaque balle tirée.
gl: Consume munición de %s por cada bala disparada
it: Consuma %s per ogni pallottola sparata.
ru: Потребляет патроны типа %s за каждую выпущенную пулю.

source: Unlike the %s, the secondary fire doesn't zoom, so %s needs to be used manually with the %s. Also, it needs to be reloaded after its magazine is emptied.
fr: Contrairement au %s, le tir secondaire ne permet pas de zoomer, le %s doit donc être utilisé manuellement avec le %s. De plus, il doit être rechargé une fois son chargeur vidé.
gl: Ao contrario que o %s, o disparo secundario non amplía a vista, polo que o %s debe usarse manualmente co %s. Ademais, necesita recargarse despois de que se esgote o cargador.
it: A differenza del %s, il fuoco secondario non ha zoom, quindi il %s deve essere usato manualmente con il %s. Inoltre, deve essere ricaricato dopo che il suo caricatore si è scaricato.
ru: В отличие от %s, вторичный огонь не включает прицеливание, поэтому %s необходимо использовать вручную с помощью %s. Также её нужно перезаряжать после опустошения магазина.

source: zoom
ru: увеличитель

source: Similar to the %s, the %s can be used at any range, but it stands out at long ranges.
fr: Tout comme le %s, le %s peut être utilisé à n'importe quelle distance, mais il excelle particulièrement à longue portée.
gl: Semellante o %s, o %s pódese usar a calquera distancia, pero destaca a longa distancia.
it: Simile al %s, il %s può essere usato a qualsiasi raggio, ma si distingue a lunghe distanze.
ru: Как и %s, %s можно использовать на любой дистанции, но он особенно выделяется на дальних расстояниях.

source: Rifle
bg: Винтовка
de: Gewehr
fi: Kivääri
fr: Fusil de précision
ja_jp: ライフル
pl: Snajperka
ro: Luneta
ru: Винтовка
sv: Gevär
uk: Гвинтівка

source: The %s is a unique weapon, firing a "tag" which then launches a few homing missiles if it collides with a player. The homing isn't perfect, so sometimes the missiles can hit an object or a corner.
fr: Le %s est une arme unique qui tire une « balise » et lance ensuite plusieurs missiles à tête chercheuse si celle-ci heurte un joueur. Le guidage n'est pas parfait, les missiles peuvent donc parfois toucher un objet ou un coin.
gl: O %s é unha arma única, que dispara unha 'marca' que logo lanza varios mísiles guiados se colide cun xogador. A guía dos mísiles non é perfecta, polo que ás veces poden chocar contra un obxecto ou unha esquina.
it: Il %s è un'arma unica, che spara un etichetta o "tag" che poi lancia alcuni missili a ricerca di bersaglio se collide con un giocatore. La ricerca non è perfetta, quindi a volte i missili possono colpire un oggetto o un angolo.
ru: %s — уникальное оружие, стреляющее «меткой», которая затем запускает несколько самонаводящихся ракет при столкновении с игроком. Наведение не идеально, поэтому иногда снаряды могут попасть в объект или угол.

source: The secondary fire launches a rapid barrage of scattered explosives that travel only a short distance.
fr: Le tir secondaire lance une rafale rapide d'explosifs dispersés qui ne parcourent qu'une courte distance.
gl: O disparo secundario lanza unha rápida chuvia de explosivos dispersos que viaxan só unha curta distancia.
it: Il fuoco secondario lancia una rapida raffica di esplosivi sparsi che viaggiano solo per una breve distanza.
ru: Вторичный огонь производит быстрый залп разбросанных зарядов с малой дальностью полёта.

source: It consumes %s ammo, even when the tag doesn't land.
fr: Il consomme des munitions de type %s, même lorsque la balise n'atteint pas sa cible.
gl: Consume munición de %s, incluso cando a marca non impacta.
it: Consuma %s, anche quando il tag non colpisce.
ru: Потребляет патроны типа %s, даже когда метка не попадает в цель.

source: The %s primary fire deals quite a lot of damage when a tag lands, although it requires skill to aim effectively. The secondary fire is only useful in close range combat, and sometimes the explosives can damage yourself too.
fr: Le tir primaire du %s inflige beaucoup de dégâts lorsqu'une balise touche sa cible, mais il faut beaucoup d'habileté pour viser efficacement. Le tir secondaire n'est utile qu'en combat rapproché, et les explosifs peuvent parfois vous infliger des dégâts à vous-même.
gl: O disparo primario do %s causa bastante dano cando a marca impacta, aínda que require habilidade para apuntar eficazmente. O disparo secundario só é útil en combates a curta distancia, e ás veces os explosivos poden danarte a ti tamén.
it: Il fuoco primario del %s infligge una notevole quantità di danni quando un tag colpisce, sebbene richieda abilità per mirare efficacemente. Il fuoco secondario è utile solo nel combattimento a distanza ravvicinata, e a volte gli esplosivi possono anche danneggiare te stesso.
ru: Основной огонь %s наносит довольно много урона при попадании метки, хотя для эффективного прицеливания требуется умение. Вторичный огонь полезен только в ближнем бою, и иногда взрывчатые заряды могут навредить и вам самим.

source: T.A.G. Seeker
fi: T.A.G. Hakeutuva
gl: Buscadora S.e.G
ja_jp: T.A.G.シーカー
ru: Самонаводчик
sr: Т.А.Г. трагач
uk: Шукач T.A.G.

source: The %s is one of the two main default weapons, firing a single shotgun round which spreads into multiple pellets upon exiting the barrel.
fr: Le %s est l'une des deux armes principales par défaut. Il tire une seule balle de fusil qui se disperse en plusieurs plombs lorsqu'elle sort du canon.
gl: A %s é unha das dúas armas principais predeterminadas, disparando unha soa bala de escopeta que se dispersa en múltiples perdigóns ao saír do canón.
it: Il %s è una delle due armi predefinite principali, che spara una singola cartuccia che si disperde in più pallini all'uscita dalla canna.
ru: %s — одно из двух основных стартовых видов оружия, стреляющее одиночным патроном дроби, которая распадается на несколько поражающих элементов при выходе из ствола.

source: The secondary fire swings the %s, slapping players close enough with the head of the weapon. Since the slap takes a moment to land, timing this well is difficult.
fr: Le tir secondaire brandit le %s, frappant les joueurs suffisamment proches avec la crosse. Comme la frappe met un certain temps à atteindre sa cible, il est difficile de bien synchroniser son utilisation.
gl: O disparo secundario balancea o %s, dando un golpe aos xogadores que estean suficientemente próximos coa cabeza da arma. Como o golpe tarda un intre en impactar, acertar o tempo é difícil.
it: Il fuoco secondario fa un movimento col %s che schiaffeggia i giocatori abbastanza vicini con la testa dell'arma. Siccome lo schiaffo impiega un momento per andare a segno, brandirlo al momento giusto è difficile.
ru: Вторичный огонь совершает взмах %s, ударяя достаточно близких игроков головной частью оружия. Поскольку удар наносится не мгновенно, правильно рассчитать время бывает затруднительно.

source: The primary fire consumes %s ammo, although if you spawn in with the %s you will already have some.
fr: Le tir primaire nécessite des munitions de type %s, mais si vous apparaissez avec le %s, vous en aurez déjà quelques-unes à votre disposition.
gl: O disparo primario consume munición de %s, aínda que se apareces co %s xa terás algo dispoñible.
it: Il fuoco primario consuma %s, anche se ne avrai già un po' se nasci con il %s.
ru: Основной огонь расходует патроны типа %s, хотя если вы возродились с %s, у вас уже будет некоторый их запас.

source: Shotgun
ast: Escopeta
bg: Пушка
de: Schrotflinte
es: Escopeta
fi: Haulikko
fr: Fusil
gl: Escopeta
ja_jp: ショットガン
pl: Dubeltówka
pt_br: Escopeta
ro: Pusca
ru: Дробовик
sv: Hagelbörsa
uk: Рушниця

source: The %s is a unique weapon that makes the ears of nearby enemies bleed by playing awful sounds, also slightly knocking them back.
fr: Le %s est une arme unique qui fait saigner les oreilles des ennemis à proximité en émettant des sons horribles, et en les repoussant légèrement.
gl: O %s é unha arma única que fai sangrar os oídos dos inimigos próximos ao reproducir sons horribles, provocando tamén un lixeiro retroceso.
it: Il %s è un'arma unica che fa sanguinare le orecchie dei nemici vicini riproducendo suoni orribili, e da loro anche un po' di respinta.
ru: %s — уникальное оружие, заставляющее уши ближайших врагов кровоточить от воспроизведения ужасных звуков, а также слегка отталкивающее их.

source: The secondary fire works the same way, playing a higher pitch.
fr: Le tir secondaire fonctionne de la même manière, mais avec un son plus aigu.
gl: O disparo secundario funciona do mesmo xeito, reproducindo un ton máis agudo.
it: Il fuoco secondario funziona allo stesso modo, suonando una tonalità più alta.
ru: Вторичный огонь работает по тому же принципу, но с более высокой частотой.

source: The only ammo it needs to operate is the breath from your lungs.
fr: Les seules munitions dont il a besoin pour fonctionner est l'air que vous expirez.
gl: A única munición que necesita para funcionar é o aire dos teus pulmóns.
it: Le uniche munizioni di cui ha bisogno per funzionare è il respiro dei tuoi polmoni.
ru: Единственное топливо, необходимое для его работы, — это воздух из ваших лёгких.

source: Since your enemies need to be close by to hear your rubbish music, the %s is only effective at very close ranges.
fr: Comme vos ennemis doivent être proches pour entendre votre musique insupportable, le %s n'est efficace qu'à très courte portée.
gl: Como os teus inimigos deben estar preto para escoitar a túa música horrorosa, o %s só é efectiva a distancias moi curtas.
it: Dato che i tuoi nemici devono essere vicini per sentire la tua musica spazzatura, il %s è efficace solo a distanze molto ravvicinate.
ru: Поскольку вашим врагам нужно находиться поблизости, чтобы услышать вашу отвратительную музыку, %s эффективен только на очень близкой дистанции.

source: The pitch the %s plays depends on the movement keys pressed.
fr: La hauteur du son joué par le %s dépend des touches de mouvement enfoncées.
gl: O ton que reproduce o potenciador %s depende das teclas de movemento que se preman.
it: La tonalità che il %s riproduce dipende dai tasti di movimento premuti.
ru: Высота звука %s зависит от нажатых клавиш движения.

source: @!#%'n Tuba
ast: La @!#% tuba
de: @!#% Tuba
fi: @!#%'n tuuba
gl: Tuba Maldita
ja_jp: @!#%'nチューバ
pl: @!#% Tuba
ru: @!#%'я Туба
sr: Ј!#%на труба
sv: @!#% Tuba
uk: @!#%'а Туба

source: The %s is a unique weapon, firing a deadly beam of energy dealing a huge amount of damage. In %s, the beam has the ability to instantly kill enemies with a single shot, unless they have an %s.
fr: Le %s est une arme unique qui tire un rayon d'énergie mortel infligeant d'énormes dégâts. En %s, le rayon a la capacité de tuer instantanément les ennemis en un seul tir, à moins qu'ils ne disposent d'une %s.
gl: O %s é unha arma única, que dispara un feixe de enerxía mortal que causa unha enorme cantidade de dano. En %s, o feixe ten a capacidade de matar instantaneamente aos inimigos cun só disparo, a menos que teñan un %s.
it: Il %s è un'arma unica, che spara un raggio mortale di energia infliggendo un'enorme quantità di danni. In %s, il raggio ha la capacità di uccidere istantaneamente i nemici con un singolo colpo, a meno che non abbiano una %s.
ru: %s — уникальное оружие, испускающее смертоносный луч энергии, наносящий огромный урон. В %s луч способен мгновенно убивать врагов одним выстрелом, если у них нет %s.

source: The secondary fire shoots a laser identical to that fired by the %s, with strong knockback.
fr: Le tir secondaire projette un laser identique à celui tiré par le %s, avec une force de recul importante.
gl: O disparo secundario dispara un láser idéntico ao que dispara o %s, con forte retroceso
it: Il fuoco secondario spara un laser identico a quello sparato dal %s, con una forte respinta.
ru: Вторичный огонь выпускает лазер, идентичный тому, которым стреляет %s, с сильной отдачей.

source: It is a superweapon, so isn't often found in game, except in %s where all players spawn with it.
fr: Il s'agit d'une super-arme, on ne le retrouve donc pas souvent dans le jeu, sauf en %s où tous les joueurs apparaissent avec.
gl: É unha superarma, polo que non se atopa moi a miúdo no xogo, agás no %s, onde todos os xogadores aparecen con ela.
it: È una superarma, quindi non si trova spesso in gioco, eccetto in %s dove tutti i giocatori ne hanno una.
ru: Это супероружие, поэтому в игре оно встречается нечасто, за исключением режима %s, где все игроки возрождаются с ним.

source: It consumes some %s ammo with each shot.
fr: Il consomme des munitions de type %s pour chaque tir.
gl: Consume algo de munición de %s por cada disparo.
it: Consuma alcune %s per ogni sparo.
ru: Потребляет патроны типа %s за каждый выстрел.

source: Vaporizer
ast: Vaporiador
de: Vaporisierer
es: Vaporizador
fi: Höyrystäjä
gl: Vaporizador
ja_jp: 気化器
ro: Vaporizator
ru: Испаритель

source: The secondary fire zooms in when held, allowing for ease of aiming.
fr: Le tir secondaire effectue un zoom avant lorsqu'il est maintenu enfoncé, ce qui facilite la visée.
gl: O disparo secundario amplía a vista ao manterse premido, facilitando a puntería.
it: Il fuoco secondario ingrandisce quando tenuto premuto, facilitando la mira.
ru: Вторичный огонь вызывает увеличитель при удержании, что облегчает прицеливание.

source: It consumes %s ammo for each shot.
it: Consuma %s per ogni colpo.
ru: Потребляет патроны типа %s за каждый выстрел.

source: Unlike the %s, the %s doesn't need to be reloaded manually, although you have to wait a couple seconds between shots. Uniquely, it can be fired slightly before it finishes completely reloading, albeit with the tradeoff of dealing slightly less damage.
fr: Contrairement au %s, le %s n'a pas besoin d'être rechargé manuellement, mais vous devez attendre quelques secondes entre chaque tir. Il a la particularité de pouvoir être utilisé avant d'être complètement rechargé, mais cela réduit légèrement les dégâts infligés.
gl: Ao contrario que o %s, o %s non precisa recargarse manualmente, aínda que hai que esperar un par de segundos entre disparos. De xeito único, pode dispararse un pouco antes de que se recargue completamente, aínda que a cambio causará un pouco menos de dano.
it: A differenza del %s, il %s non ha bisogno di essere ricaricato manualmente, anche se devi aspettare un paio di secondi tra un colpo e l'altro. Unicamente, può essere sparato leggermente prima che finisca completamente di ricaricarsi, sebbene con il compromesso di infliggere un danno leggermente inferiore.
ru: В отличие от %s, %s не требует ручной перезарядки, хотя между выстрелами нужно ждать пару секунд. Уникально то, что он может выстрелить чуть раньше полного завершения перезарядки, но с небольшим снижением урона.

source: Vortex
ast: Vórtice
fi: Pyörremyrsky
gl: Vórtice
ja_jp: ボーテックス
ru: Вихрь

source: CI_DEC^%s years
ast: %s años
be: CI_DEC^%s гадоў
bg: CI_DEC^%s години
de: CI_DEC^%s Jahre
es: %s años
fi: CI_DEC^%s vuotta
fr: %s ans
gl: CI_DEC^%s anos
it: %s anni
ja_jp: %s 年
pl: %s lat
pt_br: %s anos
ro: CL_DEC^%s ani
ru: %s года
sv: %s år
uk: CI_DEC^%s років

source: CI_ZER^%d years
ast: %d años
be: CI_ZER^%d гадоў
bg: CI_ZER^%d години
de: CI_ZER^%d Jahre
es: %d años
fi: CI_ZER^%d vuotta
fr: %d an
gl: CI_ZER^%d anos
it: %d anni
ja_jp: %d 年
pl: %d lat
pt_br: %d anos
ro: CI_ZER^%d ani
ru: %d лет
sv: %d år
uk: CI_ZER^%d років

source: CI_FIR^%d year
ast: %d añu
be: CI_FIR^%d год
bg: CI_FIR^%d година
de: CI_FIR^%d Jahr
es: %d año
fi: CI_FIR^%d vuosi
fr: %d an
gl: CI_FIR^%d ano
it: %d anno
ja_jp: %d 年
pl: %d rok
pt_br: %d ano
ro: CI_FIR^%d an
ru: %d год
sv: %d år
uk: CI_FIR^%d рік

source: CI_SEC^%d years
ast: %d años
be: CI_SEC^%d гады
bg: CI_SEC^%d години
de: CI_SEC^%d Jahre
es: %d años
fi: CI_SEC^%d vuotta
fr: %d ans
gl: CI_SEC^%d anos
it: %d anni
ja_jp: %d 年
pl: %d lata
pt_br: %d anos
ro: CI_SEC^%d ani
ru: %d года
sv: %d år
uk: CI_SEC^%d років

source: CI_THI^%d years
ast: %d años
be: CI_THI^%d гады
bg: CI_THI^%d години
de: CI_THI^%d Jahre
es: %d años
fi: CI_THI^%d vuotta
fr: %d ans
gl: CI_THI^%d anos
it: %d anni
ja_jp: %d 年
pl: %d lata
pt_br: %d anos
ro: CI_THI^%d ani
ru: %d года
sv: %d år
uk: CI_THI^%d років

source: CI_MUL^%d years
ast: %d años
be: CI_MUL^%d гадоў
bg: CI_MUL^%d години
de: CI_MUL^%d Jahre
es: %d años
fi: CI_MUL^%d vuotta
fr: %d ans
gl: CI_MUL^%d anos
it: %d anni
ja_jp: %d 年
pl: %d lat
pt_br: %d anos
ro: CI_MUL^%d ani
ru: %d лет
sv: %d år
uk: CI_MUL^%d років

source: CI_DEC^%s weeks
ast: %s selmanes
be: CI_DEC^%s тыдняў
bg: CI_DEC^%s седмици
de: CI_DEC^%s Wochen
es: %s semanas
fi: CI_DEC^%s viikkoa
fr: %s semaines
gl: CI_DEC^%s semanas
it: %s settimane
ja_jp: %s 週間
pl: %s weeks
pt_br: %s semanas
ro: CI_DEC^%s săptămâni
ru: %s недели
sv: %s veckor
uk: CI_DEC^%s тижнів

source: CI_ZER^%d weeks
ast: %d selmanes
be: CI_ZER^%d тыдняў
bg: CI_ZER^%d седмици
de: CI_ZER^%d Wochen
es: %d semanas
fi: CI_ZER^%d viikkoa
fr: %d semaine
gl: CI_ZER^%d semanas
it: %d settimane
ja_jp: %d 週間
pl: %d tygodni
pt_br: %d semanas
ro: CI_ZER^%d săptămâni
ru: %d недель
sv: %d veckor
uk: CI_ZER^%d тижнів

source: CI_FIR^%d week
ast: %d selmana
be: CI_FIR^%d тыдзень
bg: CI_FIR^%d седмица
de: CI_FIR^%d Woche
es: %d semana
fi: CI_FIR^%d viikko
fr: %d semaine
gl: CI_FIR^%d semana
it: %d settimana
ja_jp: %d 週間
pl: %d tydzień
pt_br: %d semana
ro: CI_FIR^%d săptămână
ru: %d неделя
sv: %d vecka
uk: CI_FIR^%d тижнів

source: CI_SEC^%d weeks
ast: %d selmanes
be: CI_SEC^%d тыдні
bg: CI_SEC^%d седмици
de: CI_SEC^%d Wochen
es: %d semanas
fi: CI_SEC^%d viikkoa
fr: %d semaines
gl: CI_SEC^%d semanas
it: %d settimane
ja_jp: %d 週間
pl: %d tygodnie
pt_br: %d semanas
ro: CI_SEC^%d săptămâni
ru: %d недели
sv: %d veckor
uk: CI_SEC^%d тижнів

source: CI_THI^%d weeks
ast: %d selmanes
be: CI_THI^%d тыдні
bg: CI_THI^%d седмици
de: CI_THI^%d Wochen
es: %d semanas
fi: CI_THI^%d viikkoa
fr: %d semaines
gl: CI_THI^%d semanas
it: %d settimane
ja_jp: %d 週間
pl: %d tygodnie
pt_br: %d semanas
ro: CI_THI^%d săptămâni
ru: %d недели
sv: %d veckor
uk: CI_THI^%d тижнів

source: CI_MUL^%d weeks
ast: %d selmanes
be: CI_MUL^%d тыдняў
bg: CI_MUL^%d седмици
de: CI_MUL^%d Wochen
es: %d semanas
fi: CI_MUL^%d viikkoa
fr: %d semaines
gl: CI_MUL^%d semanas
it: %d settimane
ja_jp: %d 週間
pl: %d tygodni
pt_br: %d semanas
ro: CI_MUL^%d săptămâni
ru: %d недель
sv: %d veckor
uk: CI_MUL^%d тижнів

source: CI_DEC^%s days
ast: %s díes
be: CI_DEC^%s дзён
bg: CI_DEC^%s дни
de: CI_DEC^%s Tage
es: %s días
fi: CI_DEC^%s päivää
fr: %s jours
gl: CI_DEC^%s dias
it: %s giorni
ja_jp: %s 日
pl: %s dni
pt_br: %s dias
ro: CI_DEC^%s zile
ru: %s дня
sv: %s dagar
uk: CI_DEC^%s днів

source: CI_ZER^%d days
ast: %d díes
be: CI_ZER^%d дзён
bg: CI_ZER^%d дни
de: CI_ZER^%d Tage
es: %d días
fi: CI_ZER^%d päivää
fr: %d jour
gl: CI_ZER^%d dias
it: %d giorni
ja_jp: %d 日
pl: %d dni
pt_br: %d dias
ro: CI_ZER^%d zile
ru: %d дней
sv: %d dagar
uk: CI_ZER^%d днів

source: CI_FIR^%d day
ast: %d día
be: CI_FIR^%d дзень
bg: CI_FIR^%d ден
de: CI_FIR^%d Tag
es: %d día
fi: CI_FIR^%d päivä
fr: %d jour
gl: CI_FIR^%d dia
it: %d giorno
ja_jp: %d 日
pl: %d dzień
pt_br: %d dia
ro: CI_FIR^%d zi
ru: %d день
sv: %d dag
uk: CI_FIR^%d день

source: CI_SEC^%d days
ast: %d díes
be: CI_SEC^%d дні
bg: CI_SEC^%d дни
de: CI_SEC^%d Tage
es: %d días
fi: CI_SEC^%d päivää
fr: %d jours
gl: CI_SEC^%d dias
it: %d giorni
ja_jp: %d 日
pl: %d dni
pt_br: %d dias
ro: CI_SEC^%d zile
ru: %d дня
sv: %d dagar
uk: CI_SEC^%d днів

source: CI_THI^%d days
ast: %d díes
be: CI_THI^%d дні
bg: CI_THI^%d дни
de: CI_THI^%d Tage
es: %d días
fi: CI_THI^%d päivää
fr: %d jours
gl: CI_THI^%d dias
it: %d giorni
ja_jp: %d 日
pl: %d dni
pt_br: %d dias
ro: CI_THI^%d zile
ru: %d дня
sv: %d dagar
uk: CI_THI^%d днів

source: CI_MUL^%d days
ast: %d díes
be: CI_MUL^%d дзён
bg: CI_MUL^%d дни
de: CI_MUL^%d Tage
es: %d días
fi: CI_MUL^%d päivää
fr: %d jours
gl: CI_MUL^%d dias
it: %d giorni
ja_jp: %d 日
pl: %d dni
pt_br: %d dias
ro: CI_MUL^%d zile
ru: %d дней
sv: %d dagar
uk: CI_MUL^%d днів

source: CI_DEC^%s hours
ast: %s hores
be: CI_DEC^%s гадзін
bg: CI_DEC^%s часа
de: CI_DEC^%s Stunden
es: %s horas
fi: CI_DEC^%s tuntia
fr: %s heures
gl: CI_DEC^%s horas
it: %s ore
ja_jp: %s 時間
pl: %s godzin
pt_br: %s horas
ro: CI_DEC^%s ore
ru: %s часа
sv: %s timmar
uk: CI_DEC^%s годин

source: CI_ZER^%d hours
ast: %d hores
be: CI_ZER^%d гадзін
bg: CI_ZER^%d часа
de: CI_ZER^%d Stunden
es: %d horas
fi: CI_ZER^%d tuntia
fr: %d heure
gl: CI_ZER^%d horas
it: %d ore
ja_jp: %d 時間
pl: %d godzin
pt_br: %d horas
ro: CI_ZER^%d ore
ru: %d часов
sv: %d timmar
uk: CI_ZER^%d годин

source: CI_FIR^%d hour
ast: %d hora
be: CI_FIR^%d гадзіна
bg: CI_FIR^%d час
de: CI_FIR^%d Stunde
es: %d hora
fi: CI_FIR^%d tunti
fr: %d heure
gl: CI_FIR^%d hora
it: %d ora
ja_jp: %d 時間
pl: %d godzina
pt_br: %d hora
ro: CI_FIR^%d oră
ru: %d час
sv: %d timme
uk: CI_FIR^%d година

source: CI_SEC^%d hours
ast: %d hores
be: CI_SEC^%d гадзіны
bg: CI_SEC^%d часа
de: CI_SEC^%d Stunden
es: %d horas
fi: CI_SEC^%d tuntia
fr: %d heures
gl: CI_SEC^%d horas
it: %d ore
ja_jp: %d 時間
pl: %d godziny
pt_br: %d horas
ro: CI_SEC^%d ore
ru: %d часа
sv: %d timmar
uk: CI_SEC^%d годин

source: CI_THI^%d hours
ast: %d hores
be: CI_THI^%d гадзіны
bg: CI_THI^%d часа
de: CI_THI^%d Stunden
es: %d horas
fi: CI_THI^%d tuntia
fr: %d heures
gl: CI_THI^%d horas
it: %d ore
ja_jp: %d 時間
pl: %d godziny
pt_br: %d horas
ro: CI_THI^%d ore
ru: %d часа
sv: %d timmar
uk: CI_THI^%d годин

source: CI_MUL^%d hours
ast: %d hores
be: CI_MUL^%d гадзін
bg: CI_MUL^%d часа
de: CI_MUL^%d Stunden
es: %d horas
fi: CI_MUL^%d tuntia
fr: %d heures
gl: CI_MUL^%d horas
it: %d ore
ja_jp: %d 時間
pl: %d godzin
pt_br: %d horas
ro: CI_MUL^%d ore
ru: %d часов
sv: %d timmar
uk: CI_MUL^%d годин

source: CI_DEC^%s minutes
ast: %s minutos
be: CI_DEC^%s хвілін
bg: CI_DEC^%s минути
de: CI_DEC^%s Minuten
es: %s minutos
fi: CI_DEC^%s minuuttia
fr: %s minutes
gl: CI_DEC^%s minutos
it: %s minuti
ja_jp: %s 分
pl: %s minut
pt_br: %s minutos
ro: CI_DEC^%s minute
ru: %s минуты
sr: CI_DEC^%s минута
sv: %s minuter
uk: CI_DEC^%s хвилин

source: CI_ZER^%d minutes
ast: %d minutos
be: CI_ZER^%d хвілін
bg: CI_ZER^%d минути
de: CI_ZER^%d Minuten
es: %d minutos
fi: CI_ZER^%d minuuttia
fr: %d minute
gl: CI_ZER^%d minutos
it: %d minuti
ja_jp: %d 分
pl: %d minut
pt_br: %d minutos
ro: CI_ZER^%d minute
ru: %d минут
sr: CI_ZER^%d минута
sv: %d minuter
uk: CI_ZER^%d хвилин

source: CI_FIR^%d minute
ast: %d minutu
be: CI_FIR^%d хвіліна
bg: CI_FIR^%d минута
es: %d minuto
fi: CI_FIR^%d minuutti
fr: %d minute
gl: CI_FIR^%d minuto
it: %d minuto
ja_jp: %d 分
pl: %d minuta
pt_br: %d minuto
ro: CI_FIR^%d minut
ru: %d минута
sv: %d minute
uk: CI_FIR^%d хвилина
