Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^F2Now playing ^F4OVERTIME^F2! ^BGAdded ^F4%s^BG to the game!
bg: ^F2Сега играете ^F4ИЗВЪНРЕДНО^F2! ^BGДобавихме ^F4%s^BG към играта!
de: ^F4VERLÄNGERUNG^F2! ^F4%s ^BGwurde zum Spiel hinzugefügt!
es: ^F2¡Ahora jugando en ^F4TIEMPO EXTRA^F2! ^BG¡Se ha añadido ^F4%s^BG al juego!
fi: ^F2Nyt pelataan ^F4JATKOAIKAA^F2! ^BGLisätty ^F4%s^BG peliin!
fr: ^F4PROLONGATIONS^F2 ^F2commencées ! ^BG^F4%s^BG de jeu supplémentaires !
gl: ^F2Agora xogando en^F4OVERTIME^F2! ^BGAEngadiuse ^F4%s^BG ao xogo!
it: ^F2Si giocano i ^F4SUPPLEMENTARI^F2! ^BGAggiunti ^F4%s^BG alla partita!
ja_jp: ^F2残業中! ^BG F4%s^BG がゲームに追加された!
pt_br: ^F2Jogando agora nos ^F4ACRÉSCIMOS^F2! ^BGAdicionado ^F4%s^BG à partida!
ro: ^F2Acum se joacă ^F4PRELUNGIRE^F2! ^BGA fost adăugat ^F4%s^BG în joc!
ru: ^F2Теперь идёт ^F4ДОПОЛНИТЕЛЬНОЕ ВРЕМЯ^F2! ^BGК игровому времени добавлено ^F4%s^BG!
sv: ^F2Spelar nu ^F4ÖVERTID^F2! ^BGLade till ^F4%s^BG i spelet!
uk: ^F2Йде ^F4ДОДАТКОВИЙ ЧАС^F2! ^BGДодано ^F4%s^BG у гру!

source: ^K1In^BG-portal created
ast: ^BGCreóse un portal d'^K1entrada
be: ^K1Уваходны^BG партал створаны
de: ^K1Eingangs^BG-Portal erstellt
es: ^K1Portal de entrada^BG creado
fi: ^K1Sisäänkäynti^BG-portaali on luotu
fr: ^BGPortail ^K1entrant^BG créé
gl: ^K1Portal de Entrada ^BG-creado
it: ^BGPortale di ^K1ingresso ^BGcreato
ja_jp: ^BGポータル^K1内^BGが作成された
pl: ^K1In^BG-portal jest stworzony
pt_br: ^K1^BGPortal de entrada criado
ro: ^K1Interior^BG-portal creat
ru: ^K1Входной ^BGпортал создан
sv: ^K1In^BG-portal skapad

source: ^F3Out^BG-portal created
ast: ^BGCreóse un portal de ^F3salida
be: ^F3Выходны^BG партал створаны
de: ^F3Ausgangs^BG-Portal erstellt
es: ^F3Portal de salida^BG creado
fi: ^F3Uloskäynti^BG-portaali luotu
fr: ^BGPortail ^F3sortant^BG créé
gl: ^F3Portal de Saida^BG-creado
it: ^BGPortale di ^F3Uscita ^BGcreato
ja_jp: ^BGポータル^F3外^BGが作成された
pl: ^F3Out^BG-portal jest stworzony
pt_br: ^F3^BGPortal de saída criado
ro: ^F3Exterior^BG-portal creat
ru: ^F3Выходной ^BGпортал создан
sv: ^F3Ut^BG-portal skapad

source: ^F1Portal creation failed
ast: ^F1Falló la creación del portal
de: ^F1Portalerstellung fehlgeschlagen
es: ^F1Creación de portal ha fallado
fi: ^F1Portaalin luominen epäonnistui
fr: ^F1Échec de la création du portail
gl: ^F1Produciuse un erro na creación do portal
it: ^F1Creazione del portale fallita
ja_jp: ^F1ポータルの作成に失敗した
pl: ^F1Utworzenie portalu się nie powiodło
pt_br: ^F1Falha ao criar portal
ro: ^F1Crearea portalului eșuată
ru: ^F1Не удалось создать портал
sv: ^F1Portaluppskapning misslyckades

source: ^F2Strength infuses your weapons with devastating power
ast: ^F2La fuercia inflúi nes armes dándo-yos un poder afarador
bg: ^F2Strength изпълва вашето оръжие с опустушителна сила
de: ^F2Stärke erfüllt deine Waffen mit unschlagbarer Kraft
es: ^F2La fuerza infunde tus armas con poder devastador
fi: ^F2Voima sytyttää aseesi tuhoisalla vahvuudella
fr: ^F2Le bonus de Force confère à vos armes une puissance dévastatrice
gl: ^F2A forza infunde as túas armas un poder devastador
it: ^F2La Forza infonde alle tue armi un potere devastante
ja_jp: ^F2「力」はあなたの武器に壊滅的な力を吹き込みる
pl: ^F2Siła napełnia twoją broń dewastującą mocą
pt_br: ^F2A Força deixou suas armas com um poder devastador
ro: ^F2Forța îți infuzează armele cu putere devastatoare
ru: ^F2Сила наполняет ваше оружие разрушительной мощью
sv: ^F2Styrka förstärker ditt vapen med förödande kraft
uk: ^F2Сила надає вашій зброї руйнівної потужності

source: ^F2Strength has worn off
ast: ^F2La fuercia desapaeció
be: ^F2Сіла скончылася
bg: ^F2Силата бе свалена
de: ^F2Die Stärke ist wieder verschwunden
es: ^F2La fuerza se ha agotado
fi: ^F2Voima ehtyi pois
fr: ^F2Le bonus de Force a expiré
gl: ^F2A forza desapareceu
it: ^F2La Forza è scaduta
ja_jp: ^F2「力」がすり減った
pl: ^F2Siła się wyczerpała
pt_br: ^F2A Força se esgotou
ro: ^F2Rezistența a expirat
ru: ^F2Действие Силы закончилось
sv: ^F2Styrka har tagit slut
uk: ^F2Сила вичерпалася

source: ^F2Shield surrounds you
ast: ^F2Arródiate un escudu
bg: ^F2Щитът ви обгръща
de: ^F2Ein Schild umgibt dich
es: ^F2Un escudo te rodea
fi: ^F2Sinua ympäröi suojus
fr: ^F2Le Bouclier vous entoure
gl: ^F2O escudo te rodea
it: ^F2Lo scudo ti circonda
ja_jp: ^F2「寿」があなたを囲んでいる
pl: ^F2Otacza cię osłona
pt_br: ^F2O Escudo te cerca
ro: ^F2Scutul de înconjoară
ru: ^F2Вас окружает Щит
sv: ^F2Sköld omger dig
uk: ^F2Вас оточує щит

source: ^F2Shield has worn off
ast: ^F2L'escudu desapaeció
be: ^F2Панцыр скончыўся
bg: ^F2Бронята бе свалена
de: ^F2Der Schild ist wieder verschwunden
es: ^F2El escudo se ha agotado
fi: ^F2Suoja ehtyi pois
fr: ^F2Le bonus de Bouclier a expiré
gl: ^F2O escudo esgotouse
it: ^F2L'invisibilità è scaduta
ja_jp: ^F2「寿」がすり減った
pl: ^F2Osłona się wyczerpała
pt_br: ^F2O Escudo se esgotou
ro: ^F2Scutul a expirat
ru: ^F2Действие Щита закончилось
sv: ^F2Sköld har tagit slut
uk: ^F2Щит вичерпався

source: ^F2You are on speed
ast: ^F2Tienes velocidá
bg: ^F2Вие сте на скорост
de: ^F2Du gibst Gas
es: ^F2Tienes la velocidad
fi: ^F2Olet vauhdissa
fr: ^F2Vous êtes rapide comme l'éclair
gl: ^F2Tes velocidade
it: ^F2Sei veloce
ja_jp: ^F2「速度」に乗っている
pl: ^F2Jesteś szybki
pt_br: ^F2Você tem a velocidade
ro: ^F2Ești în viteză
ru: ^F2Вы двигаетесь быстрее
sv: ^F2Du är på hastighet
uk: ^F2Ви прискоренні

source: ^F2Speed has worn off
ast: ^F2La velocidá desapaeció
be: ^F2Хуткасць скончылася
bg: ^F2Скоростта бе свалена
de: ^F2Der Geschwindigkeitsbonus ist wieder verschwunden
es: ^F2La velocidad se ha agotado
fi: ^F2Vauhti ehtyi pois
fr: ^F2Le bonus de Vitesse a expiré
gl: ^F2Velocidade esgotouse
it: ^F2La Velocità è scaduta
ja_jp: ^F2「速度」がすり減った
pl: ^F2Szybkość się wyczerpała
pt_br: ^F2A Velocidade se esgotou
ro: ^F2Rapiditatea a expirat
ru: ^F2Действие Скорости закончилось
sv: ^F2Hastighet har tagit slut
uk: ^F2Швидкість вичерпалася

source: ^F2You are invisible
ast: ^F2Yes invisible
bg: ^F2Вие сте невидим
de: ^F2Du bist unsichtbar
es: ^F2Eres invisible
fi: ^F2Olet näkymätön
fr: ^F2Vous êtes invisible
gl: ^F2Vostede é invisible
it: ^F2Sei invisibile
ja_jp: ^F2あなたには「不可視」がある
pl: ^F2Jesteś niewidzialny
pt_br: ^F2Você está invisível
ro: ^F2Ești invincibil
ru: ^F2Вы невидимы
sv: ^F2Du är osynlig
uk: ^F2Ви невидимі

source: ^F2Invisibility has worn off
ast: ^F2La invisibilidá desapaeció
be: ^F2Нябачнасць скончылася
bg: ^F2Невидимостта бе свалена
de: ^F2Die Unsichtbarkeit ist wieder verschwunden
es: ^F2La invisibilidad se ha agotado
fi: ^F2Näkymättömyys ehtyi pois
fr: ^F2Le bonus d'Invisibilité a expiré
gl: ^F2A invisibilidade esgotouse
it: ^F2L'invisibilità è scaduta
ja_jp: ^F2「不可視」がすり減った
pl: ^F2Niewidzialność się wyczerpała
pt_br: ^F2A Invisibilidade se esgotou
ro: ^F2Invisibilitatea a expirat
ru: ^F2Действие Невидимости закончилось
sv: ^F2Osynlighet har tagit slut
uk: ^F2Невидимість вичерпалася

source: ^K1You are forced to spectate and you aren't allowed to play because you are banned in this server
de: ^K1Du bist zum Zuschauen gezwungen und darfst nicht spielen, weil du auf diesem Server gesperrt bist
es: ^K1Estás forzado a espectar y no puedes jugar porque estás baneado en este servidor
fr: ^K1Vous êtes contraint de rester spectateur et vous n'êtes pas autorisé à jouer car vous êtes banni de ce serveur
gl: ^K1Estás obrigado a mirar e non tes permiso para xogar porque estás prohibido neste servidor
it: ^K1Sei costretto a fare da spettatore e non ti è permesso giocare perché sei bannato in questo server
ja_jp: ^K1このサーバーで禁止されているため、観戦を強制され、プレイすることは許されていません
pt_br: ^K1Você é obrigado a assistir e não é permitido você jogar porque você está banido neste servidor
ru: ^K1Вы принудительно помещены в наблюдатели и не можете играть, потому что вы заблокированы на этом сервере
sv: ^K1Du är tvingad att åskåda och har inte tillåtelse att spela för att du är bannad från denna server

source: ^F2The race is over, finish your lap!
ast: ^F2La carrera acabó, ¡termina la vuelta!
bg: ^F2Състезанието приключи, завършете своята обиколка!
de: ^F2Das Rennen ist vorbei, beende deine Runde!
es: ^F2¡La carrera se ha terminado, completa tu vuelta!
fi: ^F2Kilpa on ohi, päätä kierroksesi päätökseen!
fr: ^F2La course est terminée, finissez votre tour !
gl: ^F2Rematou a carreira, remata a túa volta!
it: ^F2La gara è finita, completa il tuo giro!
ja_jp: ^F2レースが終わった、ラップを終了して!
pl: ^F2Wyścig się skończył, zakończ swoje okrążenie!
pt_br: ^F2A corrida acabou, termine sua volta!
ro: ^F2Cursa s-a încheiat, termină-ți tura!
ru: ^F2Гонка окончена, завершите ваш круг!
sv: ^F2Tävlingen är över, slutför ditt varv!
uk: ^F2Гонка закінчилася, завершуйте своє коло!

source: ^BGSequence completed!
ast: ^BG¡Completóse la secuencia!
de: ^BGAbfolge vollständig!
es: ^BG¡Secuencia completada!
fi: ^BGOsio saatettu päätökseen!
fr: ^BGSéquence terminée !
gl: ^BGSecuencia completada!
it: ^BGSequenza completata!
ja_jp: ^BG順序完了!
pt_br: ^BGSequência completada!
ro: ^BGSecvență terminată!
ru: ^BGЗадача выполнена!
sv: ^BGSekvensen avklared!

source: ^BGThere are more to go...
de: ^BGEs gibt noch mehr …
es: ^BGHacen falta más para continuar...
fi: ^BGEdessä on lisää...
fr: ^BGIl en reste encore…
gl: ^BGFaltan máis para continuar...
it: ^BGTi aspettano altre sequenze...
ja_jp: ^BG続行するにはさらに必要がある...
pt_br: ^BGAinda tem mais...
ro: ^BGMai sunt multe...
ru: ^BGВпереди ещё много чего…
sv: ^BGDet är mer kvar...

source: ^BGOnly %s^BG more to go...
de: ^BGNur noch %s^BG sind übrig …
es: ^BGSolo %s^BG mas para continuar...
fi: ^BGAinoastaan %s^BG jäljellä...
fr: ^BGPlus que %s^BG…
gl: ^BGSó %s^BG mais para continuar...
it: ^BGAltre %s^BG sequenze ti aspettano...
ja_jp: ^BG後 ^BG%s だけ...
pt_br: ^BGSó falta(m) %s^BG...
ro: Mai sunt ^BGdoar %s^BG...
ru: ^BGОсталось всего лишь %s^BG…
sv: ^BGBara %s^BG kvar...

source: ^F2Superweapons have broken down
ast: ^F2Les superarmes rompieron
bg: ^F2Супероръжията се развалиха
de: ^F2Die Superwaffen wurden zerstört
es: ^F2Las superarmas se han descompuesto
fi: ^F2Mahtiaseet ovat menneet rikki
fr: ^F2Les Super-armes se sont désactivées
gl: ^F2As superarmas avariaron
it: ^F2Le Superarmi si sono spaccate
ja_jp: ^F2スーパー武器が壊れられた
pl: ^F2Superbroń się rozpadła
pt_br: ^F2As Superarmas quebraram
ro: ^F2Super-armele s-au epuizat
ru: ^F2Суперпушки разрушились
sv: ^F2Supervapen har brutits ner
uk: ^F2Суперзброя зламалася

source: ^F2Superweapons have been lost
ast: ^F2Les superarmes perdiéronse
bg: ^F2Супероръжията бяха изгубени
de: ^F2Die Superwaffen sind verloren gegangen
es: ^F2Se han perdido las superarmas
fi: ^F2Mahtiaseet menetetty
fr: ^F2Les Super-armes ont été égarées
gl: ^F2Perdéronse as superarmas
it: ^F2Le Superarmi sono state perse
ja_jp: ^F2スーパー武器は失われた
pl: ^F2Superbroń została stracona
pt_br: ^F2As Superarmas foram perdidas
ro: ^F2Super-armele au fost pierdute
ru: ^F2Суперпушки были утеряны
sv: ^F2Supervapen har gått förlorade
uk: ^F2Суперзброя втрачена

source: ^F2You now have a superweapon
ast: ^F2Agora tienes una superarma
bg: ^F2Сега притежавате супероръжие
de: ^F2Du hast jetzt eine Superwaffe
es: ^F2Ahora tienes una superarma
fi: ^F2Sinulla on nyt hallussasi mahtiase
fr: ^F2Vous avez maintenant une super-arme
gl: ^F2Agora tes unha superarma
it: ^F2Ora hai una superarma
ja_jp: ^F2今、あなたはスーパー武器がある
pl: ^F2Masz teraz superbroń
pt_br: ^F2Agora você tem uma Superarma
ro: ^F2Acum ai o super-armă
ru: ^F2Теперь у вас есть суперпушка
sv: ^F2Du har nu ett supervapen
uk: ^F2Ви отримали суперзброю

source: ^BGYou are a ^K1hunter^BG! Eliminate the survivor(s) without raising suspicion!
de: ^BGDu bist ein ^K1Jäger^BG! Eliminiere die Überlebenden, ohne Verdacht zu erregen!
es: ^BG¡Eres ^K1cazador^BG! ¡Elimina al/los superviviente(s) sin levantar sospechas!
fr: ^BGVous êtes un ^K1chasseur^BG ! Éliminez le ou les survivant(s) sans éveiller les soupçons !
gl: ^BGTi es un ^K1cazador^BG! Elimina o(s) supervivente(s) sen levantar sospeitas!
it: ^BGSei un ^K1cacciatore^BG! Elimina i sopravvissuti senza destare sospetto!
ja_jp: ^BGあなたは^K1ハンター^BGです! 疑惑をかけずに生存者を排除しましょう!
pt_br: ^BGVocê é um ^K1caçador^BG! Elimine o(s) sobrevivente(s) sem levantar suspeitas!
ru: ^BGВы — ^K1охотник^BG! Устраните выживших, не вызывая подозрений!
sv: ^BGDu är en ^K1jägare^BG! Eliminera de överlevande utan att väcka misstankar!

source: ^BGYou are a ^F1survivor^BG! Identify and eliminate the hunter(s)!
de: ^BGDu bist ein ^F1Überlebender^BG! Identifiziere und eliminiere die Jäger!
es: ^BG¡Eres ^F1superviviente^BG! ¡Identifica y elimina al/los cazador(es)!
fr: ^BGVous êtes un ^F1survivant^BG ! Identifiez et éliminez le ou les chasseur(s) !
gl: ^BGVostede é un ^F1supervivinte^BG! Identifica e elimina o(s) cazador(s)!
it: ^BGSei un ^F1sopravvissuto^BG! Identifica e elimina i cacciatori!
ja_jp: ^BGあなたは^F1生存者^BGです! ハンターを特定して排除しましょう!
pt_br: ^BGVocê é um ^F1sobrevivente^BG! Identifique e elimine o(s) caçador(es)!
ru: ^BGВы — ^F1выживший^BG! Выявите и устраните охотников!
sv: ^BGDu är en ^F1överlevare^BG! Identifiera och eliminera jägarna!

source: ^K1Changing to ^TC^TT^K1 in ^COUNT
ast: ^K1Vas cambiar al ^TC^TT^K1 en ^COUNT
bg: ^K1Смяна към ^TC^TT^K1 след ^COUNT
de: ^K1Teamwechsel zu ^TC^TT^K1 in ^COUNT
es: ^K1Cambiando a ^TC^TT^K1 en ^COUNT
fi: ^K1Vaihdetaan ^TC^TT^K1 ajassa ^LASKENTA
fr: ^K1Changement vers ^TC^TT^K1 dans ^COUNT
gl: ^K1Cambiando a ^TC^TT^K1 en ^COUNT
it: ^K1Cambiando alla ^TC^TT^K1 in ^COUNT
ja_jp: ^K1 ^COUNT に ^TC^TT^K1 に変更中
pl: ^K1Przejdziesz do ^TC^TT^K1 za ^COUNT
pt_br: ^K1Trocando para ^TC^TT^K1 em ^COUNT
ro: ^K1Schimbare la ^TC^TT^K1 în ^COUNT
ru: ^K1Переход в ^TC^TT^K1 через ^COUNT
sv: ^K1Byter till ^TC^TT^K1 om ^COUNT
uk: ^K1Перехід до ^TC^TT^K1 через ^COUNT

source: ^K1Spectating in ^COUNT
ast: ^K1Vas ser espectador en ^COUNT
bg: ^K1Зяпане след ^COUNT
de: ^K1Du schaust zu in ^COUNT
es: ^K1Cambiando a modo espectador en ^COUNT
fi: ^K1Katselu alkaa ^LASKENTA
fr: ^K1Spectateur dans ^COUNT
gl: ^K1Modo espectador en ^COUNT
it: ^K1Spettatore in ^COUNT
ja_jp: ^K1 ^COUNT に観戦中
pl: ^K1Obserwowanie za ^COUNT
pt_br: ^K1Trocando para espectador em ^COUNT
ro: ^K1Spectator în ^COUNT
ru: ^K1Вы станете зрителем через ^COUNT
sv: ^K1Åskådar om ^COUNT
uk: ^K1Ви станете глядачем через ^COUNT

source: ^K1Suicide in ^COUNT
ast: ^K1Vas suicidate en ^COUNT
bg: ^K1Самоубийство след ^COUNT
de: ^K1Selbstmord in ^COUNT
es: ^K1Suicidio en ^COUNT
fi: ^K1Itsemurha ajassa ^LASKENTA
fr: ^K1Suicide dans ^COUNT
gl: ^K1Suicidio en ^COUNT
it: ^K1Suicidio in ^COUNT
ja_jp: ^K1 ^COUNT に自殺中
pl: ^K1Samobójstwo za ^COUNT
pt_br: ^K1Cometendo suicídio em ^COUNT
ro: ^K1Sinucidere în ^COUNT
ru: ^K1Вы совершите самоубийство через ^COUNT
sv: ^K1Självmord om ^COUNT
uk: ^K1Самогубство через ^COUNT

source: ^K2Your current team choice seems fine.
fr: ^K2Votre choix d'équipe actuel semble correct.
gl: ^K2A túa elección de equipo actual parece correcta.
it: ^K2La tua attuale scelta di squadra sembra buona.
pt_br: ^K2Sua escolha atual de equipe parece boa.
ru: ^K2Ваш текущий выбор команды кажется хорошим.

source: ^F4Timeout begins in ^COUNT
bg: ^F4Timeout започва след ^COUNT
de: ^F4Timeout beginnt in ^COUNT
es: ^F4El tiempo muerto comienza en ^COUNT
fi: ^F4Aikalisä alkaa ^LASKENTA
fr: ^F4Le temps mort commence dans ^COUNT
gl: ^F4O tempo morto comeza en ^COUNT
it: ^F4Il timeout comincia in ^COUNT
ja_jp: ^F4タイムアウトは ^COUNT から開始します
pt_br: ^F4Pausa iniciará em ^COUNT
ro: ^F4Pauza începe în ^COUNT
ru: ^F4Отсчёт начнётся через ^COUNT с
sv: ^F4Timeout börjar om ^COUNT
uk: ^F4Тайм-аут почнеться через ^COUNT

source: ^F4Timeout ends in ^COUNT
bg: ^F4Timeout приключва след ^COUNT
de: ^F4Timeout endet in ^COUNT
es: ^F4Fin del tiempo muerto en ^COUNT
fi: ^F4Aikalisä päättyy ajassa ^LASKENTA
fr: ^F4Fin du temps mort dans ^COUNT
gl: ^F4O tempo morto remata en ^COUNT
it: ^F4Il timeout finisce in ^COUNT
ja_jp: ^F4タイムアウトは ^COUNT で終了します
pt_br: ^F4Pausa acabará em ^COUNT
ro: ^F4Pauza se termină în ^COUNT
ru: ^F4Отсчёт закончится через ^COUNT с
sv: ^F4Timeout slutar om ^COUNT
uk: ^F4Тайм-аут закінчиться через ^COUNT

source: ^BGPress ^F2%s^BG to enter/exit the vehicle
ast: ^BGPrimi ^F2%s^BG pa entrar/colar del vehículu
de: ^BGDrücke ^F2%s^BG, um ein- oder auszusteigen
es: ^BGPulsa ^F2%s^BG para entrar/salir del vehículo
fi: ^BGPaina ^F2%s^BG käydäksesi sisään/poistuaksesi ajoneuvosta
fr: ^BGAppuyez sur ^F2%s^BG pour entrer / sortir du véhicule
gl: ^BGPreme ^F2%s^BG para entrar/sair do vehiculo
it: ^BGPremi ^F2%s^BG per entrare/uscire dal veicolo
ja_jp: ^BG乗り物に出入りするために ^F2%s^BG を押して
pl: ^BGWciśnij ^F2%s^BG aby wejść/wyjść z pojazdu
pt_br: ^BGAperte ^F2%s^BG para entrar/sair do veículo
ru: ^BGНажмите ^F2%s^BG, чтобы войти или выйти из транспорта
sv: ^BGTryck på ^F2%s^BG för att gå in/ut fordonet

source: ^BGPress ^F2%s^BG to enter the vehicle gunner
de: ^BGDrücke ^F2%s^BG, um den Fahrzeuggeschützturm zu betreten
es: ^BGPulsa ^F2%s^BG para entrar en el artillero del vehículo
fi: ^BGPaina ^F2%s^BG käydäksesi sisälle ajoneuvon ampumisosaan
fr: ^BGAppuyez sur ^F2%s^BG pour entrer dans le canon du véhicule
gl: ^BGPreme ^F2%s^BG para entrar no vehículo artillero
it: ^BGPremi ^F2%s^BG per entrare nel veicolo tiratore
ja_jp: ^BG乗り物の砲手に入るために ^F2%s^BG を押して
pt_br: ^BGAperte ^F2%s^BG para usar a arma do veículo
ru: ^BGНажмите ^F2%s^BG, чтобы стать пулемётчиком транспорта
sv: ^BGTryck på ^F2%s^BG för att gå in i fordonsskytt

source: ^BGPress ^F2%s^BG to steal this vehicle
ast: ^BGPrimi ^F2%s^BG pa robar esti vehículu
de: ^BGDrücke ^F2%s^BG, um dieses Fahrzeug zu stehlen
es: ^BGPulsa ^F2%s^BG para robar este vehículo
fi: ^BGPaina ^F2%s^BG varastaaksesi ajoneuvon
fr: ^BGAppuyez sur ^F2%s^BG pour voler ce véhicule
gl: ^BGPreme ^F2%s^BG para roubar este vehículo
it: ^BGPremi ^F2%s^BG per rubare questo veicolo
ja_jp: ^BGこの乗り物を盗むために ^F2%s^BG を押して
pl: ^BGWciśnij ^F2%s^BG aby ukraść pojazd
pt_br: ^BGAperte ^F2%s^BG para roubar este veículo
ru: ^BGНажмите ^F2%s^BG для кражи этого транспорта
sv: ^BGTryck på ^F2%s^BG för att själa detta fordonet

source: ^F2The enemy is stealing one of your vehicles! ^F4Stop them!
ast: ^F2L'enemigu robó unu de los tos vehículos ^F4¡Páralu!
de: ^F2Der Feind stehlt eines eurer Fahrzeuge! ^F4Haltet sie auf!
es: ^F2¡El enemigo está robando uno de tus vehículos! ^F4¡Deténganlos!
fi: ^F2Vihulainen varastaa yhtä ajoneuvoistasi! ^F4Pysäytä heidät!
fr: ^F2L'ennemi est en train de voler un de vos véhicules ! ^F4Arrêtez-le !
gl: ^F2O inimigo está roubando un dos teus vehículos! ^F4Páreo!
it: ^F2Il nemico sta rubando uno dei tuoi veicoli! ^F4Fermalo!
ja_jp: ^F2敵はあなたの乗り物を盗んでいる! ^F4彼らを止めて!
pt_br: ^F2O inimigo está roubando um de seus veículos! ^F4Impeça-os!
ro: ^F2Inamicul îți fură unul dintre vehicul! ^F4Oprește-l!
ru: ^F2Враг угнал одну из ваших машин! ^F4Остановите его!
sv: ^F2Fienden stjäler en av era fordon! ^F4Stoppa dem!

source: ^F2Intruder detected, disabling shields!
ast: ^F2Detectóse un intrusu, ¡van desactivase los escudos!
de: ^F2Eindringling entdeckt, deaktiviere Schilde!
es: ^F2¡Intruso detectado, desactivando escudos!
fi: ^F2Tunkeilija havaittu, kytketään suojat pois!
fr: ^F2Intrus détecté, boucliers désactivés !
gl: ^F2Detectouse un intruso, desactivando os escudos!
it: ^F2Rilevato intruso, scudi disabilitati!
ja_jp: ^F2侵入者を検出した、シールドを無効中!
pt_br: ^F2Intruso detectado, desativando escudos!
ru: ^F2Захватчик обнаружен, отключение щитов!
sv: ^F2Inkräktare upptäckt, slår av sköldarna!

source: ^K1You aren't allowed to call a vote because you are banned in this server
de: ^K1Du darfst keine Abstimmung starten, weil du auf diesem Server gesperrt bist
es: ^K1No puedes realizar una votación porque estás baneado en este servidor
fr: ^K1Vous n'êtes pas autorisé à lancer un vote car vous êtes banni de ce serveur
gl: ^K1Non tes permiso para convocar unha votación porque estás prohibido neste servidor
it: ^K1Non ti è permesso indire una votazione perché sei bannato in questo server
ja_jp: ^K1このサーバーでは禁止されているため、投票することは許されていません
pt_br: ^K1Não é permitido você iniciar uma votação porque você está banido neste servidor
ro: ^K1Nu ai voie să chemi un vot deoarece ești interzis pe acest server
ru: ^K1Вы не можете объявить голосование, потому что вы заблокированы на этом сервере
sv: ^K1Du har inte tillåtelse att starta en röstning för att du är bannad från denna server

source: ^K1You aren't allowed to vote because you are banned in this server
de: ^K1Du darfst nicht abstimmen, weil du auf diesem Server gesperrt bist
es: ^K1No puedes votar porque estás baneado en este servidor
fr: ^K1Vous n'êtes pas autorisé à voter car vous êtes banni de ce serveur
gl: ^K1Non tes permiso para votar porque estás prohibido neste servidor
it: ^K1Non ti è permesso votare perché sei bannato in questo server
ja_jp: ^K1このサーバーでは禁止されているため、投票することは許されていません
pt_br: ^K1Não é permitido você votar porque você está banido neste servidor
ro: ^K1Nu ai voie să votezi deoarece ești interzis pe acest server
ru: ^K1Вы не можете голосовать, потому что вы заблокированы на этом сервере
sv: ^K1Du har inte tillåtelse att rösta för att du är bannad från denna server

source: (near %s)
ast: (cerca de: %s)
be: (каля %s)
bg: (около %s)
de: (nahe %s)
es: (cerca de %s)
fi: (lähellä %s)
fr: (près de %s)
gl: (cerca de %s)
it: (vicino %s)
ja_jp: ( %s に近い)
pl: (obok %s)
pt_br: (próximo de %s)
ro: (aproape %s)
ru: (возле %s)
sr: (близу %s)
sv: (nära %s)
uk: (біля %s)

source: primary
ast: disparu primariu
be: першасны
bg: първично
de: primär
es: primario
fi: ensisijainen
fr: primaire
gl: primario
it: primario
ja_jp: 一次
pl: podstawowy
pt_br: primário
ro: primară
ru: основной
sr: примарно
sv: primär
uk: основний режим вогню

source: secondary
ast: disparu secundariu
be: другасны
bg: вторично
de: sekundär
es: secundario
fi: toissijainen
fr: secondaire
gl: secundario
it: secondario
ja_jp: 二次
pl: sekundarny
pt_br: secundário
ro: secundară
ru: вторичный
sr: секундарно
sv: sekundär
uk: додатковий режим вогню

source: %d points
de: %d Punkte
gl: %d puntos
it: %d punti
pt_br: %d pontos
ru: %d очков

source: 1 point
de: 1 Punkt
gl: 1 punto
it: 1 punto
pt_br: 1 ponto
ru: 1 очко

source: drop flag
de: Flagge fallen lassen
es: tirar bandera
fi: pudota lippu
fr: lâcher le drapeau
gl: tirar bandeira
it: abbandona bandiera
ja_jp: 旗を落とす
pl: Upuść flagę
pt_br: largar bandeira
ru: сбросить флаг
sr: баци заставу
sv: släpp flagga

source: throw nade
de: Granate werfen
es: tirar granada
fi: heitä naatti
fr: lancer la grenade
gl: tirar granada
it: lancia granata
ja_jp: 手榴弾を投げる
pl: Rzuć granat
pt_br: arremessar granada
ru: бросить гранату
sv: kasta granat

source: %s^K1 made a TRIPLE FRAG!
de: %s^K1 ist ein DREIERSCHLÄCHTER!
fr: %s^K1 a fait un TRIPLE FRAG !
gl: %s^K1 fixo unha TRIPLE BAIXA!
it: %s^K1 ha realizzato un FRAG TRIPLO!
pt_br: %s^K1 fez uma EXECUÇÃO TRIPLA!
ru: %s^K1 совершил ТРОЙНОЕ УБИЙСТВО!

source: %s^K1 made a TRIPLE SCORE!
de: %s^K1 hat 3 PUNKTE IN FOLGE geschafft!
fr: %s^K1 a fait un TRIPLE SCORE !
gl: %s^K1 acadou unha TRIPLE PUNTUACIÓN!
it: %s^K1 ha realizzato un PUNTO TRIPLO!
pt_br: %s^K1 fez uma PONTUAÇÃO TRIPLA!
ru: %s^K1 набрал ТРИ ОЧКА!

source: TRIPLE FRAG!
de: DREIERSCHLÄCHTER!
gl: TRIPLE BAIXA!
it: TRIPLO FRAG!
pt_br: EXECUÇÃO TRIPLA!
ru: ТРОЙНОЕ УБИЙСТВО!

source: %s^K1 made FIVE SCORES IN A ROW!
de: %s^K1 hat 5 PUNKTE IN FOLGE erzielt!
fr: %s^K1 a marqué CINQ POINTS D'AFFILÉE !
gl: %s^K1 fixo CINCO PUNTUACIÓNS SEGUIDAS!
it: %s^K1 ha realizzato CINQUE PUNTI DI FILA!
pt_br: %s^K1 fez CINCO PONTUAÇÕES SEGUIDAS!
ru: %s^K1 набрал ПЯТЬ ОЧКОВ ПОДРЯД!

source: %s^K1 unlocked RAGE!
de: %s^K1 ist in RAGE!
fr: %s^K1 est ENRAGÉ !
gl: %s^K1 desbloqueou CARRAXE!
it: %s^K1 ha scatenato la FURIA!
pt_br: %s^K1 desbloqueou a FÚRIA!
ru: %s^K1 явил свою ЯРОСТЬ!

source: RAGE!
gl: CARRAXE!
it: FURIA!
pt_br: FÚRIA!
ru: ЯРОСТЬ!

source: %s^K1 made TEN SCORES IN A ROW!
de: %s^K1 hat 10 PUNKTE IN FOLGE erzielt!
fr: %s^K1 a marqué DIX POINTS D'AFFILÉE !
gl: %s^K1 fixo DEZ PUNTUACIÓNS SEGUIDAS!
it: %s^K1 ha realizzato ^1DIECI PUNTI DI FILA!
pt_br: %s^K1 fez DEZ PONTUAÇÕES SEGUIDAS!
ru: %s^K1 набрал ДЕСЯТЬ ОЧКОВ ПОДРЯД!
