Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Rounds start with a ten second grace period where weapons cannot be fired, so it's a good opportunity to group up with your team.
fr: Les manches commencent par un délai de grâce de dix secondes pendant lequel les armes ne peuvent pas être utilisées, ce qui vous laisse le temps de vous regrouper avec votre équipe.
gl: As roldas comezan cun período de graza de dez segundos no que non se poden disparar as armas, polo que é unha boa oportunidade para reunirse co teu equipo.
it: I round iniziano con un periodo di grazia di dieci secondi in cui le armi non possono sparare, quindi è una buona opportunità per raggrupparsi con la propria squadra.
pt_br: Rodadas iniciam com um cessar-fogo de dez segundos, o que é uma boa oportunidade para se reunir com sua equipe.
ru: Раунды начинаются с десятисекундного периода, в течение которого нельзя стрелять, так что это хорошая возможность объединиться со своей командой.

source: The match ends once a team reaches a certain number of rounds won, or has a considerable lead over the other team.
fr: La partie se termine lorsqu'une équipe atteint un certain nombre de manches gagnées ou dispose d'une avance considérable sur l'autre équipe.
gl: O partido remata cando un equipo alcanza un determinado número de roldas gañadas ou ten unha vantaxe considerable sobre o outro equipo.
it: La partita termina quando una squadra raggiunge un certo numero di round vinti, o ha un considerevole vantaggio sull'altra squadra.
pt_br: O jogo termina assim que uma equipe atingir um certo número de rodadas vencidas ou estiver consideravelmente à frente da outra equipe.
ru: Матч завершается, когда одна из команд достигает установленного количества выигранных раундов или получает существенное преимущество над другой командой.

source: Since players only have one life per round, it's important to group up with fellow teammates and pay attention to any callouts from them. Team coordination is key!
fr: Comme les joueurs n'ont qu'une seule vie par manche, il est important de se regrouper avec ses coéquipiers et d'être attentif à leurs appels. La coordination de l'équipe est essentielle !
gl: Como os xogadores só teñen unha vida por rolda, é importante reunirse cos compañeiros de equipo e prestar atención a calquera indicación que fagan. A coordinación do equipo é clave!
it: Dato che i giocatori hanno una sola vita per round, è importante raggrupparsi con i compagni di squadra e prestare attenzione a qualsiasi indicazione da parte loro. Il coordinamento di squadra è fondamentale!
pt_br: Como cada jogador só tem uma vida por rodada, é importante reunir-se com os colegas de equipe e atentar-se aos seus chamados. Coordenação de equipe é crucial!
ru: Поскольку у игроков только одна жизнь на раунд, важно объединиться вместе с товарищами по команде и обращать внимание на любые их сигналы. Командная координация — залог успеха!

source: Clan Arena
ast: Arena de clanes
fi: Klaaniareena (Clan Arena)
gl: Clan Area
ja_jp: クランアリーナ (CA)
pl: Arena Klanów
pt_br: Arena de Clãs
ru: Арена кланов
sr: Кланска арена

source: Kill all enemy teammates to win the round
ast: Mata a tolos miembros d'un equipu pa ganar la ronda
bg: Убий всички противници, за да спечелиш рунда
de: Töte alle feindlichen Teammitglieder, um zu gewinnen
es: Mata a todos los compañeros del enemigo para ganar la ronda
fi: Tapa kaikki vihollisjoukkueen jäsenet voittaaksesi kierroksen
fr: Tuez tous les équipiers ennemis pour gagner la manche
gl: Mata a todos os compañeiros inimigos para gañar a rolda
it: Uccidi tutti i nemici della tua squadra per vincere il round
ja_jp: ラウンドに勝つために全ての敵チームメイトを殺して
pl: Zabij wszystkich z wrogiej drużyny by wygrać rundę
pt_br: Mate todos os inimigos para vencer a rodada
ro: Ucide toți coechipierii inamici pentru a câștiga runda
ru: Уничтожьте вражескую команду и победите в раунде
sr: Убијте сваког из непријатељске екипе да бисте освојили рунду
sv: Döda alla fiender i andra lag för att vinna omgången

source: Round limit:
bg: Брой кръговете:
de: Rundenlimit:
es: Límite de rondas:
fi: Kierrosraja:
fr: Limite de manches :
gl: Límite de rolda:
it: Limite round:
ja_jp: ラウンド制限:
pl: Limit rund:
pt_br: Limite de rodadas:
ru: Предел раундов:
sv: Rondgräns:

source: The amount of rounds won needed before the match will end
bg: Брой спечелени кръгове, нужни за край на играта
de: Die Anzahl der benötigten Runden, bevor das Spiel endet
es: Cantidad de rondas ganadas necesarias antes de que termine la partida
fi: Voitettujen kierrosten määrä ennen ottelun päättymistä
fr: Nombre de manches remportées nécessaires pour terminer la partie
gl: Cantidade de roldas gañadas necesarias antes de que remate o partido
it: Il numero di round vinti necessario prima che la partita finisca
ja_jp: 試合が終了する前に必要な勝利ラウンド数
pl: Liczba wygranych rund zanim mecz się skończy
pt_br: A quantidade de rodadas vencidas necessária para acabar a partida
ru: Число победных раундов, необходимых для окончания матча
sv: Antal ronder som måste vinnas innan matchen slutar

source: Capture time rankings
ast: Clasificación del tiempu de captura
de: Eroberungszeit-Rangliste
es: Clasificaciones de tiempo de captura
fi: Kaappausten aikatasot
fr: Classement des temps de capture
gl: Captura clasificacións de tempo
it: Classifica tempi di cattura
ja_jp: 取れ時刻ランキング
pl: Ranking czasów przejęcia
pt_br: Classificações de tempo de capturas
ru: Рейтинг времени захвата
sv: Rangordning på fångningstid

source: %s is a common team-based gametype where the objective is to steal an enemy team's flag and bring it to your own to capture it. A flag can only be captured if your own flag is also home in its base, so it's important to collect your flag after it's dropped.
fr: %s est un type de partie en équipe courant où l'objectif est de voler un drapeau ennemi et de le ramener sur le vôtre pour le capturer. Un drapeau ne peut être capturé que si votre propre drapeau se trouve également dans sa base. Il est donc important de récupérer votre drapeau après qu'il ait été lâché.
gl: %s é un modo de xogo por equipos común no que o obxectivo é roubar a bandeira do equipo contrario e levala á propia para capturala. Unha bandeira só se pode capturar se a túa propia bandeira tamén está na súa base, polo que é importante recoller a túa bandeira despois de que sexa deixada no chan.
it: %s è un comune tipo di gioco a squadre in cui l'obiettivo è rubare la bandiera di una squadra nemica e portarla alla propria per catturarla. Una bandiera può essere catturata solo se anche la tua bandiera è a casa nella sua base, quindi è importante raccogliere la tua bandiera dopo che è stata fatta cadere.
pt_br: %s é um tipo comum de jogo de equipes no qual o objetivo é roubar a bandeira de uma equipe adversária e trazê-la à própria base para capturá-la. Uma bandeira só pode ser capturada se a sua própria bandeira também estiver em sua base, logo é importante pegar de volta sua bandeira quando a soltarem.
ru: %s — это распространённый командный режим игры, цель которого — захватить флаг противника и доставить его на свою базу. Флаг можно захватить только в том случае, если ваш собственный флаг также находится на своей базе, поэтому важно подобрать свой флаг, если он был сброшен.

source: The game is won once a team reaches a certain number of "caps" (captures), or has a considerable lead over the other team.
fr: La partie est gagnée dès qu'une équipe atteint un certain nombre de captures ou qu'elle a une avance considérable sur l'autre équipe.
gl: O xogo gánase cando un equipo alcanza un determinado número de "caps" (capturas) ou ten unha vantaxe considerable sobre o outro equipo.
it: La partita è vinta una volta che una squadra raggiunge un certo numero di "catture" (caps), o ha un considerevole vantaggio sull'altra squadra.
pt_br: Vence o jogo a equipe que atingir um certo número de capturas ("caps") ou que estiver consideravelmente à frente da outra equipe.
ru: Победа в игре присуждается команде, которая достигла установленного количества «caps» (захватов), либо имеет существенное преимущество над соперником.

source: If a flag is dropped into the void or a death trap it will be immediately returned to its base, or otherwise sit idle for a while before automatically returning itself. If all flags are held, after some time period a "stalemate" will initiate and all flag carriers ("fc"s) will be exposed on the radar and with waypoints.
fr: Si un drapeau tombe dans le vide ou dans un piège mortel, il reviendra immédiatement à sa base, ou restera inactif pendant un certain temps avant de revenir automatiquement. Si tous les drapeaux sont détenus, après un certain temps, une « impasse » sera déclenchée et tous les porteurs de drapeaux seront identifiés sur le radar ainsi que par des balises.
gl: Se unha bandeira cae ao baleiro ou nunha trampa mortal, devolverase inmediatamente á súa base, ou permanecerá inactiva durante un tempo antes de volver automaticamente. Se todas as bandeiras están en posesión de alguén, pasado un certo período de tempo iniciarase un "empate" e todos os portadores de bandeira ("fc") serán expostos no radar e cos puntos de referencia.
it: Se una bandiera cade nel vuoto o in una trappola mortale, verrà immediatamente riportata alla sua base, o altrimenti rimarrà inattiva per un po' prima di tornare automaticamente. Se tutte le bandiere sono tenute, dopo un certo periodo di tempo si inizierà uno "stallo" e tutti i portabandiera ("fc") saranno esposti sul radar e con dei waypoint.
pt_br: Se uma bandeira for derrubada no vazio ou em uma armadilha mortal, será imediatamente devolvida à base, ou ficará ociosa por um tempo até automaticamente retornar sozinha. Se todas as bandeiras estão sendo seguradas, depois de algum tempo um "impasse" será iniciado e todos os portadores de bandeiras ("pbnd") serão expostos no radar e em pontos de interesse.
ru: Если флаг сбрасывается в бездну или смертельную ловушку, он будет немедленно возвращён на свою базу или в противном случае он некоторое время остаётся на месте, прежде чем автоматически вернуться. Если все флаги захвачены, через определённый промежуток времени активируется режим «патовой ситуации» и все флагоносцы (сокращённо — «ФН») будут отображены на радаре и отмечены направляющими маркерами.

source: %s rewards crafty movement, since the more difficult it is for enemies to attack you the more likely you are to escape from their base with their flag. Importantly, it also rewards base defense since if your enemies can't take your flag, they can never capture. Lastly, good team communication is important, especially to let teammates know if you see the enemy flag carrier.
fr: %s récompense les mouvements rusés, car plus vos ennemis peinent à vous attaquer, meilleures sont vos chances de vous échapper de leur base avec leur drapeau. Il est important de noter que ce type de partie récompense également la défense de la base, car si vos ennemis ne peuvent pas s'emparer de votre drapeau, ils ne peuvent jamais marquer de points. Enfin, une bonne communication au sein de l'équipe est importante, notamment pour informer vos coéquipiers si vous apercevez le porteur de drapeau ennemi.
gl: %s premia o movemento habilidoso, xa que canto máis difícil lle fagas aos inimigos atacarche, máis probable é que escapes da súa base coa súa bandeira. É importante tamén que premia a defensa da base, xa que se os teus inimigos non poden levar a túa bandeira, nunca poderán capturala. Por último, a boa comunicación do equipo é fundamental, especialmente para informar aos compañeiros se ves ao portador da bandeira inimiga.
it: %s premia il movimento astuto, poiché più è difficile per i nemici attaccarti, più è probabile che tu riesca a fuggire dalla loro base con la loro bandiera. È importante notare che premia anche la difesa della base, poiché se i tuoi nemici non possono prendere la tua bandiera, non potranno mai catturare. Infine, una buona comunicazione di squadra è importante, specialmente per far sapere ai compagni di squadra se vedi il portabandiera nemico.
pt_br: %s recompensa movimento astuto, porque, quanto mais difícil é para os inimigos atacarem você, mais fácil é para você escapar da base deles após roubar a bandeira. Importantemente, também recompensa defesa de base, porque, se seus inimigos não conseguem pegar sua bandeira, não poderão capturá-la. Finalmente, boa comunicação de equipe é importante, especialmente para que seus colegas de equipe saibam se você vê ou não o inimigo portador de bandeira.
ru: %s поощряет хитрую манеру передвижения, ведь чем сложнее противникам атаковать вас, тем выше шансы вынести их флаг с их базы. Важно отметить, что это также поощряет защиту базы, поскольку если противники не могут забрать ваш флаг, то они никогда не смогут победить. Наконец, ключевую роль играет слаженная командная коммуникация, особенно важно сообщать товарищам, если вы заметили вражеского флагоносца.

source: Capture the Flag
ast: Captura la bandera
bg: Пленяване на знамето
es: Captura la bandera
fi: Lipunryöstö (CTF)
fr: Capture de Drapeau
gl: Captura a bandeira
it: Cattura la Bandiera (CTF)
ja_jp: キャプチャー・ザ・フラッグ (CTF)
pl: Zdobądź Flagę
pt_br: Capture a Bandeira
ro: Capturează Steagul
ru: Захват флага
sr: Заробљавање заставе

source: Find and bring the enemy flag to your base to capture it, defend your base from the other team
ast: Atopa y lleva la bandera enemiga a la to base pa capturala. Defendi la to base de los demás equipos
bg: Намерете и донесете вражеското знаме в базата си, опазете вашата от отбора на противника
de: Finde die gegnerische Flagge und bringe sie in die Basis deines Teams, verteidige deine Basis vom Team des Gegners
es: Encuentra la bandera enemiga y tráela hasta tu base para capturarla, defiende tu base del equipo contrario
fi: Löydä ja toimita vihollisen lippu tukikohtaasi kaapataksesi sen, puolusta tukikohtaasi toiselta joukkueelta
fr: Trouvez et ramenez le drapeau ennemi à votre base pour le capturer, défendez votre base contre l'autre équipe
gl: Busca e leva a bandeira inimiga á túa base para capturala, defende a túa base do outro equipo
it: Trova e porta la bandiera nemica alla tua base per catturarla, difendi la tua base dall'altra squadra
ja_jp: 敵の旗を見つけて基地に持ってきて、それを取れて、他のチームから基地を守って
pl: Znajdź i przynieś flagę wroga do swojej bazy by ją przejąć, broń swojej bazy przed drużyną przeciwną
pt_br: Encontre e retorne a bandeira inimiga à sua base para capturá-la e defenda sua base da equipe oponente
ru: Найдите и принесите флаг противника на свою базу, защищайте свой флаг от команды противника
sr: Нађите и донесите непријатељску заставу у вашу базу да бисте је заробили и браните вашу базу од друге екипе
sv: Hitta och ta med dig fiendens flagga till din bas för att fånga den, skydda din bas från det andra laget

source: Capture limit:
ast: Llende de captures
be: Абмежаванне захопаў:
bg: Брой пленявания:
de: Eroberungs-Limit:
es: Límite de capturas:
fi: Lipunryöstöraja
fr: Limite de captures :
gl: Límite de capturas:
it: Limite catture:
ja_jp: 取れ制限:
pl: Limit przejęć:
pt_br: Limite de capturas:
ro: Limită de capturări:
ru: Предел захватов:
sr: Граница заробљавања:
sv: Fångningsgräns:
uk: Ліміт захоплень:

source: The amount of captures needed before the match will end
ast: El númberu de captures necesaries p'acabar la partida
bg: Брой пленявания, нужни за край на играта
de: Die Anzahl der benötigten Flaggeneroberungen, bevor das Spiel endet
es: Cantidad de capturas necesarias antes de que acabe el combate
fi: Tarvittava kaappausten määrä ennen kuin ottelu loppuu
fr: Nombre de captures nécessaires pour terminer la partie
gl: A cantidade de capturas necesarias antes de que finalice o partido
it: Il numero di catture neccessarie prima che la partita finisca
ja_jp: 試合が終了する前に必要な取れの量
pl: Ilość przejęć potrzebnych do zakończenia meczu
pt_br: A quantidade de capturas necessária para acabar a partida
ru: Число захватов, необходимых для завершения матча
sr: Број заробљавања потребних пре него што се игра заврши
sv: Antal tagningar som krävs innan matchen slutar

source: Rankings
be: Рэйтынг
bg: Класиране
de: Platzierungen
es: Clasificaciones
fi: Rankkaustasot
fr: Classements
gl: Clasificacións
it: Classifica
ja_jp: ランキング
pl: Rankingi
pt_br: Classificações
ro: Clasament
ru: Рейтинг
sr: Рангови
sv: Rangordning

source: %s is a unique gametype, focusing on racing against other players on the map, rather than fighting them with weapons. Players run through the map from start to finish as fast as possible and try to beat the times set by others.
fr: %s est un type de partie unique, axé sur la course contre d'autres joueurs sur la carte, plutôt que sur le combat armé. Les joueurs parcourent la carte du début à la fin aussi vite que possible et tentent de battre les temps réalisés par les autres.
gl: %s é un modo de xogo único, centrado en competir contra outros xogadores no mapa, en lugar de loitar con armas. Os xogadores corren polo mapa do inicio ao final o máis rápido posible e intentan superar os tempos establecidos polos demais.
it: %s è un tipo di gioco unico, incentrato sulle corse contro altri giocatori sulla mappa, piuttosto che sulla lotta con le armi. I giocatori corrono attraverso la mappa dall'inizio alla fine il più velocemente possibile e cercano di battere i tempi stabiliti dagli altri.
pt_br: %s é um tipo de jogo único, focando em corridas contra outros jogadores no mapa, em vez de lutar com eles usando armas. Jogadores correm pelo mapa do início ao fim o mais rápido possível e tentar bater os recordes dos outros.
ru: %s — это уникальный режим игры, в котором основное внимание уделяется гонкам с другими игроками на арене, а не сражениям с ними с использованием оружия. Игроки пробегают карту от старта до финиша как можно быстрее и стараются превзойти результаты, установленные другими.

source: %s is similar to %s, except you don't run in laps, and instead run from the start line to the finish line then start over again.
fr: %s est similaire à %s, sauf que vous ne courez pas en enchaînant des tours, mais que vous courez de la ligne de départ à la ligne d'arrivée, puis recommencez à zéro.
gl: %s é similar a %s, agás que non corres en voltas, senón que corres desde a liña de saída ata a de chegada e logo comezas de novo.
it: %s è simile a %s, tranne che non si corre a giri, ma si corre dalla linea di partenza alla linea del traguardo per poi ricominciare.
pt_br: %s é similar a %s, exceto que você não corre voltas, e em vez disso corre da linha de partida à linha de chegada e então começa tudo de novo.
ru: %s похож на %s, за исключением того, что вы не бегаете по кругам, а вместо этого движетесь от стартовой линии до финишной, после чего начинаете забег заново.

source: Although this gametype is quite different from the rest, it is played quite frequently since it's a great way to master movement skills and there are heaps of community-made maps available. Also, it only requires one player to play.
fr: Bien que ce type de partie soit assez différent des autres, il est très joué car il permet de maîtriser les techniques de déplacement et il existe de nombreuses cartes créées par la communauté. De plus, il ne nécessite qu'un seul joueur.
gl: Aínda que este modo de xogo é bastante diferente dos demais, xógase con bastante frecuencia xa que é unha excelente forma de dominar as habilidades de movemento e hai moitos mapas creados pola comunidade dispoñibles. Ademais, só require un xogador para xogar.
it: Anche se questo tipo di gioco è piuttosto diverso dagli altri, viene giocato abbastanza frequentemente poiché è un ottimo modo per padroneggiare le abilità di movimento e ci sono tantissime mappe create dalla comunità disponibili. Inoltre, richiede un solo giocatore per giocare.
pt_br: Apesar de este tipo de jogo ser bem diferente dos outros, é jogado bem frequentemente porque é uma boa maneira de dominar as habilidades motoras e porque há muitos mapas feitos pela comunidade. Também, pode ser jogado individualmente.
ru: Хотя этот режим игры довольно сильно отличается от остальных, в него довольно часто играют, так как это отличный способ отточить навыки передвижения, к тому же доступно огромное количество арен, созданных сообществом игроков. Кроме того, для игры достаточно всего одного участника.

source: Race CTS
ast: Carrera CE
de: CTS-Rennen
es: Carrera CTS
fi: Kilpailu CTS (RACE CTS)
fr: Course CTS
gl: carreira CTS
it: Corsa CTS
ja_jp: レース (CTS)
pl: Wyścig CTS
pt_br: Corrida CTS
ro: Cursă CTS
ru: Гонка с этапами
sr: ЗЗ трка

source: Race to the finish line for the fastest time
fr: Faites la course jusqu'à la ligne d'arrivée pour réaliser le meilleur temps
gl: Corre ata a liña de chegada para conseguir o mellor tempo
it: Corri verso il traguardo per il tempo più veloce
pt_br: Compita em uma corrida pelo melhor tempo à linha de chegada.
ru: Гонка до финиша за лучшее время.

source: %s is a simple free-for-all fight to the death, where everyone plays against everyone else, and the winner is the one with the most points. When fragged, you respawn with only the starter weapons, so any you collected will have to be picked up again.
fr: %s est un simple combat à mort, où tout le monde ne joue que pour soi et affronte le reste des joueurs, et où le gagnant est celui qui obtient le plus de points. Lorsque vous êtes éliminé, vous réapparaissez avec uniquement les armes de départ, vous devrez donc récupérer toutes celles que vous aviez collectées.
gl: %s é un sinxelo combate todos contra todos ata a morte, onde todos xogadores se enfrontan entre si, e o gañador é o que obtén máis puntos. Cando morres, reapareces só coas armas iniciais, polo que calquera arma que recolleras terá que ser recollida de novo.
it: %s è una semplice lotta tutti contro tutti fino alla morte, dove ognuno gioca contro tutti gli altri, e il vincitore è quello con il maggior numero di punti. Quando eliminato, rinasci solo con le armi iniziali, quindi tutte quelle che hai raccolto dovranno essere recuperate.
pt_br: %s é uma básica luta de cada um por si até a morte, na qual todos lutam contra todos, e vence quem tiver mais pontos. Quando você for morto, você ressurge só com as armas iniciais, e quaisquer outras que tinha coletado terá de coletar de novo.
ru: %s — это простая всеобщая схватка насмерть, где все играют против всех, а победителем становится тот, кто набрал больше всего очков. После гибели вы возрождаетесь только с начальным оружием, поэтому всё собранное придётся подбирать заново.

source: Scoring is quite simple, fragging an opponent adds one to your score, and fragging yourself subtracts one.
fr: Le système de points est très simple : chaque adversaire éliminé ajoute un point à votre score, et chaque fois que vous vous éliminez vous-même, un point est retiré.
gl: A puntuación é bastante sinxela: eliminar a un adversario engade un punto á túa puntuación, e eliminarte a ti mesmo resta un punto.
it: Il punteggio è piuttosto semplice: eliminare un avversario aggiunge un punto al tuo punteggio, e eliminare te stesso ne sottrae uno.
pt_br: A pontuação é bem simples, matar um oponente adiciona um a sua pontuação, e suicidar-se subtrai um.
ru: Подсчёт очков довольно прост: уничтожение противника добавляет к вашему счёту одно очко, а если вы погибните по собственной вине, то одно очко вычтется.
