Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Compete with your team for the most damage dealt and frags in this chaotic mayhem
fr: Concourez avec votre équipe pour infliger le plus de dégâts et remporter le plus de frags dans ce combat chaotique
gl: Compite co teu equipo polo maior dano causado e polo maior número de mortes nesta caótica diversión.
pt_br: Compita com sua equipe pelo máximo de dano e execuções neste alvoroço caótico

source: ^BGWaiting for players to join... Need active players for: %s
ast: ^BGEsperando a que se xunan xugadores... Precísense xugadores activos pa: %s
bg: ^BGИзчакване на играчи... Необходими активни играчи за: %s
de: ^BGEs wird auf weitere Spieler gewartet … Benötigte Spieler: %s
es: ^BGEsperando a que se unan jugadores... Se necesitan jugadores activos para: %s
fi: ^BGPelaajia odotetaan liittyväksi... Aktiivisia tarvitaan: %s
fr: ^BGEn attente de joueurs… Joueurs requis pour : %s
gl: ^BGEsperando a que xogadores se unan... Precísanse xogadores activos para:%s
ja_jp: ^BG選手の参加を待ち中... 必要活発な選手: %s
pl: ^BGOczekiwanie na graczy... Potrzeba aktywnych graczy do: %s
pt_br: ^BGEsperando jogadores entrarem... Precisa-se de jogadores ativos para: %s
ro: ^BGSe așteaptă jucători să se alăture... Sunt necesari jucători activi pentru: %s
sv: ^BGVäntar på att spelare ska gå med... Behöver aktiva spelare för: %s
uk: ^BGОчікування приєднання гравців... Потрібні активні гравця для: %s

source: ^BGWaiting for %s player(s) to join...
bg: ^BGИзчакване на %s допълнителни играчи(а)...
de: ^BGEs wird auf %s Spieler gewartet …
es: ^BGEsperando a que %s jugador(es) se unan...
fi: ^BGOdotetaan %s pelaajaa (pelaajia) liittymään...
fr: ^BGEn attente de %s joueur(s)…
gl: ^BGAgardando por %s xogador(es) para unirse...
ja_jp: ^BG%s 選手の参加を待ち中...
pl: ^BGOczekiwanie na %s graczy by dołączyli...
pt_br: ^BGEsperando %s jogador(es) entrar(em)...
ro: ^BGSe așteaptă să se alăture %s jucător(i)...
sv: ^BGVäntar på %s spelare att gå med...
uk: ^BGОчікування приєднання %s гравця(ців)...

source: BACKSPACE
ast: RETROCESU
de: RÜCKTASTE
es: RETROCESO
fi: BACKSPACE-taakseaskellusnäppäin
fr: RETOURARRIÈRE
gl: RETROCESO
sv: BAKSTEG

source: SHIFT
ast: MAYÚS
de: UMSCHALT
fi: SHIFT-vaihtonäppäin
fr: MAJ
gl: MAIUSCULAS
it: MAIUSC
sv: SKIFT

source: DEL
ast: DES
de: ENTF
es: SUPR
fr: SUPPR
gl: SUPR

source: PGDN
ast: RE-PÁX
de: BILD_AB
es: AVPÁG
fr: PGAV
gl: AVPAG
it: PAGGIU'

source: PGUP
ast: AV-PÁX
de: BILD_AUF
es: REPÁG
fr: PGAR
gl: REPAG
it: PAGSU

source: HOME
ast: ANICIU
de: POS1
es: INICIO
fr: DÉBUT
gl: INICIO
it: INIZIO

source: END
ast: FIN
de: ENDE
es: FIN
fr: FIN
gl: FIN
it: FINE

source: NUMLOCK
ast: BLOQ-NUM
es: BLOQNUM
fr: VERRNUM
gl: BLOQUEO NUM
it: BLOCKNUM

source: CAPSLOCK
ast: BLOQ-MAYÚS
de: FESTSTELLTASTE
es: BLOQMAYÚS
fr: VERRMAJ
gl: BLOQ MAIUS
it: BLOCMAIUSC

source: SCROLLOCK
ast: BLOQ-DESPL
de: ROLLEN
es: BLOQDES
fr: ARRÊTDÉFIL
gl: BLOQ DESPR
it: BLOCSCORR

source: PRINTSCREEN
ast: IMPR-PANT
de: DRUCK
es: CAPTURADEPANTALLA
fi: PRINTSCREEN-näppäin
fr: IMPRÉCRAN
gl: CAPTURA PANTALLA
it: STAMP

source: DPAD_UP
ast: CRUCETA_↑
de: STEUERKREUZ_HOCH
es: CRUCETA_ARRIBA
fi: D-PADI_YLÖS
fr: CROIX_HAUT
gl: CRUCETA ARRIBA
it: CROCE_SU
pt_br: DIRECIONAL_CIMA
sv: DPAD_UPP

source: DPAD_DOWN
ast: CRUCETA_↓
de: STEUERKREUZ_RUNTER
es: CRUCETA_ABAJO
fi: D-PADI_ALAS
fr: CROIX_BAS
gl: CRUCETA_ABAIXO
it: CROCE_GIU'
pt_br: DIRECIONAL_BAIXO
sv: DPAD_NER

source: DPAD_LEFT
ast: CRUCETA_←
de: STEUERKREUZ_LINKS
es: CRUCETA_IZQUIERDA
fi: D-PADI_VASEN
fr: CROIX_GAUCHE
gl: CRUCETA_ESQUERDA
it: CROCE_SINISTRA
pt_br: DIRECIONAL_ESQUERDA
sv: DPAD_VÄNSTER

source: DPAD_RIGHT
ast: CRUCETA_→
de: STEUERKREUZ_RECHTS
es: CRUCETA_DERECHA
fi: D-PADI_OIKEA
fr: CROIX_DROITE
gl: CRUCETA_DEREITA
it: CROCE_DESTRA
pt_br: DIRECIONAL_DIREITA
sv: DPAD_HÖGER

source: START
ast: ANICIU
bg: СТАРТ
es: INICIO
fi: START-nappi
fr: DÉBUT
gl: INICIO
it: AVVIO

source: BACK
ast: ATRÁS
de: ZURÜCK
es: ATRÁS
fi: BACK-takaisinnappi
fr: RETOUR
gl: ATRAS
it: INDIETRO
pl: WRÓĆ

source: LEFT_THUMB
ast: PAL_ESQ
de: LINKER_ANALOGSTICK
es: PULGAR_IZQUIERDO
fi: VASEN_PEUKALO
fr: STICK_GAUCHE
gl: POLGAR_ESQUERDO
it: POLLICE_SINISTRO
pt_br: ANALÓGICO_ESQUERDO
sv: VÄNSTER_THUMB

source: RIGHT_THUMB
ast: PAL_DER_→
de: RECHTER_ANALOGSTICK
es: PULGAR_DERECHO
fi: OIKEA_PEUKALO
fr: STICK_DROIT
gl: POLGAR_DEREITO
it: POLLICE_DESTRO
pt_br: ANALÓGICO_DIREITO
sv: HÖGER_THUMB

source: LEFT_SHOULDER
ast: REC_CIM_ESQ
de: LINKE_SCHULTERTASTE
es: HOMBRO_IZQUIERDO
fi: VASEN_OLKAPÄÄ
fr: ÉPAULE_GAUCHE
gl: OMBREIRO_ESQUERDO
it: SPALLA_SINISTRA
pt_br: SUPERIOR_ESQUERDO
sv: VÄNSTER_AXEL

source: RIGHT_SHOULDER
ast: REC_CIM_DER
de: RECHTE_SCHULTERTASTE
es: HOMBRO_DERECHO
fi: OIKEA_OLKAPÄÄ
fr: ÉPAULE_DROITE
gl: OMBREIRO_DEREITO
it: SPALLA_DESTRA
pt_br: SUPERIOR_DIREITO
sv: HÖGER_AXEL

source: LEFT_TRIGGER
ast: REC_BAX_ESQ
de: LINKER_TRIGGER
es: GATILLO_IZQUIERDO
fi: VASEN_LIIPAISIN
fr: GÂCHETTE_GAUCHE
gl: GATILLO_ESQUERDO
it: GRILLETTO_SINISTRO
pt_br: GATILHO_ESQUERDO
sv: VÄNSTER_UTLÖSARE

source: RIGHT_TRIGGER
ast: REC_BAX_DER
de: RECHTER_TRIGGER
es: GATILLO_DERECHO
fi: OIKEA_LIIPAISIN
fr: GÂCHETTE_DROITE
gl: GATILLO_DEREITO
it: GRILLETTO_DESTRO
pt_br: GATILHO_DIREITO
sv: HÖGER_UTLÖSARE

source: LEFT_THUMB_UP
ast: PAL_ESQ_↑
de: LINKER_ANALOGSTICK_HOCH
es: PULGAR_IZQUIERDO_ARRIBA
fi: VASEN_PEUKALO_YLÖS
fr: STICK_GAUCHE_HAUT
gl: POLGAR_ESQUERDO_ARRIBA
it: POLLICE_SINISTRO_SU
pt_br: ANALÓGICO_ESQUERDO_CIMA
sv: VÄNSTER_THUMB_UPP

source: LEFT_THUMB_DOWN
ast: PAL_ESQ_↓
de: LINKER_ANALOGSTICK_RUNTER
es: PULGAR_IZQUIERDO_ABAJO
fi: VASEN_PEUKALO_ALAS
fr: STICK_GAUCHE_BAS
gl: POLGAR_ESQUERDO_ABAIXO
it: POLLICE_SINISTRO_GIU'
pt_br: ANALÓGICO_ESQUERDO_BAIXO
sv: VÄNSTER_THUMB_NER

source: LEFT_THUMB_LEFT
ast: PAL_ESQ_←
de: LINKER_ANALOGSTICK_LINKS
es: PULGAR_IZQUIERDO_IZQUIERDA
fi: VASEN_PEUKALO_VASEN
fr: STICK_GAUCHE_GAUCHE
gl: POLGAR_ESQUERDO_ESQUERDA
it: POLLICE_SINISTRO_SIN
pt_br: ANALÓGICO_ESQUERDO_ESQUERDA
sv: VÄNSTER_THUMB_VÄNSTER

source: LEFT_THUMB_RIGHT
ast: PAL_ESQ_→
de: LINKER_ANALOGSTICK_RECHTS
es: PULGAR_IZQUIERDO_DERECHA
fi: VASEN_PEUKALO_OIKEA
fr: STICK_GAUCHE_DROITE
gl: POLGAR_ESQUERDO_DEREITA
it: POLLICE_SINISTRO_DES
pt_br: ANALÓGICO_ESQUERDO_DIREITA
sv: VÄNSTEL_THUMB_HÖGER

source: RIGHT_THUMB_UP
ast: PAL_DER_↑
de: RECHTER_ANALOGSTICK_HOCH
es: PULGAR_DERECHO_ARRIBA
fi: OIKEA_PEUKALO_YLÖS
fr: STICK_DROIT_HAUT
gl: POLGAR_DEREITO_ARRIBA
it: POLLICE_DESTRO_SU
pt_br: ANALÓGICO_DIREITO_CIMA
sv: HÖGER_THUMB_UPP

source: RIGHT_THUMB_DOWN
ast: PAL_DER_↓
de: RECHTER_ANALOGSTICK_RUNTER
es: PULGAR_DERECHO_ABAJO
fi: OIKEA_PEUKALO_ALAS
fr: STICK_DROIT_BAS
gl: POLGAR_DEREITO_ABAIXO
it: POLLICE_DESTRO_GIU'
pt_br: ANALÓGICO_DIREITO_BAIXO
sv: HÖGER_THUMB_NER

source: RIGHT_THUMB_LEFT
ast: PAL_DER_←
de: RECHTER_ANALOGSTICK_LINKS
es: PULGAR_DERECHO_IZQUIERDA
fi: OIKEA_PEUKALO_VASEN
fr: STICK_DROIT_GAUCHE
gl: POLGAR_DEREITO_ESQUERDA
it: POLLICE_DESTRO_SIN
pt_br: ANALÓGICO_DIREITO_ESQUERDA
sv: HÖGER_THUMB_VÄNSTER

source: RIGHT_THUMB_RIGHT
ast: PAL_DER_→
de: RECHTER_ANALOGSTICK_RECHTS
es: PULGAR_DERECHO_DERECHA
fi: OIKEA_PEUKALO_OIKEA
fr: STICK_DROIT_DROITE
gl: POLGAR_DEREITO_DEREITA
it: POLLICE_DESTRO_DES
pt_br: ANALÓGICO_DIREITO_DIREITA
sv: HÖGER_THUMB_HÖGER

source: MIDINOTE%d
ast: NOTA_MIDI_%d
es: NOTAMIDI%d
fi: MIDIHUOMAUTUS%d
fr: NOTEMIDI%d
gl: NOTAMIDI%d
it: NOTAMIDI%d
sv: MIDINOT%d

source: The secondary fire instantaneously detonates any mines fired by the primary fire, first waiting until you're far enough away.
fr: Le tir secondaire fait exploser instantanément toutes les mines posées via le tir primaire, après avoir attendu que vous soyez suffisamment éloigné.
gl: O disparo secundario detona instantaneamente calquera mina disparada polo disparo primario, agardando primeiro ata que teñas suficiente distancia.

source: Enable even playing in warmup
ast: Al tar tamién nun calentamientu
de: Ausgeglichenes Aufwärmspiel aktivieren
es: Habilitar incluso jugando en el calentamiento
fi: Salli jopa lämmittelykierrosta pelatessa
fr: Activer même en mode échauffement
gl: Habilitar incluso xogar en quecemento
ja_jp: 準備でも遊べるように有効にする
pt_br: Ativar jogo equilibrado no aquecimento
sv: Slå på även under uppvärmning

source: Avoid lossy texture compression
ast: Evitar la compresión con perda de les testures
be: Пазбягаць сціскання тэкстур са стратамі
bg: Текстурна компресия без загуби
de: Texturkompression vermeiden
es: Evitar compresión de textura con pérdida
fi: Vältä häviöllistä hahmonnuksen pakkaamista
fr: Éviter les compressions de texture avec pertes
gl: Evite a compresión de textura con perdas
ja_jp: 非可逆テクスチャ圧縮を回避する
pl: Unikaj stratnej kompresji tekstur
pt_br: Evitar compressão de texturas com perdas
ro: Evitare compresie rapidă texturi
sr: Избегни паковање текстура са губитком
sv: Undvik förlustfylld texturkomprimering
uk: Уникати компресії текстур із втратами

source: Force player colors to mine
be: Паказваць усіх гульцоў маім колерам
bg: Цветовете на всички играчи да са като моя
de: Alle Spieler in meiner Farbe zeigen
es: Forzar colors de otros jugadores al mío
fi: Pakota pelaajien väri kuten omasi on
fr: Les joueurs ont tous la même couleur que vous
gl: Forzar as cores dos xogadores ás miñas
ja_jp: プレイヤーの色を私のものに強制的する
pl: Użyj mojego koloru jako kolor graczy
pt_br: Forçar cores de jogadores para ficarem iguais às minhas
ro: Inlocuieste culorile jucatorilor cu ale mele
sr: Присили да боје осталих играча буду исте
sv: Tvinga spelarfärger till min egen
uk: Використовувати кольори вашої моделі для усіх інших моделей

source: (-%dL)
de: (-%dR)
fr: (-%dT)
it: (-%dG)
sv: (-%dV)

source: (+%dL)
de: (+%dR)
fr: (+%dT)
it: (+%dG)
sv: (+%dV)

source: ESCAPE
fr: ÉCHAP
it: ESC
pt_br: ESC

source: KP_%d
de: ZB_%d
es: TN_%d
fr: PN_%d
it: TN_%d
pt_br: TN_%d

source: KP_%s
de: ZB_%s
es: TN_%s
fr: PN_%s
it: TN_%s
pt_br: TN_%s

source: nmi
bg: нми
de: sm
fi: mpk
fr: M

source: Title at %s
fi: Nimike %s
pl: Tytuł w %s

source: ^1Press ^3%s^1 for gamemode info
ast: ^1Primi ^3%s^1 pa ver la información del mou de xuegu
be: ^1Націсніце ^3%s^1 каб даведацца пра рэжым гульні
bg: ^1Натиснете ^3%s^1 за информация за режима на игра
fi: ^1Paina ^3%s^1 nähdäksesi pelitilatiedot
pl: ^1Naciśnij ^3%s^1 dla informacji o trybie gry
ro: ^1Apasă ^3%s^1 pentru informații despre modul de joc
sr: ^1Притисните ^3%s^1 за податак о режиму игре

source: Teamnumbers are unbalanced!
ast: ¡Los equipos tán desequilibraos!
be: Колькасці каманд не збалансаваныя!
fi: Joukkuemäärät ovat epätasapainossa!
pl: Drużyny są niezrównoważone!
sr: Екипе нису уравнотежене!

source: ^3Doubleclick ^7a panel for panel-specific options.
ast: ^3Calca dos vegaes ^7nun panel pa ver les sos opciones espcífiques.
be: ^3Двойчы пстрыкніце ^7па панэлі для панэльна-спецыфічных параметраў.
bg: ^3Двоен клик ^7върху панел за да видите специфичните настройки.
fi: ^3Tuplanapsauta ^7a paneelia paneelikohtaisia valintoja varten.
pl: ^3Kliknij dwa razy ^7na listwę aby pokazać opcje listwy.
ro: ^3Dublu-clic ^7pe panou pentru opțiuni specifice panoului
sr: ^3Дупли клик ^7a на плочу за опције у вези плоче.
uk: ^3Клацніть двічі ^7a панель щоб побачити її опції.

source: Intermediate %d
ast: Sector %d
be: Сярэдняе %d
fi: Välimuoto %d
pl: Pośredni %d
sr: Просек %d

source: How often a flag (CTF) or a key (KeyHunt) was captured
bg: Колко често е пленявано знаме (CTF) или ключ (KeyHunt)
fi: Kuinka usein lippu (CTF) tai avain (KeyHunt) saatiin kaapattua
pl: Jak często została przejęta flaga (CTF) lub klucz (KeyHunt)
ro: Cât de des un steag (CS) sau o cheie („Vânătoare de chei”) au fost capturate

source: SCO^destroyed
be: SCO^знішчана
fi: SCO^tuhotut
pl: zniszczony
sr: SCO^уништено

source: SCO^damage
ast: Dañu fechu
fi: SCO^vaurio
pl: zadane obrażenia
sr: SCO^штета

source: The total damage done
ast: El dañu fechu en total
fi: Tehtyjen tuhojen yhteismäärä
pl: Całkowite zadane obrażenia
sr: Укупно начињене штете

source: SCO^dmgtaken
ast: Dañu recibíu
fi: SCO^ttvastaanotot
pl: przyjęte obrażenia
sr: SCO^примљено штете

source: Player ELO
ast: L'ELO de los xugadores
bg: Играч ELO:
fi: Pelaaja ELO
pl: Punkty rankingowe gracza

source: Number of keys carrier kills
ast: El númberu d'asesinatos como llevador
bg: Брой убийства на носителя на ключове
fi: Avaimenkantajatapot
pl: Liczba zabitych graczy niosących klucze
sr: Број убијених носилаца кључева

source: How often a flag (CTF) or a key (KeyHunt) or a ball (Keepaway) was picked up
bg: Колко често е задигано знаме (CTF), ключ (KeyHunt) или топка (Keepaway)
fi: Monastiko lippu (CTF) tai avain (KeyHunt) tai pallo (Keepaway) poimittiin

source: Before a field you can put a + or - sign, then a comma separated list of game types, then a slash, to make the field show up only in these or in all but these game types. You can also specify 'all' as a field to show all fields available for the current game mode.
bg: Преди поле може да сложите знак + или -, след това списък разделен от запетаи на типовете игра, след това наклонена черта, за да направите списъка видим само на онези или на всички с изключение на тези. Също може да укажете 'all' като поле, за да се виждат всички възможни полета за избрания тип на игра.
fi: Kenttää ennen voit laittaa + tai - merkin, jota seuraa pilkuilla eritelty lista pelimuodoista, sitten kenoviiva, saadaksesi kentän näkymään vain näissä tai kaikissa näissä pelimuodoissa. Voit myöskin määrittää 'kaikki' kenttänä näyttääksesi kaikki tarjolla olevat kentät sen hetkiselle pelimuodolle.

source: The special game type names 'teams' and 'noteams' can be used to include/exclude ALL teams/noteams game modes.
bg: Специалните имена на игрови типове 'teams' и 'noteams' могат да се използват да включат/изключат ВСИЧКИ teams/noteams типове на игра
fi: Erikoispelimuotojen nimiä 'teams' ja 'noteams' voidaan käyttää sisällyttääksesi/poislukien KAIKKI teams/noteams pelimuodot.

source: 'field3' will only be shown in CTF, and 'field4' will be shown in all other gamemodes except DM.
bg: 'field3' ще се показва само в CTF, а 'field4' ще се показва във всички типове на игра, без DM
fi: 'kenttä3' näytetään vain CTF:ssä, ja 'kenttä4' näytetään kaikissa muissa pelimuodoissa poislukien muoto DM.

source: ^3%1.0f minutes
ast: ^3%1.0f minutos
bg: ^3%1.0f минути
fi: ^3%1.0f minuuttia
pl: ^3%1.0f minut
sr: ^3%1.0f минута

source: Warmup: too few players
fi: Lämmittely: liian vähän pelaajia
pl: Rozgrzewka: za mało graczy

source: ^1You must answer before entering hud configure mode
ast: ^1Has responder enantes d'entrar na configuración de la interfaz
bg: ^1Трябва да отговорите, преди да влезете в режим за настройка на HUD
fi: ^1Sinun tulee vastata ennen sisäänkäyntiä hud-asetus tilaan
pl: ^1Musisz odpowiedzieć zanim przejdziesz do trybu konfiguracji HUD

source: %d seconds left
ast: Nᵘ de segundos que queden: %d
be: %d секунд засталося
bg: остават %d секунди
fi: %d sekuntia jäljellä
pl: pozostało %d sekund
ro: %d secunde rămase
sr: Преостало секунди: %d
uk: %d секунд залишилось

source: Race for fastest time.
ast: Cuerri pol tiempu más rápidu
bg: Състезавай се за най-бързо време.
fi: Kisaa saavuttaaksesi nopeimman ajan.
pl: Ścigaj się o najszybszy czas.
ro: Întrece-te pentru cel mai rapid timp.
sr: Тркајте се за најбоље време.

source: Compete for the most damage dealt and frags in this chaotic mayhem!
fi: Kilpaile vahingon- ja tappojen määrästä tässä kaoottisessa sekasortossa!

source: Shoot and kick the ball into the enemies goal, keep your goal clean
ast: Xuta la pelota hasta la portería enemiga y fai por que nun te metan goles
bg: Стреляйте и ритайте топката в противниковата врата, докато опазвате вашата чиста
fi: Ammu ja potkaise pallo vihollisen maaliin, pidä oma maalisi puhtaana
pl: Strzelaj do piłki i kop ją do bramki przeciwnika, broń własnej bramki
sr: Гађајте и шутните лопту у непријатељски гол, браните ваш гол

source: Compete with your team for the most damage dealt and frags in this chaotic mayhem!
fi: Kilpaile joukkueesi kanssa vahingon- ja tappojen määrästä tässä kaoottisessa sekasortossa!

source: Well done! Click 'Next Level' to continue
ast: ¡Bien fecho! Calca «Nivel siguiente» pa siguir
fi: Hienosti meni! Napsauta 'Seuraava Taso' jatkaaksesi
pl: Nieźle! Kliknij "Następny Poziom" żeby kontynuować!
ro: Bravo! Click pe „Nivelul următor” pentru a continua
sr: Добро обављен посао! Кликните на „Следећи ниво“ за наставак

source: Press the space bar to change your currently selected tile
fi: Paina välilyöntiä vaihtaaksesi valitsemasi murikan
pl: Wciśnij spację aby zmienić zaznaczone pole
sr: Притисните размак да бисте променили тренутно изабрану плочицу

source: You can select one of your pieces to move it in one of the surrounding places
ast: Pues seleicionar una de les tos pieces pa movela a un llugar d'alredor
fi: Voit valita nappuloistasi yhden siirtääksesi sen yhteen ympäröivistä paikoista
pl: Możesz zaznaczyć jeden ze swoich elementów by przesunąć go na okoliczne miejsca
ro: Poți să-ți selectezi una dintre piese pentru a o muta în una din locurile din jur

source: off-hand hook
ast: Gabitu
fi: toisenkäden koukku
sr: кука у другој шаци

source: Overkill Heavy Machine Gun
ast: Ametralladora pesada desaxerada
fi: Ylimalkaallinen raskaskonepistooli

source: ^BG%s%s^K1 was frozen to death by ^BG%s^K1's Ice Nade%s%s
ast: ^BG%s%s^K1 morrió pol conxelamientu de la granada de xelu de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 беше замразен до смърт от ^BG%s^K1 с Ледена Граната%s%s
fi: ^BG%s%s^K1 jäätyi pakastelihaksi ^BG%s^K1's Jäänaatin toimesta%s%s
ro: ^BG%s%s^K1 a fost degerat de Grenada de Gheață%s%s a lui ^BG%s^K1

source: ^BG%s^K1 unfairly eliminated themself%s%s
be: ^BG%s^K1 ганебна самаліквідаваўся%s%s
bg: ^BG%s^K1 нечестно се самоострани%s%s
fi: ^BG%s^K1 lopettivat itsensä epäreilusti%s%s
pl: ^BG%s^K1 niesprawiedliwie się wyeliminował%s%s
ro: ^BG%s^K1 s-a eliminat singur%s%s
uk: ^BG%s^K1 нечесно вбив себе%s%s

source: ^BG%s^K1 felt a little chilly%s%s
ast: ^BG%s^K1 tenía un pocoñín de fríu%s%s
fi: ^BG%s^K1 tunsi pientä kylmetystä%s%s
pl: ^BG%s^K1 poczuł przejmujący chłód%s%s
ro: ^BG%s^K1 a cam înghețat%s%s

source: ^BG%s^K1 was frozen to death by their own Ice Nade%s%s
ast: ^BG%s^K1 morrió pol conxelamientu de la so granada de xelu%s%s
fi: ^BG%s^K1 jäätyi kuoliaaksi omien Jäänaattiensa takia%s%s
ro: ^BG%s^K1 a fost înghețat de propriai Grenadă de Înghețare%s%s

source: ^BG%s^BG%s^BG (%s %s every %s seconds)
ast: ^BG%s^BG%s^BG (%s %s cada %s segundos)
fi: ^BG%s^BG%s^BG (%s %s joka %s sekunti)
pl: ^BG%s^BG%s^BG (%s %s co %s sekund)

source: ^BG%s^K1 froze themself
ast: ^BG%s^K1 conxelóse
be: ^BG%s^K1 замарозіў сам сябе
bg: ^BG%s^K1 се замрази
fi: ^BG%s^K1 jäädyttivät itsensä
pl: ^BG%s^K1 zamroził się
ro: ^BG%s^K1 s-a înghețat singur
uk: ^BG%s^K1 заморозив сам себе

source: ^BGYou cannot change to a larger team
ast: ^BGNun pues cambiar a un equipu mayor
fi: ^BGEt voi vaihtaa isompaan joukkueeseen
pl: ^BGNie możesz dołączyć do większej drużyny

source: ^BGYou are not allowed to change teams
ast: ^BGNun tienes permisu pa cambiar d'equipu
fi: ^BGJoukkueiden vaihtaminen ei ole sallittua
pl: ^BGNie możesz zmieniać drużyn

source: ^BG%s^K1 shot themself to hell with their Blaster%s%s
fi: ^BG%s^K1 ampuivat itsensä hornan tuuttiin Läjäyttimillään%s%s
ro: ^BG%s^K1 s-a împușcat cu propriul lui Blaster%s%s

source: ^BG%s^K1 blew themself up with their Devastator%s%s
fi: ^BG%s^K1 räjäyttivät itsensä ilmavoimiin Devastator:illaan%s%s
ro: ^BG%s^K1 s-a aruncat în aer cu propriul lui Devastator%s%s

source: ^BG%s^K1 blew themself up with their own Mortar%s%s
bg: ^BG%s^K1 се самовзриви със собствената си Mortar%s%s
fi: ^BG%s^K1 räjäyttivät itsensä omalla Mörssärillään%s%s
pl: ^BG%s^K1 wysadził się własnym Moździerzem%s%s
ro: ^BG%s^K1 s-a aruncat în aer cu propriul mortier%s%s

source: ^BG%s%s^K1 was sniped by ^BG%s^K1's Overkill Heavy Machine Gun%s%s
fi: ^BG%s%s^K1 niputettiin ^BG%s^K1'n Ylimalkaallisen Raskaalla Konekiväärillä%s%s

source: ^BG%s%s^K1 was torn to bits by ^BG%s^K1's Overkill Heavy Machine Gun%s%s
fi: ^BG%s%s^K1 revittiin palasiksi ^BG%s^K1'n Ylimalkaallisella raskaskonekiväärillä%s%s

source: ^BG%s^K1 blew themself up with their Overkill Rocket Propelled Chainsaw%s%s
fi: ^BG%s^K1 räjäyttivät itsensä omalla Ylimalkaallisella rakettikäyttöisellä moottorisahallaan%s%s

source: ^BG%s%s^K1 was gunned down by ^BG%s^K1's Shockwave%s%s
ast: ^BG%s%s^K1 morrió polos disparos del Shockwave de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 päätyi kanveesiin ^BG%s^K1'n Shokkihoidon tiimoilta%s%s
ro: ^BG%s%s^K1 a fost doborât de Unda de Șoc%s%s a lui ^BG%s^K1

source: ^BG%s%s^K1 slapped ^BG%s^K1 around a bit with a large Shockwave%s%s
fi: ^BG%s%s^K1 tunsi tukkansa pölisevän ^BG%s^K1 ison Paineaallon tiimoilta%s%s
ro: ^BG%s%s^K1 l-a plesnit pe ^BG%s^K1 cu o Undă de Foc uriașă%s%s

source: ^BGYour %steam mate^BG got the ^TC^TT^BG flag! Protect them!
ast: ^BGUn %scompañeru^BG consiguió la bandera ^TC^TT^BG. ¡Protéxilu!
fi: ^BGSinun %sjoukkuekaverisi^BG sai ^TC^TT^BG lipun! Suojelua!
pl: ^BGTwój %sczłonek drużyny^BG zdobył ^TC^TTĄ^BG flagę! Broń go!
ro: ^BGCoechipierul tau, %s^BG a capturat ^TC^TT^BG!steagul ^BGApără-l!

source: ^BGYour %steam mate (^BG%s%s)^BG got the ^TC^TT^BG flag! Protect them!
ast: ^BGUn %scompañeru(^BG%s%s) consiguió la bandera ^TC^TT^BG. ¡Protéxilu!
fi: ^BGSinun %sjoukkuekaverisi (^BG%s%s)^BG sai ^TC^TT^BG lipun! Suojelua!
pl: ^BGTwój %sczłonek drużyny (^BG%s%s)^BG zdobył ^TC^TTĄ^BG flagę! Broń go!
ro: ^BGCoechipierul tău, %s(^BG%s%s)^BG a capturat ^TC^TT^BG steagul! ^BGApără-l!

source: ^BGYour %steam mate^BG got the flag! Protect them!
ast: ^BGUn %scompañeru ^BGconsiguió la bandera. ¡Protéxilu!
be: ^BGЧалец %sвашай каманды^BG узяў сцяг! Трэба абараніць яго!
bg: ^BGТвоя %sсъотборник^BG взе знамето! Защитавай го!
fi: ^BGSinun %sjoukkuekaverisi^BG sai lipun! Suojelua!
pl: ^BGTwój %sczłonek druzyny^BG dostał flagę! Obroń go!
ro: ^BG %sCoechipierul tău^BG a luat steagul! Protejează-l!
uk: ^BGВаш %sтовариш по команді^BG захопив прапор! Захищайте його!

source: ^BGYour %steam mate (^BG%s%s)^BG got the flag! Protect them!
ast: ^BGUn %scompañeru(^BG%s%s)^BG consiguió la bandera. ¡Protéxilu!
be: ^BGЧалец %sвашай каманды (^BG%s%s)^BG узяў сцяг! Трэба абараніць яго!
bg: ^BGТвоя %sсъотборник (^BG%s%s)^BG взе знамето! Защитавай го!
fi: ^BGSinun %sjoukkuekaverisi (^BG%s%s)^BG sai lipun! Suojelua!
pl: ^BGTwój %steam mate (^BG%s%s)^BG dostał flagę! Obroń go!
ro: ^BG %sCoechipierul tău (^BG%s%s)^BG a luat steagul! Protejează-l!
uk: ^BGВаш %sтовариш по команді (^BG%s%s)^BG захопив прапор! Захищайте його!

source: ^K1You were punished for attacking your team mates!
fi: ^K1Sinua rangaistiin hyökkäämisestäsi joukkuekavereitasi vastaan!

source: ^K1You felt a little chilly!
ast: ^K1¡Teníes un pocoñín de fríu!
fi: ^K1Nyt tuli vilu!
pl: ^K1Poczułeś się ochłodzony!
ro: ^K1Ai cam înghețat!

source: ^K1You got a little bit too cold!
fi: ^K1Nyt kävi kylmät!
pl: ^K1
ro: ^K1Te-ai cam înghețat!

source: ^K1Traitor! You betrayed team mate ^BG%s
ast: ^K1¡Traidor! Traicionesti al compañeru ^BG%s
fi: ^K1Petturi! Kavalsit joukkuekaverisi ^BG%s

source: ^K1You were betrayed by team mate ^BG%s
ast: ^K1Traicionóte'l compañeru ^BG%s
fi: ^K1Joukkuekaverisi petti sinut ^BG%s

source: ^K1Changing team in ^COUNT
ast: ^K1Vas cambiar d'equipu en ^COUNT
bg: ^K1Смяна на отбор след ^COUNT
fi: ^K1Vaihdetaan joukkuetta ajassa ^LASKENTA
pl: ^K1Zmiana drużyny za ^COUNT
ro: ^K1Schimbarea echipei în ^COUNT
uk: ^K1Зміна команди через ^COUNT

source: point
ast: puntu
fi: piste
pl: punkt
sr: бод

source: points
ast: puntos
fi: pisteet
pl: punkty
sr: бодови

source: %s^K1 made a TRIPLE FRAG! %s^BG
ast: ^K1¡^BG%s^K1 fizo un ASESINATU TRIPLE! %s^BG
fi: %s^K1 toteutti KOLMOISFRÄGIN! %s^BG
pl: %s^K1 wykonałeś POTRÓJNE ZABÓJSTWO! %s^BG
uk: %s^K1 зробив ПОТРІЙНИЙ ФРАГ! %s^BG

source: %s^K1 made a TRIPLE SCORE! %s^BG
fi: %s^K1 teki KOLMOISPISTEET! %s^BG
pl: %s^K1 zrobił POTRÓJNY WYNIK! %s^BG
uk: %s^K1 заробив ПОТРІЙНЕ ОЧКО! %s^BG
