Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BG%s%s^K1 was pushed in front of a monster by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе избутан пред чудовище от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde vor Monster befördert von ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue empujado hacia un monstruo por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 työnnettiin hirviön eteen ja tekijä oli ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été poussé face à un monstre par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi empuxado diante dun monstro por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato spinto verso un mostro da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1%s%s によってモンスターの前に押された
pt_br: ^BG%s%s^K1 foi empurrado em frente de um monstro por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был отправлен к монстрам руками ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var puttad framför ett monster av ^BG%s^K1%s%s

source: ^BG%s%s^K1 was blown up by ^BG%s^K1's Nade%s%s
bg: ^BG%s%s^K1 бе издухан от Nade-то на ^BG%s^K1 %s%s
de: ^BG%s%s^K1 wurde in die Luft gejagt von ^BG%s^K1s Granate%s%s
es: ^BG%s%s^K1 fue explotado por la granada de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 posautettiin taivaan tuuliin ^BG%s^K1's Naatilla%s%s
fr: ^BG%s%s^K1 a été explosé par la Grenade de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi explotado pola ^BG%s^K1 granada%s%s
it: ^BG%s%s^K1 è stato spazzato via dalla Granata di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の手榴弾%s%sによって爆破された
pl: ^BG%s%s^K1 został wysadzony przez granat ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 foi explodido pela Granada de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a călcat pe Grenada%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 был взорван ^BG%s^K1%s%s
sv: ^BG%s%s^K1 sprängdes upp av ^BG%s^K1s Granat%s%s
uk: ^BG%s%s^K1 був підірваний гранатою ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got too close to a napalm explosion%s%s
ast: ^BG%s%s^K1 averóse muncho a un españíu de napalm%s%s
bg: ^BG%s%s^K1 се доближи твърде близко до напалмова експлозия%s%s
de: ^BG%s%s^K1 trat einer Napalmexplosion ein wenig zu nahe%s%s
es: ^BG%s%s^K1 se acercó demasiado a una explosión de napalm%s%s
fi: ^BG%s%s^K1 erehtyi liian lähelle napalmiräjähdystä%s%s
fr: ^BG%s%s^K1 se tenait trop près d'une explosion de napalm%s%s
gl: ^BG%s%s^K1 achegouse demasiado a unha explosión de napalm%s%s
it: ^BG%s%s^K1 si è avvicinato troppo all'esplosione di napalm%s%s
ja_jp: BG%s%s^K1 がナパームの爆発%s%sに近づきすぎた
pl: ^BG%s%s^K1 zbliżył się za nadto do eksplozji napalmu%s%s
pt_br: ^BG%s%s^K1 se aproximou demais de uma explosão de napalm%s%s
ro: ^BG%s%s^K1 a fost un pic cam aproape de o explozie Napalm%s%s
ru: ^BG%s%s^K1 слишком близко подошёл к взрыву напалма%s%s
sv: ^BG%s%s^K1 kom för nära en napalmexplosion%s%s

source: ^BG%s%s^K1 was burned to death by ^BG%s^K1's Napalm Nade%s%s
bg: ^BG%s%s^K1 беше изгорен от ^BG%s^K1 с Напалмова Граната%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Napalmgranate abgefackelt%s%s
es: ^BG%s%s^K1 fue calcinado por la Granada de Napalm de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 poltettiin kuoliaaksi ^BG%s^K1's Napalminaatin toimesta %s%s
fr: ^BG%s%s^K1 a été brûlé à mort par la Grenade de Napalm de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 morreu queimado pola ^BG%s^K1 Granada de Napalm %s%s
it: ^BG%s%s^K1 è stato bruciato a morte dalla Granata al Napalm di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のナパーム手榴弾%s%sによって焼死された
pt_br: ^BG%s%s^K1 foi queimado até a morte pela Granada de Napalm de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost ars de Grenada cu Napalm%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 был сожжён заживо Гранатой Напалма ^BG%s^K1%s%s
sv: ^BG%s%s^K1 brändes till döds av ^BG%s^K1's Napalmgranat%s%s

source: ^BG%s%s^K1 was blown up by ^BG%s^K1's Ice Nade%s%s
bg: ^BG%s%s^K1 беше взривен от ^BG%s^K1 с Ледена Граната%s%s
de: ^BG%s%s^K1 wurde in die Luft gejagt von ^BG%s^K1s Eisgranate%s%s
es: ^BG%s%s^K1 fue explotado por la Granada de Hielo de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 posautettiin ^BG%s^K1's Jäänaatin toimesta %s%s
fr: ^BG%s%s^K1 a été explosé par la Grenade de Glace de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi explotado pola ^BG%s^K1 Granada de xeo%s%s
it: ^BG%s%s^K1 è stato spazzato via dalla Granata di ghiaccio di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の氷手榴弾%s%sによって爆破された
pt_br: ^BG%s%s^K1 foi explodido pela Granada de Gelo de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost aruncat în aer de Grenada de Gheață%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 был подорван Ледяной Гранатой ^BG%s^K1%s%s
sv: ^BG%s%s^K1 sprängdes upp av ^BG%s^K1s Isgranat%s%s

source: ^BG%s%s^K1 has not been healed by ^BG%s^K1's Healing Nade%s%s
de: ^BG%s%s^K1 konnte von ^BG%s^K1s Medizingranate nicht geheilt werden%s%s
es: ^BG%s%s^K1 no ha sido curado por la Granada de Curación de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ei tervehtynyt ^BG%s^K1's Terveysnaatista %s%s
fr: ^BG%s%s^K1 n'a pas été soigné par la Grenade de Guérison de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 non foi curado pola ^BG%s^K1 Granada de curación%s%s
it: ^BG%s%s^K1 non è stato curato dalla Granata Curante di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の治癒手榴弾%s%sによって癒されなかった
pt_br: ^BG%s%s^K1 não foi curado pela Granada de Cura de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 nu a fost vindecat de Grenada de Vindecare%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 не был вылечен Лечащей Гранатой ^BG%s^K1%s%s
sv: ^BG%s%s^K1 har inte blivit läkt av ^BG%s^K1's Läkningsgranat%s%s

source: ^BG%s%s^K1 couldn't find the light in ^BG%s^K1's Darkness Nade%s%s
it: ^BG%s%s^K1 non è riuscito a trovare la luce nella ^K1Granata di oscurità ^BG%s^K1%s%s
ru: ^BG%s%s^K1 не разглядел света в ^BG%sГранате тьмы ^K1%s%s

source: ^BG%s%s^K1 was shot into space by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе застрелян във въздуха от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde ins All geschossen von ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue enviado al espacio por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ammuttiin planeettaa kiertävälle radalle syyllisen ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été expédié dans l'espace par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi disparado ao espazo por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato lanciato nello spazio da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1%s%s によって宇宙に発砲された
pt_br: ^BG%s%s^K1 foi lançado para o espaço por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost aruncat în spațiu de către ^BG%s^K1%s%s
ru: ^BG%s%s^K1 отправлен в открытый космос ^BG%s^K1%s%s
sv: ^BG%s%s^K1 sköts upp till rymden av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був запущений у космос ^BG%s^K1%s%s

source: ^BG%s%s^K1 was slimed by ^BG%s^K1%s%s
ast: ^BG%1$s%3$s^K1 convirtió en llimu a ^BG2$s^K1%4$s%5$s
bg: ^BG%s%s^K1 бе смален от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde vollgeschleimt von ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue adelgazado por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 limakyllästettiin ja tekijä oli ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été englué par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi adelgazado por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato sciolto da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって肉が落たれた
pt_br: ^BG%s%s^K1 foi dissolvido por ^BG%s^K1%s%s
ro: ^BG%s^K1%s%s l-a acoperit pe ^BG%s%s^K1 cu mâzgă
ru: ^BG%s%s^K1 был утоплен в слизи руками ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var slemmad av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був заляпаний слизом ^BG%s^K1%s%s

source: ^BG%s%s^K1 was preserved by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе консервиран от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde verschont von ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue conservado por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 säilöttiin säilöjän ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été englouti par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi conservado por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato conservato da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって保持された
pt_br: ^BG%s%s^K1 foi preservado por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost conservat de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был мумифицирован ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var bevarad av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був законсервований ^BG%s^K1%s%s

source: ^BG%s%s^K1 tried to occupy ^BG%s^K1's teleport destination space%s%s
ast: ^BG%s%s^K1 tentó d'ocupar l'espaciu de destín del teletresporte de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 се опита да окупира телепорта на ^BG%s^K1's но бе издухан в пространството%s%s
de: ^BG%s%s^K1 versuchte ^BG%s^K1s Teleporterplatz zu blockieren%s%s
es: ^BG%s%s^K1 intentó ocupar el espacio de teletransporte de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 yritti koijailla ^BG%s^K1's etäsiirtomääränpään tonteilla%s%s
fr: ^BG%s%s^K1 a voulu occuper l'espace de téléportation de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 intentou ocupar o^BG%s^K1 espazo de destino de teletransportación%s%s
it: ^BG%s%s^K1 ha provato a occupare lo spazio di destinazione della teleporta di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のテレポート先スペース%s%sを占有しようとした
pt_br: ^BG%s%s^K1 tentou ocupar o espaço do teletransporte de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a încercat să ocupe spațiul destinat teleportării lui ^BG%s^K1%s%s
ru: ^BG%s%s^K1 попытался занять выход из телепорта ^BG%s^K1%s%s
sv: ^BG%s%s^K1 försökte att ta upp ^BG%s^K1s teleportdestinationsplats%s%s
uk: ^BG%s%s^K1 спробував зайняти місце прибування ^BG%s^K1 %s%s

source: ^BG%s%s^K1 was telefragged by ^BG%s^K1%s%s
ast: ^BG%s%s^K1 morrió pol teletresporte de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе теле-убит от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde telefragged von ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue remotamente eliminado por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 etäsurmattiin syyllisen ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été télé-tué par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi telefragmentado por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato telefragato da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によってテレ削除された
pl: ^BG%s%s^K1 zostałeś ztelefragowany przez ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 levou um telefrag de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a murit de la teleportorul lui ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был телефрагнут ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var telefraggad av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був телефрагнутий ^BG%s^K1%s%s

source: ^BG%s%s^K1 died in an accident with ^BG%s^K1%s%s
ast: ^BG%s%s^K1 morrió nun accidente xunto a ^BG%s^K1%s%s
bg: ^BG%s%s^K1 се спомина в инцидент с ^BG%s^K1%s%s
de: ^BG%s%s^K1 starb in einem Unfall mit ^BG%s^K1%s%s
es: ^BG%s%s^K1 murió en un accidente con ^BG%s^K1%s%s
fi: ^BG%s%s^K1 menehtyi onnettomuudessa ja kanssansa oli ^BG%s^K1%s%s
fr: ^BG%s%s^K1 est mort dans un accident avec ^BG%s^K1%s%s
gl: ^BG%s%s^K1 morreu nun accidente con ^BG%s^K1%s%s
it: ^BG%s%s^K1 è morto in un incidente con ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s の事故で死亡した
pt_br: ^BG%s%s^K1 morreu em um acidente com ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a murit într-un accident cu ^BG%s^K1%s%s
ru: ^BG%s%s^K1 погиб в результате несчастного случая с участием ^BG%s^K1%s%s
sv: ^BG%s%s^K1 dog i en olycka med ^BG%s^K1%s%s
uk: ^BG%s%s^K1 загинув у нещасному випадку з ^BG%s^K1%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Bumblebee exploded%s%s
bg: ^BG%s%s^K1 бе хванат от взирвната вълна когато ^BG%s^K1's Bumblebee експлодира%s%s
de: ^BG%s%s^K1 wurde in die Luft gesprengt als ^BG%s^K1s Hummel explodierte%s%s
es: ^BG%s%s^K1 quedó atrapado en la explosión cuando el Bumblebee de ^BG%s^K1 explotó%s%s
fi: ^BG%s%s^K1 otti osumaa töräyksestä kun ^BG%s^K1'n Bumblebee räjähti%s%s
fr: ^BG%s%s^K1 a été pris dans le souffle quand le Bumblebee de ^BG%s^K1 a explosé%s%s
gl: ^BG%s%s^K1 quedou atrapado na explosión cando ^BG%s^K1 Abellón estoupou%s%s
it: ^BG%s%s^K1 è stato coinvolto nello scoppio quando il Bumblebee di ^BG%s^K1 è esploso%s%s
ja_jp: BG%s%s^K1 は ^BG%s^K1 のバンブルビーが爆発した%s%sときに爆風に巻き込まれた
pt_br: ^BG%s%s^K1 foi pego pela explosão de Bumblebee de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost prins în explozia de la arma Bondar%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 зацепило взрывной волной от подорвавшегося со Шмеля ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var inblandad i sprängningen när ^BG%s^K1s Bumblebee exploderade%s%s
uk: ^BG%s%s^K1 загинув коли вибухнув Bumblebee ^BG%s^K1 %s%s

source: ^BG%s%s^K1 saw the pretty lights of ^BG%s^K1's Bumblebee gun%s%s
bg: ^BG%s%s^K1 видя прекрасната светлина от Bumblebee оръжието на ^BG%s^K1 %s%s
de: ^BG%s%s^K1 sah die schönen Lichter von ^BG%s^K1 Hummel-Waffe%s%s
es: ^BG%s%s^K1 vió las preciosas luces del Bumblebee de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 koki kauniit valot joita ^BG%s^K1'n Bumblebee-ase tuottaa%s%s
fr: ^BG%s%s^K1 en a vu de toutes les couleurs avec le canon du Bumblebee de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 viu as fermosas luces da ^BG%s^K1 Arma Abellón%s%s
it: ^BG%s%s^K1 ha visto le belle luci dell'arma del Bumblebee di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のバンブルビーガン%s%sのかわいらしいライトを見た
pt_br: ^BG%s%s^K1 viu as lindas luzes da arma do Bumblebee de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a văzut stele verzi de la arma Bondar%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 засмотрелся на огоньки из пушки Шмеля, управляемого ^BG%s^K1%s%s
sv: ^BG%s%s^K1 såg de vakra ljusen av ^BG%s^K1s Bumblebee-vapen%s%s
uk: ^BG%s%s^K1 побачив гарні вогні гармати Bumblebee ^BG%s^K1 %s%s

source: ^BG%s%s^K1 was crushed by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе премазат от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde zerquetscht von ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue aplastado por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 tuli rusennetuksi syypään ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été écrasé par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi esmagado por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato schiacciato da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって粉砕された
pt_br: ^BG%s%s^K1 foi esmagado por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost zdrobit de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был раздавлен ^BG%s^K1%s%s
sv: ^BG%s%s^K1 krossades av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був розчавлений ^BG%s^K1%s%s

source: ^BG%s%s^K1 was cluster bombed by ^BG%s^K1's Raptor%s%s
bg: ^BG%s%s^K1 бе покосен от купчината бомби на ^BG%s^K1's Raptor%s%s
de: ^BG%s%s^K1 wurde gesprengt von ^BG%s^K1s Raptor%s%s
es: ^BG%s%s^K1 fue víctima del bombardeo de racimo del Raptor de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 sai maistaa sirpalepommia ^BG%s^K1'n Raptorin toimesta%s%s
fr: ^BG%s%s^K1 a été bombardé par le Raptor de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi bombardeado con bombas de acio de ^BG%s^K1 Rapineiro %s%s
it: ^BG%s%s^K1 ha subito la bomba a grappolo del Raptor di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のラプター%s%sによってクラスター爆撃された
pt_br: ^BG%s%s^K1 foi bombardeado pelo Raptor de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost bombardat de arma Raptor%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 был завален кассетными бомбами с Ящера ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var klusterbombad av ^BG%s^K1s Raptor%s%s
uk: ^BG%s%s^K1 був закиданий кластерними бомбами з Raptor ^BG%s^K1 %s%s

source: ^BG%s%s^K1 couldn't resist ^BG%s^K1's purple blobs%s%s
bg: ^BG%s%s^K1 не можа да устои на розовите пръски на ^BG%s^K1 %s%s
de: ^BG%s%s^K1 konnte ^BG%s^K1s blauen Blobs nicht widerstehen%s%s
es: ^BG%s%s^K1 no pudo resistir las manchas moradas de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ei voinut vastustaa ^BG%s^K1'n purppurakimpaleita%s%s
fr: ^BG%s%s^K1 n'a pas pu résister aux bulles violettes de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 non puido resistir ^BG%s^K1 as manchas moradas%s%s
it: ^BG%s%s^K1 non ha resistito alle bolle viola di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の紫色のブロブ%s%sに抵抗できなかった
pt_br: ^BG%s%s^K1 não resistiu às bolhas roxas de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 n-a putut rezista petele purpurii%s%s ale lui ^BG%s^K1
ru: ^BG%s%s^K1 не смог устоять перед пурпурными шариками ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kunde inte motstå ^BG%s^K1s rosa blobbar%s%s
uk: ^BG%s%s^K1 не міг протистояти фіолетовим краплинам ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Raptor exploded%s%s
bg: ^BG%s%s^K1 бе хваната от взривната вълна когато експлодира Raptor-а на ^BG%s^K1 %s%s
de: ^BG%s%s^K1 wurde in die Luft gesprengt als ^BG%s^K1s Raptor explodierte%s%s
es: ^BG%s%s^K1 quedó atrapado en la explosión cuando el Raptor de ^BG%s^K1 explotó%s%s
fi: ^BG%s%s^K1 otti osumaa töräyksestä kun ^BG%s^K1'n Raptor räjähti%s%s
fr: ^BG%s%s^K1 a été pris dans le souffle quand le Raptor de ^BG%s^K1 a explosé%s%s
gl: ^BG%s%s^K1 quedou atrapado na explosión cando ^BG%s^K1 Rapineiro estoupou%s%s
it: ^BG%s%s^K1 è stato coinvolto nello scoppio quando il Raptor di ^BG%s^K1 è esploso%s%s
ja_jp: ^BG%s^K1 のラプターが爆発させた%s%sとき、^BG%s%s^K1 が爆風に巻き込まれた
pt_br: ^BG%s%s^K1 foi pego pela explosão do Raptor de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost prins în suflul exploziei când Raptor-ul lui ^BG%s^K1 a explodat%s%s
ru: ^BG%s%s^K1 зацепило взрывной волной от взорвавшегося на Ящере ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var inblandad i sprängningen när ^BG%s^K1s Raptor exploderade%s%s
uk: ^BG%s%s^K1 загинув коли вибухнув Raptor ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Spiderbot exploded%s%s
bg: ^BG%s%s^K1 бе хванат от взривната вълна когато експлодира Spiderbot-а на ^BG%s^K1 %s%s
de: ^BG%s%s^K1 wurde in die Luft gesprengt als ^BG%s^K1s Spinnenroboter explodierte%s%s
es: ^BG%s%s^K1 quedó atrapado en la explosión cuando el Robot Araña de ^BG%s^K1 explotó%s%s
fi: ^BG%s%s^K1 otti osumaa töräyksestä kun ^BG%s^K1'n Hämisbotti räjähti%s%s
fr: ^BG%s%s^K1 a été pris dans le souffle quand le Spiderbot de ^BG%s^K1 a explosé%s%s
gl: ^BG%s%s^K1 quedou atrapado na explosión cando o ^BG%s^K1 Robot araña estoupou%s%s
it: ^BG%s%s^K1 è stato coinvolto nello scoppio quando lo Spiderbot di ^BG%s^K1 è esploso%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のスパイダーボットが爆発させた%s%sときに爆風に巻き込まれた
pt_br: ^BG%s%s^K1 foi pego pela explosão do Spiderbot de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost prins în suflul exploziei când Păianjenul Mecanizat al lui ^BG%s^K1 a explodat%s%s
ru: ^BG%s%s^K1 зацепило взрывной волной от взорвавшегося на Пауко-боте ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var inblandad i sprängningen när ^BG%s^K1s Spiderbot exploderade%s%s
uk: ^BG%s%s^K1 загинув коли вибухнув Spiderbot ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got shredded by ^BG%s^K1's Spiderbot%s%s
bg: ^BG%s%s^K1 бе разкъсан от Spiderbot%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Spinnenroboter geschreddert%s%s
es: ^BG%s%s^K1 fue despedazado por el Robot Araña de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 silppuuntui ^BG%s^K1'n Hämisbotin toimesta%s%s
fr: ^BG%s%s^K1 a été déchiqueté par le Spiderbot de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 quedou esnaquizado por ^BG%s^K1 Robot araña%s%s
it: ^BG%s%s^K1 è stato ridotto a brandelli dallo Spiderbot di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のスパイダーボット%s%sによって細断された
pt_br: ^BG%s%s^K1 foi picado pelo Spiderbot de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost sfârtecat de Păianjenul Mecanizat%s%s al lui ^BG%s^K1
ru: ^BG%s%s^K1 измельчён Пауко-ботом, управляемым ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var strimlad av ^BG%s^K1s Spiderbot%s%s
uk: ^BG%s%s^K1 був порізаний на шматки Spiderbot ^BG%s^K1 %s%s

source: ^BG%s%s^K1 was blasted to bits by ^BG%s^K1's Spiderbot%s%s
bg: ^BG%s%s^K1 бе издухан на парчета от Spiderbot на ^BG%s^K1's %s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Spinnenroboter in Stücke gesprengt%s%s
es: ^BG%s%s^K1 fue explotado a pedazos por el Robot Araña de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 posautettiin päreiksi ^BG%s^K1'n Hämisbotin toimesta%s%s
fr: ^BG%s%s^K1 a été réduit en miettes par le Spiderbot de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi destruído en anacos por ^BG%s^K1 Robot araña%s%s
it: ^BG%s%s^K1 è stato fatto scoppiare in pezzettini dallo Spiderbot di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のスパイダーボット%s%sによって爆破された
pt_br: ^BG%s%s^K1 foi explodido em pedacinhos pelo Spiderbot de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost spulberat de Păianjenul Mecanizat%s%s al lui ^BG%s^K1
ru: ^BG%s%s^K1 был разорван на куски Пауко-ботом, управляемым ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var sprängd till bitar av ^BG%s^K1s Spiderbot%s%s
uk: ^BG%s%s^K1 був рознесений на шматки Spiderbot ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Racer exploded%s%s
bg: ^BG%s%s^K1 бе настигнат от взривната вълна когато Racer-а на ^BG%s^K1 експлодира%s%s
de: ^BG%s%s^K1 wurde in die Luft gesprengt als ^BG%s^K1s Raser explodierte%s%s
es: ^BG%s%s^K1 quedó atrapado en la explosión cuando el Racer de ^BG%s^K1 explotó%s%s
fi: ^BG%s%s^K1 otti osumaa töräyksestä kun ^BG%s^K1'n Kilpuri räjähti%s%s
fr: ^BG%s%s^K1 a été pris dans le souffle quand le Racer de ^BG%s^K1 a explosé%s%s
gl: ^BG%s%s^K1 quedou atrapado na explosión cando ^BG%s^K1 Bólido estoupou%s%s
it: ^BG%s%s^K1 è stato coinvolto nello scoppio quando il Racer di ^BG%s^K1 è esploso%s%s
ja_jp: ^BG%s%sK1^ のレーサーが爆発した%s%sとき、^BG%s^K1 が爆風に巻き込まれた
pt_br: ^BG%s%s^K1 foi pego pela explosão do Racer de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost prins în explozia%s%s mașinii de curse a lui ^BG%s^K1
ru: ^BG%s%s^K1 зацепило взрывной волной от взорвавшегося на Гонщике ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var inblandad i sprängningen när ^BG%s^K1s Races exploderade%s%s
uk: ^BG%s%s^K1 загинув коли вибухнув Racer ^BG%s^K1 %s%s

source: ^BG%s%s^K1 was bolted down by ^BG%s^K1's Racer%s%s
bg: ^BG%s%s^K1 бе захванат от болтовете на Racer-а на ^BG%s^K1's %s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Raser durchsiebt%s%s
es: ^BG%s%s^K1 fué atornillado por el Racer de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 iskettiin alas ^BG%s^K1'n Kilpurin toimesta%s%s
fr: ^BG%s%s^K1 a été cloué au sol par le Racer de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi cravado por ^BG%s^K1 Bólido%s%s
it: ^BG%s%s^K1 è stato trangugiato dal Racer di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のレーサー%s%sによってねじ込まれた
pt_br: ^BG%s%s^K1 foi aparafusado pelo Racer de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost căsăpit de mașina de curse%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 пригвоздило Гонщиком, управляемым ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var nerbultad av ^BG%s^K1s Racer%s%s
uk: ^BG%s%s^K1 був пришпилений вогнем Racer ^BG%s^K1 %s%s

source: ^BG%s%s^K1 couldn't find shelter from ^BG%s^K1's Racer%s%s
ast: ^BG%s%s^K1 nun pudo refuxase del Racer de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 не можа да намери скривалище от ^BG%s^K1's Racer%s%s
de: ^BG%s%s^K1 konnte keinen Schutz vor ^BG%s^K1s Raser finden%s%s
es: ^BG%s%s^K1 no pudo encontrar refugio del Racer de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ei löytänyt suojaa ^BG%s^K1'n Kilpurilta%s%s
fr: ^BG%s%s^K1 n'a pas pu se mettre à l'abri du Racer de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 non puido atopar o refuxio ^BG%s^K1 do Bólido%s%s
it: ^BG%s%s^K1 non è riuscito a trovare riparo dal Racer di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のレーサー%s%sからの避難所を見つけることができなかった
pt_br: ^BG%s%s^K1 não conseguiu escapar do Racer de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 nu s-a putut adăposti de mașina de curse%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 не смог скрыться от Гонщика, управляемого ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kunde inte hitta skydd från ^BG%s^K1s Racer%s%s
uk: ^BG%s%s^K1 не міг знайти захист від Racer ^BG%s^K1 %s%s

source: ^BG%s%s^K1 was thrown into a world of hurt by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе хвърлен в света на агонията от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1%s%s in eine Welt des Schmerzes befördert
es: ^BG%s%s^K1 fue lanzado a un mundo de dolor por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 linkaistiin tuskien taipaleelle syyllisen ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été expédié dans un monde de souffrance par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi arroxado a un mundo de dor por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato lanciato in un mondo di dolore da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって痛みの世界に投げ込まれた
pt_br: ^BG%s%s^K1 foi jogado em mundo de dor por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost snopit în bătaie de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был отправлен в мир боли руками ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var kastad in till en värld av smärta av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був кинутий у світ болю ^BG%s^K1%s%s

source: ^BG%s^K1 was moved into the %s%s
be: ^BG%s^K1 быў перанесены ў %s%s
bg: ^BG%s^K1 бе преместен в %s%s
de: ^BG%s^K1 wurde in %s%s verschoben
es: ^BG%s^K1 fue movido al %s%s
fi: ^BG%s^K1 siirrettiin tänne %s%s
fr: ^BG%s^K1 a été déplacé dans l'%s%s
gl: ^BG%s^K1 foi trasladado ao%s%s
it: ^BG%s^K1 è stato spostato nel %s%s
ja_jp: ^BG%s^K1 は %s%s に移動された
pl: ^BG%s^K1 został przeniesiony do %s%s
pt_br: ^BG%s^K1 foi movido para o %s%s
ro: ^BG%s^K1 a fost mutat în %s%s
ru: ^BG%s^K1 был перемещён в %s%s
sv: ^BG%s^K1 var förflyttad in till %s%s
uk: ^BG%s^K1 був переміщений в %s%s
