Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: CI_SEC^%d minutes
ast: %d minutos
be: CI_SEC^%d хвіліны
bg: CI_SEC^%d минути
de: CI_SEC^%d Minuten
es: %d minutos
fi: CI_SEC^%d minuuttia
fr: %d minutes
gl: CI_SEC^%d minutos
it: %d minuti
ja_jp: %d 分
pl: %d minuty
pt_br: %d minutos
ro: CI_SEC^%d minute
ru: %d минуты
sr: CI_SEC^%d минута
sv: %d minuter
uk: CI_SEC^%d хвилин

source: CI_THI^%d minutes
ast: %d minutos
be: CI_THI^%d хвіліны
bg: CI_THI^%d минути
de: CI_THI^%d Minuten
es: %d minutos
fi: CI_THI^%d minuuttia
fr: %d minutes
gl: CI_THI^%d minutos
it: %d minuti
ja_jp: %d 分
pl: %d minuty
pt_br: %d minutos
ro: CI_THI^%d minute
ru: %d минуты
sr: CI_THI^%d минута
sv: %d minuter
uk: CI_THI^%d хвилин

source: CI_MUL^%d minutes
ast: %d minutos
be: CI_MUL^%d хвілін
bg: CI_MUL^%d минути
de: CI_MUL^%d Minuten
es: %d minutos
fi: CI_MUL^%d minuuttia
fr: %d minutes
gl: CI_MUL^%d minutos
it: %d minuti
ja_jp: %d 分
pl: %d minut
pt_br: %d minutos
ro: CI_MUL^%d minute
ru: %d минут
sr: CI_MUL^%d минута
sv: %d minuter
uk: CI_MUL^%d хвилин

source: CI_DEC^%s seconds
ast: %s segundos
be: CI_DEC^%s секунд
bg: CI_DEC^%s секунди
de: CI_DEC^%s Sekunden
es: %s segundos
fi: CI_DEC^%s sekuntia
fr: %s secondes
gl: CI_DEC^%s segundos
it: %s secondi
ja_jp: CI_DEC^ %s 秒
pl: %s sekund
pt_br: %s segundos
ro: CI_DEC^%s secunde
ru: %s секунды
sv: %s sekunder
uk: CI_DEC^%s секунд

source: CI_ZER^%d seconds
ast: %d segundos
be: CI_ZER^%d секунд
bg: CI_ZER^%d секунди
de: CI_ZER^%d Sekunden
es: %d segundos
fi: CI_ZER^%d sekuntia
fr: %d seconde
gl: CI_ZER^%d segundos
it: %d secondi
ja_jp: CI_ZER^ %d 秒
pl: %d sekund
pt_br: %d segundos
ro: CI_ZER^%d secunde
ru: %d секунд
sv: %d sekunder
uk: CI_ZER^%d секунд

source: CI_FIR^%d second
ast: %d segundu
be: CI_FIR^%d секунда
bg: CI_FIR^%d секунда
de: CI_FIR^%d Sekunde
es: %d segundo
fi: CI_FIR^%d sekunti
fr: %d seconde
gl: CI_FIR^%d segundo
it: %d secondo
ja_jp: CI_FIR^ %d 秒
pl: %d sekunda
pt_br: %d segundo
ro: CI_FIR^%d secundă
ru: %d секунду
sv: %d sekund
uk: CI_FIR^%d секунда

source: CI_SEC^%d seconds
ast: %d segundos
be: CI_SEC^%d секунды
bg: CI_SEC^%d секунди
de: CI_SEC^%d Sekunden
es: %d segundos
fi: CI_SEC^%d sekuntia
fr: %d secondes
gl: CI_SEC^%d segundos
it: %d secondi
ja_jp: CI_SEC^ %d 秒
pl: %d sekundy
pt_br: %d segundos
ro: CI_SEC^%d secunde
ru: %d секунды
sv: %d sekunder
uk: CI_SEC^%d секунд

source: CI_THI^%d seconds
ast: %d segundos
be: CI_THI^%d секунды
bg: CI_THI^%d секунди
de: CI_THI^%d Sekunden
es: %d segundos
fi: CI_THI^%d sekuntia
fr: %d secondes
gl: CI_THI^%d segundos
it: %d secondi
ja_jp: CI_THI^ %d 秒
pl: %d sekundy
pt_br: %d segundos
ro: CI_THI^%d secunde
ru: %d секунды
sv: %d sekunder
uk: CI_THI^%d секунд

source: CI_MUL^%d seconds
ast: %d segundos
be: CI_MUL^%d секунд
bg: CI_MUL^%d секунди
de: CI_MUL^%d Sekunden
es: %d segundos
fi: CI_MUL^%d sekuntia
fr: %d secondes
gl: CI_MUL^%d segundos
it: %d secondi
ja_jp: CI_MUL^ %d 秒
pl: %d sekund
pt_br: %d segundos
ro: CI_MUL^%d secunde
ru: %d секунд
sv: %d sekunder
uk: CI_MUL^%d секунд

source: %dst
ast: %dᵘ
be: %d-шы
bg: %dви
de: %d.
fr: %der
it: %d°
pl: %d-szy
pt_br: %dº
ru: %d
sv: %d:a

source: %dnd
ast: %dᵘ
be: %d-гі
bg: %dри
de: %d.
fr: %dè
it: %d°
pl: %d-gi
pt_br: %dº
ru: %d
sv: %d:a

source: %drd
ast: %dᵘ
be: %d-ці
bg: %dти
de: %d.
fr: %dè
it: %d°
pl: %d-ci
pt_br: %dº
ru: %d
sv: %d:e

source: %dth
ast: %dᵘ
be: %d-ты
bg: %dти
de: %d.
fr: %dè
it: %d°
pl: %d-ty
pt_br: %dº
ru: %d
sv: %d:e

source: No description
bg: Без описание
de: Keine Beschreibung
es: No hay descripción
fi: Ei kuvausta
fr: Aucune description
gl: Sen descrición
it: Nessuna descrizione
ja_jp: 説明なし
pl: Brak opisu
pt_br: Sem descrição
ro: Fără descriere:
ru: Без описания
sr: Нема описа
sv: Ingen beskrivning

source: %d days, %02d:%02d:%02d
ast: %d díes, %02d:%02d:%02d
be: %d дзён, %02d:%02d:%02d
de: %d Tage, %02d:%02d:%02d
es: %d días, %02d:%02d:%02d
fi: %d päivää, %02d:%02d:%02d
fr: %d jours, %02d:%02d:%02d
gl: %d dias, %02d:%02d:%02d
it: %d giorni, %02d:%02d:%02d
ja_jp: %d 日、 %02d:%02d:%02d
pl: %d dni, %02d:%02d:%02d
pt_br: %d dias, %02d:%02d:%02d
ro: %d zile, %02d:%02d:%02d
ru: %d дн., %02d:%02d:%02d
sv: %d dagar, %02d:%02d:%02d

source: Item %d
be: Рэч %d
bg: Елемент %d
de: Eintrag %d
es: Objeto %d
fi: Esine %d
fr: Objet %d
gl: Obxeto %d
it: Oggetto %d
ja_jp: アイテム %d
pl: Przedmiot %d
ro: Obiect %d
ru: Предмет %d
sr: Ствар %d
sv: Sak %d
uk: Предмет %d

source: Custom
ast: Personalizar
be: Іншы
bg: Потребителски
de: Benutzerdefiniert
es: Personalizado
fi: Omavalintainen
fr: Personnalisé
gl: Personalizado
it: Personalizzato
ja_jp: カスタム
pl: Ustaw
pt_br: Personalizado
ro: Personalizat
ru: Своё
sr: Прилагођено
sv: Personlig
uk: Вибрати

source: ^3%s^7 not equal to "%s"
fr: ^3%s^7 non égal à « %s »
gl: ^3%s^7 non e igual ca "%s"
it: ^3%s^7 non uguale a "%s"
pt_br: ^3%s^7 não igual a "%s"
ru: ^3%s^7 не равно «%s»

source: ^3%s^7 in range "%s" to "%s"
fr: ^3%s^7 dans l'intervalle « %s » à « %s »
gl: ^3%s^7 no rango "%s" de "%s"
it: ^3%s^7 nell'intervallo da "%s" a "%s"
pt_br: ^3%s^7 no intervalo "%s" a "%s"
ru: ^3%s^7 в радиусе «%s» до «%s»

source: ^3%s^7 outside range "%s" to "%s"
fr: ^3%s^7 hors de l'intervalle « %s » à « %s »
gl: ^3%s^7 fóra do rango "%s" a "%s"
it: ^3%s^7 fuori dall'intervallo da "%s" a "%s"
pt_br: ^3%s^7 fora do intervalo "%s" a "%s"
ru: ^3%s^7 вне радиуса «%s» до «%s»

source: Has special requirements
de: Hat bestimmte Voraussetzungen
fr: A des prérequis particuliers
gl: Ten requisitos especiais
it: Ha requisiti speciali
pt_br: Tem requisitos especiais
ru: Имеются особые требования

source: Requires ^3%s^7 not equal to "%s^7"
de: Benötigt ^3%s^7 ungleich "%s^7"
fr: Requiert ^3%s^7 non égal à « %s ^7»
gl: Requírese que ^3%s^7 non sexa igual a "%s^7"
it: Richiede ^3%s^7 diverso da "%s^7"
pt_br: Requer ^3%s^7 diferente de "%s^7"
ru: Требует ^3%s^7 не равным «%s^7»

source: Requires %s, %s, and %s
de: Benötigt %s, %s und %s
fr: Requiert %s, %s et %s
gl: Requirese %s, %s, e %s
it: Richiede %s, %s, e %s
pt_br: Requer %s, %s e %s
ru: Требует %s, %s и %s

source: Requires %s, %s, or %s
fr: Requiert %s, %s, ou %s
gl: Require %s, %s, ou %s
it: Richiede %s, %s, or %s
pt_br: Requer %s, %s ou %s
ru: Требует %s, %s или %s

source: Requires %s and %s
de: Benötigt %s und %s
fr: Requiert %s et %s
gl: Requirese %s e %s
it: Richiede %s e %s
pt_br: Requer %s e %s
ru: Требует %s и %s

source: Requires %s or %s
de: Benötigt %s oder %s
fr: Requiert %s ou %s
gl: Requirese %s ou %s
it: Richiede %s o %s
pt_br: Requer %s ou %s
ru: Требует %s или %s

source: Requires %s
de: Benötigt %s
fr: Requiert %s
gl: Requirese %s
it: Richiede %s
pt_br: Requer %s
ru: Требует %s

source: Core Team
ast: Equipu principal
de: Hauptteam
es: Equipo Principal
fi: Ydinjoukkue
fr: Équipe principale
gl: Equipo básico
it: Squadra principale
ja_jp: メインチーム
pl: Główna Drużyna
pt_br: Equipe Principal
ru: Основная команда
sr: Развојно језгро
sv: Grundteamet

source: Extended Team
ast: Equipu estendíu
de: Erweitertes Team
es: Equipo Extendido
fi: Laajennettu joukkue
fr: Équipe étendue
gl: Equipo ampliado
it: Squadra estesa
ja_jp: 拡張チーム
pl: Rozszerzona Drużyna
pt_br: Equipe Estendida
ru: Дополнительная команда
sr: Проширена екипа
sv: Utökade Teamet

source: Website
ast: Sitiu web
de: Webpräsenz
es: Página web
fi: Verkkosivu
fr: Site web
gl: Páxina web
it: Sito web
ja_jp: ウェブサイト
pl: Strona internetowa
pt_br: Site
ru: Сайт
sr: Веб сајт
sv: Webbsida

source: Stats
ast: Estadístiques
de: Statistiken
es: Estadísticas
fi: Tilastot
gl: Estadisticas
it: Statistiche
ja_jp: 状態
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
sr: Статистика
sv: Statistik

source: Art
ast: Grafismu
de: Kunst
es: Arte
fi: Taide
gl: Arte
it: Arte
ja_jp: アート
pl: Grafika
pt_br: Arte
ru: Графика
sr: Графика
sv: Konst

source: Animation
ast: Animación
es: Animación
fi: Animaatio
gl: Animacion
it: Animazione
ja_jp: アニメーション
pl: Animacje
pt_br: Animação
ru: Анимация
sr: Анимација

source: Campaign
de: Kampagne
es: Campaña
fi: Kampanja
fr: Campagne
gl: Campaña
it: Campagna
ja_jp: キャンペーン
pl: Kampania
pt_br: Campanha
ru: Кампания
sv: Kampanj

source: Level Design
ast: Diseñu de niveles
es: Diseño de Niveles
fi: Kenttäsuunnittelu
fr: Conception des niveaux
gl: Deseño de niveis
it: Costruzione livelli
ja_jp: レベルの設計
pl: Projektowanie poziomów
pt_br: Design de Mapas
ru: Дизайн уровней
sr: Дизајн нивоа
sv: Kartdesign

source: Music / Sound FX
ast: Música y efeutos de soníu
de: Musik/Toneffekte
es: Música / Sonido FX
fi: Musiikki / äänitehosteet
fr: Musique / son FX
gl: Musica / Son FX
it: Musica / Effetti sonori
ja_jp: 音楽 / サウンドFX
pl: Muzyka / Efekty dżwiękowe
pt_br: Música / Efeitos de Som
ru: Музыка / звуковые эффекты
sr: Музика и монтажа звука
sv: Musik / Ljudeffekter

source: Game Code
ast: Códigu del xuegu
de: Spiel-Code
es: Código del Juego
fi: Pelin ohjelmakoodi
fr: Code du jeu
gl: Código do Xogo
it: Codice gioco
ja_jp: ゲームコード
pl: Kod Gry
pt_br: Codificação de Jogo
ru: Код игры
sr: Код игрице
sv: Spelkod

source: Marketing / PR
fi: Markkinointi / PR
fr: Marketing / Relations publiques
it: Commercializzazione / Relazioni pubbliche
ja_jp: マーケティング / PR
pt_br: Marketing / Relações Públicas
ru: Маркетинг / связи с общественностью
sr: Маркетинг и односи са јавношћу
sv: Maknadsföring / PR

source: Legal
de: Rechtliches
fi: Lakisääteiset asiat
fr: Juridique
it: Questioni legali
ja_jp: 法的
pl: Nota prawna
pt_br: Assuntos Legais
ru: Правовые отношения
sr: Правна служба
sv: Juridik

source: Game Engine
ast: Motor del xuegu
de: Spiel-Engine
es: Motor del Juego
fi: Pelimoottori
fr: Moteur du jeu
gl: Motor do Xogo
it: Motore del gioco
ja_jp: ゲームエンジン
pl: Silnik Gry
pt_br: Motor de Jogo
ru: Игровой движок
sr: Мотор игрице
sv: Spelmotor

source: Engine Additions
de: Engine-Ergänzungen
es: Adiciones del Motor
fi: Moottorin lisät
fr: Ajouts au moteur
gl: Complementos de motor
it: Aggiunte al motore
ja_jp: エンジンの追加
pl: Dodatki Do Silnika
pt_br: Adições ao Motor
ru: Дополнения движка
sr: Додаци на мотору
sv: Motortillägg

source: Compiler
ast: Compilador
es: Compilador
fi: Koonti
fr: Compilateur
gl: Compilador
it: Compilatore
ja_jp: コンパイラ
pl: Kompilator
pt_br: Compilador
ru: Компилятор
sr: Компајлер
sv: Kompilator

source: Translators
ast: Traductores
bg: Преводачи
de: Übersetzer
es: Traductores
fi: Kielikääntäjät
fr: Traducteurs
gl: Tradutores
it: Traduttori
ja_jp: 翻訳者
pl: Tłumacze
pt_br: Tradutores
ru: Переводчики
sr: Преводиоци
sv: Översättare

source: Asturian
ast: Asturianu
bg: Астурски
de: Asturisch
es: Asturiano
fi: Asturian-kieli
fr: Asturien
gl: Asturiano
it: Asturiano
ja_jp: アストゥリアス語
pl: Estoński
pt_br: Asturiano
ru: Австрийский
sr: Астуријски
sv: Österrikiska

source: Belarusian
ast: Bielorrusu
bg: Белоруски
de: Belarussisch
es: Bieloruso
fi: Valko-venäjä
fr: Biélorusse
gl: Bieloruso
it: Bielorusso
ja_jp: ベラルーシ語
pl: Białoruski
pt_br: Bielorrusso
ru: Белорусский
sr: Белоруски
sv: Vitryska

source: Bulgarian
ast: Búlgaru
bg: Български
de: Bulgarisch
es: Búlgaro
fi: Bulgaria
fr: Bulgare
gl: Bulgaro
it: Bulgaro
ja_jp: ブルガリア語
pl: Bułgarski
pt_br: Búlgaro
ru: Болгарский
sr: Бугарски
sv: Bulgariska

source: Chinese (China)
ast: Chinu (China)
bg: Китайски (Китай)
de: Chinesisch (China)
es: Chino (China)
fi: Kiina (Kiinassa)
fr: Chinois (Chine)
gl: Chino (China)
it: Cinese (Cina)
ja_jp: 中国語 (中国)
pl: Chiński (Chiny)
pt_br: Chinês (China)
ru: Китайский
sr: Кинески (Кина)
sv: Kinesiska (Kina)

source: Chinese (Hong Kong)
bg: Китайски (Хонг Конг)
de: Chinesisch (Hong Kong)
es: Chino (Hong Kong)
fr: Chinois (Hong Kong)
gl: Chino (Hong Kong)
it: Cinese (Hong Kong)
ja_jp: 中国語（香港）
pt_br: Chinês (Hong Kong)
ru: Китайский (Гонконг)
sv: Kinesiska (Hong Kong)

source: Chinese (Taiwan)
ast: Chinu (Taiwán)
bg: Китайски (Тайван)
de: Chinesisch (Taiwan)
es: Chino (Taiwan)
fi: Kiina (Taiwan)
fr: Chinois (Taïwan)
gl: Chino (Taiwan)
it: Cinese (Taiwan)
ja_jp: 中国語 (台湾)
pl: Chiński (Tajwan)
pt_br: Chinês (Taiwan)
ru: Китайский (Тайвань)
sr: Кинески (Тајван)
sv: Kinesiska (Taiwan)

source: Czech
ast: Checu
bg: Чешки
de: Tscheschich
es: Checo
fi: Tsekki
fr: Tchèque
gl: Checo
it: Ceco
ja_jp: チェコ語
pl: Czeski
pt_br: Tcheco
ru: Чешский
sr: Чешки
sv: Tjeckiska

source: Dutch
ast: Neerlandés
bg: Нидерландски
de: Niederländisch
es: Holandés
fi: Hollanti
fr: Néerlandais
gl: Holandés
it: Olandese
ja_jp: オランダ語
pl: Holenderski
pt_br: Holandês
ru: Нидерландский
sr: Холандски
sv: Nederländska

source: English (Australia)
ast: Inglés (Australia)
bg: Английски (Австралия)
de: Englisch (Australien)
es: Inglés (Australia)
fi: Englanti (Australiassa)
fr: Anglais (Australie)
gl: Inglés (Australia)
it: Inglese (Australia)
ja_jp: 英語 (オーストラリア)
pl: Angielski (Australia)
pt_br: Inglês (Austrália)
ru: Английский (Австралия)
sr: Енглески (Аустралија)
sv: Engelska (Australien)

source: English (United Kingdom)
fr: Anglais (Royaume-Uni)
gl: Inglés (Reino Unido)
it: Inglese (Regno Unito)
pt_br: Inglês (Reino Unido)
ru: Английский (Великобритания)

source: Finnish
ast: Finlandés
bg: Фински
de: Finnisch
es: Finlandés
fi: Suomi
fr: Finlandais
gl: Finés
it: Finlandese
ja_jp: フィンランド語
pl: Fiński
pt_br: Finlandês
ru: Финский
sr: Фински
sv: Finska

source: French
ast: Francés
bg: Френски
de: Französisch
es: Francés
fi: Ranska
fr: Français
gl: Francés
it: Francese
ja_jp: フランス語
pl: Francuski
pt_br: Francês
ru: Французский
sr: Француски
sv: Franska

source: Galician
fr: Galicien
gl: Galego
it: Galiziano
pt_br: Galego
ru: Галисийский

source: German
ast: Alemán
bg: Немски
de: Deutsch
es: Alemán
fi: Saksa
fr: Allemand
gl: Alemán
it: Tedesco
ja_jp: ドイツ語
pl: Niemiecki
pt_br: Alemão
ru: Немецкий
sr: Немачки
sv: Tyska

source: Greek
ast: Griegu
bg: Гръцки
de: Griechisch
es: Griego
fi: Kreikka
fr: Grec
gl: Grego
it: Greco
ja_jp: ギリシャ語
pl: Grecki
pt_br: Grego
ru: Греческий
sr: Грчки
sv: Grekiska

source: Hungarian
ast: Húngaru
bg: Унгарски
de: Ungarisch
es: Húngaro
fi: Unkari
fr: Hongrois
gl: Hungaro
it: Ungherese
ja_jp: ハンガリー語
pl: Węgierski
pt_br: Húngaro
ru: Венгерский
sr: Мађарски
sv: Ungerska

source: Indonesian
bg: Индонезийски
de: Indonesisch
es: Indonesio
fr: Indonésien
gl: Iindonesio
it: Indonesiano
ja_jp: インドネシア語
pt_br: Indonésio
ru: Индонезийский
sv: Indonesiska

source: Irish
ast: Gaélicu (Irlanda)
bg: Ирландски
de: Irisch
es: Irlandés
fi: Iiri
fr: Irlandais
gl: Irlandés
it: Irlandese
ja_jp: アイリッシュ語
pt_br: Irlandês
ru: Ирландский
sv: Irländska

source: Italian
ast: Italia
bg: Италиански
de: Italienisch
es: Italiano
fi: Italia
fr: Italien
gl: Italiano
it: Italiano
ja_jp: イタリア語
pl: Włoski
pt_br: Italiano
ru: Итальянский
sr: Италијански
sv: Italienska

source: Japanese
ast: Xaponés
bg: Японски
de: Japanisch
es: Japonés
fi: Japani
fr: Japonais
gl: Xaponés
it: Giapponese
ja_jp: 日本語
pl: Japoński
pt_br: Japonês
ru: Японский
sv: Japanska

source: Kazakh
ast: Kazaxu
bg: Казахски
de: Kasachisch
es: Kazajo
fi: Kasakki
gl: Casaco
it: Kazako
ja_jp: カザフスタン語
pl: Kazachski
pt_br: Cazaque
ru: Казахский
sr: Казахстански
sv: Kazakiska

source: Korean
ast: Coreanu
bg: Корейски
de: Koreanisch
es: Coreano
fi: Korea
fr: Coréen
gl: Koreano
it: Coreano
ja_jp: 韓国語
pl: Koreański
pt_br: Coreano
ru: Корейский
sr: Корејски
sv: Koreanska

source: Latin
bg: Латински
de: Latein
es: Latín
gl: Latín
it: Latino
ja_jp: ラテン語
pt_br: Latim
ru: Латинский
sv: Latinska

source: Polish
ast: Polacu
bg: Полски
de: Polnisch
es: Polaco
fi: Puola
fr: Polonais
gl: Polaco
it: Polacco
ja_jp: ポーランド語
pl: Polski
pt_br: Polonês
ru: Польский
sr: Пољски
sv: Polska

source: Portuguese
ast: Portugués
bg: Португалски
de: Portugiesisch
es: Portugués
fi: Portugali
fr: Portugais
gl: Portugués
it: Portoghese
ja_jp: ポルトガル語
pl: Portugalski
pt_br: Português
ru: Португальский
sr: Португалски
sv: Portugisiska

source: Portuguese (Brazil)
ast: Portugués (Brasil)
bg: Португалски (Бразилия)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fi: Portugali (Brasilia)
fr: Portugais (Brésil)
gl: Portugués (Brazil)
it: Portoghese (Brasile)
ja_jp: ポルトガル語(ブラジル)
pl: Portugalski (Brazylia)
pt_br: Português (Brasil)
ru: Бразильский португальский
sv: Portugisiska (Brazilien)

source: Romanian
ast: Rumanu
bg: Румънски
de: Rumänisch
es: Rumano
fi: Romania
fr: Roumain
gl: Rumano
it: Rumeno
ja_jp: ルーマニア語
pl: Rumuński
pt_br: Romeno
ru: Румынский
sr: Румунски
sv: Rumäniska

source: Russian
ast: Rusu
bg: Руски
de: Russisch
es: Ruso
fi: Venäjä
fr: Russe
gl: Ruso
it: Russo
ja_jp: ロシア語
pl: Rosyjski
pt_br: Russo
ru: Русский
sr: Руски
sv: Ryska

source: Serbian
ast: Serbiu
bg: Сръбски
de: Serbisch
es: Serbio
fi: Serbia
fr: Serbe
gl: Serbio
it: Serbo
ja_jp: セルビア語
pl: Serbski
pt_br: Sérvio
ru: Сербский
sr: Српски
sv: Serbiska

source: Spanish
ast: Castellán
bg: Испански
de: Spanisch
es: Español
fi: Espanja
fr: Espagnol
gl: Español
it: Spagnolo
ja_jp: スペイン語
pl: Hiszpański
pt_br: Espanhol
ru: Испанский
sr: Шпански
sv: Spanska

source: Swedish
ast: Suecu
bg: Шведски
de: Schwedisch
es: Sueco
fi: Ruotsi
fr: Suédois
gl: Sueco
it: Svedese
ja_jp: スウェーデン語
pl: Szwedzki
pt_br: Sueco
ru: Шведский
sr: Шведски
sv: Svenska

source: Turkish
ast: Turcu
bg: Турски
de: Türkisch
es: Turco
fi: Turkki
fr: Turc
gl: Turco
it: Turco
ja_jp: トルコ語
pl: Turecki
pt_br: Turco
ru: Турецкий
sv: Turkiska

source: Ukrainian
ast: Ucraín
bg: Украински
de: Ukrainisch
es: Ucraniano
fi: Ukraina
fr: Ukrainien
gl: ucraíno
it: Ucraino
ja_jp: ウクライナ語
pl: Ukraiński
pt_br: Ucraniano
ru: Украинский
sr: Украјински
sv: Ukrainska

source: Past Contributors
ast: Collaboradores pasaos
de: Frühere Mitwirkende
es: Contribuidores anteriores
fi: Aikaisemmat panoksensa antajat
fr: Contributeurs passés
gl: Colaboradores anteriores
it: Passati contributori
ja_jp: 以前の貢献者
pl: Poprzedni Współpracownicy
pt_br: Colaboradores Passados
ru: Прошлые участники
sr: Прошли доприносиоци
sv: Föregående Bidragsgivare

source: %d results
it: %d risultati
ru: %d результатов

source: 1 result
it: 1 risultato
ru: 1 результат

source: forced to be saved to config.cfg
be: прымусова запісваецца ў config.cfg
bg: изисква запаметяване в config.cfg
de: gezwungen, in der config.cfg zu speichern
es: forzado a ser guardado en config.cfg
fi: pakoitettu tallennettavaksi tiedostoon config.cfg
fr: enregistrement forcé vers config.cfg
gl: obrigado a gardarse en config.cfg
it: forzata ad essere salvata in config.cfg
ja_jp: 強制的に config.cfg に保存される
pl: zmuszony zapisać do config.cfg
pt_br: forçado a ser salvo em config.cfg
ro: salvat forțat în config.cfg
ru: принудительно сохранять в config.cfg
sr: присилно сачувано у config.cfg
sv: tvungen att spara till config.cfg

source: will not be saved
ast: nun va guardase
be: не будзе захаваная
bg: няма да се запази
de: wird nicht gespeichert
es: no será guardado
fi: ei tallenneta
fr: ne sera pas sauvegardé
gl: non se gardará
it: non sarà salvato
ja_jp: 保存されない
pl: nie zostanie zapisane
pt_br: não será salvo
ro: nu se va salva
ru: не будет сохранено
sr: неће бити сачувано
sv: kommer ej att sparas
uk: не буде збережено

source: will be saved to config.cfg
ast: va guardase en config.cfg
be: будзе захаваная ў config.cfg
bg: ще се запази в config.cfg
de: wird in config.cfg gespeichert
es: se guardará en config.cfg
fi: tallennetaan config.cfg-tiedostoon
fr: sera sauvegardé vers config.cfg
gl: gardarase en config.cfg
it: sarà salvato su config.cfg
ja_jp: config.cfg に保存される
pl: zostanie zapisane do config.cfg
pt_br: será salvo em config.cfg
ro: se va salva catre config.cfg
ru: будет сохранено в config.cfg
sr: биће сачувано у config.cfg
sv: kommer att sparas i config.cfg
uk: буде збережено в config.cfg

source: private
be: прыватная
bg: частен
de: privat
es: privado
fi: yksityinen
fr: privé
gl: privado
it: privata
ja_jp: 非公開
pl: prywatne
pt_br: privado
ro: privat
ru: личное
sr: приватно
sv: privat
uk: приватно

source: engine setting
ast: axuste del motor
be: настáўленне рухавіка
bg: настройки на енджина
de: Engine-Einstellung
es: configuración del motor
fi: pelimoottorin asetus
fr: paramètre du moteur
gl: configuración do motor
it: impostazioni motore
ja_jp: エンジン設定
pl: ustawienie silnika
pt_br: configuração do motor
ro: setari motor
ru: настройка движка
sr: подешавање мотора
sv: motorinställning
uk: налаштування рушія

source: read only
ast: namás llectura
be: толькі чытанне
bg: само за четене
de: nur lesen
es: sólo lectura
fi: vain luku
fr: lecture seule
gl: Só lectura
it: sola lettura
ja_jp: 読み取り専用
pl: tylko do odczytu
pt_br: somente leitura
ro: doar citire
ru: только чтение
sr: само за читање
sv: endast läsbar
uk: тільки читання

source: OK
ast: Aceptar
be: Добра
bg: Добре
es: Aceptar
gl: Dacordo
ru: Хорошо
sr: У реду
uk: Гаразд

source: Credits
ast: Creitos
be: Стваральнікі
bg: Заслуги
de: Entwickler
es: Créditos
fi: Tekijät
fr: Crédits
gl: Créditos
it: Crediti
ja_jp: クレジット
pl: Twórcy
pt_br: Créditos
ro: Generic
ru: Разработчики
sr: Заслуге
sv: Tack till
uk: Розробники

source: The Xonotic credits
ast: Los creitos de Xonotic
de: Die Xonotic-Entwickler
es: Los créditos de Xonotic
fi: Xonotic:in tunnustusmaininnat
fr: Les crédits de Xonotic
gl: Os créditos de Xonotic
it: I crediti di Xonotic
ja_jp: XONOTICクレジット
pt_br: Créditos - Xonotic
ru: Благодарности
sr: Заслуге за Зонотик
sv: Xonotic tack till

source: Welcome to Xonotic, please select your language preference and enter your player name to get started. You can change these options later through the menu system.
ast: Afáyate en Xonotic. Seleiciona la to llingua ya introduz un nome de xugador pa entamar. Pues camudar estos axustes dempués, na configuración del xuegu.
be: Сардэчна запрашаем у Xonotic. Калі ласка, пазначце сваю мову і задайце сваё імя ў гульні. Пазней можна будзе змяніць гэтыя настáўленні праз меню.
bg: Добре дошли в Xonotic, моля изберете вашият език и въведете името на играча си. Можете да промените тези настройки и по-късно от менюто.
de: Willkommen bei Xonotic, nach Auswahl der Sprache und Eingabe des Spielernamens kann es losgehen. Diese Optionen können natürlich später im Menüsystem geändert werden.
es: Bienvenido/a a Xonotic, selecciona tu idioma e introduzca su apodo. Puedes modificar estas opciones más tarde a través del menú de configuración.
fi: Tervetuloa pelaamaan Xonoticia! Valitse haluamasi kieli ja pelaajanimesi aloittaaksesi. Voit vaihtaa näitä asetuksia jälkikäteen pelin asetusvalikosta.
fr: Bienvenue sur Xonotic, veuillez sélectionner votre langue et entrer votre nom de joueur pour commencer. Vous pouvez changer ces options plus tard via le système de menus.
gl: Benvido a Xonotic, escolle a túa preferencia de idioma e introduce o teu nome de xogador para comezar. Podes cambiar estas opcións máis tarde a través do sistema de menús.
it: Benvenuto in Xonotic, scegli la tua lingua e inserisci il tuo nome come giocatore per iniziare. Puoi cambiare queste opzioni più tardi tramite il menu.
ja_jp: XONOTICへようこそ。使用する言語を選択し、選手名前を入力して開始してください。これらの設定は後でメニューシステムから変更できます。
pl: Witamy w Xonotic, wybierz swój język i wpisz imię gracza aby rozpocząć. Te opcje można zawsze zmienić później w ustawieniach.
pt_br: Bem-vindo(a) ao Xonotic! Escolha o seu idioma de preferência e insira o seu apelido para começar. Você pode alterar essas configurações mais tarde pelo menu.
ro: Bine ai venit la Xonotic, te rugăm să selectezi limba preferată și să introduci numele tău de jucător pentru a începe. Poți schimba aceste opțiuni mai târziu prin intermediul meniului
ru: Добро пожаловать в Xonotic. Для начала, пожалуйста, выберите ваш язык и введите ваше имя. Позже вы сможете изменить эти настройки в меню.
sr: Добро дошли у Зонотик, изаберите ваш језик и унесите ваше име играча да бисте почели. Можете касније променити ове опције кроз мени система.
sv: Välkommen till Xonotic, var vänlig att välja ett språk och skriv in ditt spelarnamn för att komma igång. Du kan senare ändra dessa inställningar via menyn.
uk: Вітаємо у Xonotic! Будь ласка, для початку оберіть свою мову та вкажіть своє ім'я. Ви зможете змінити їх через систему меню потім.
