Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: All Available Weapons Arena
bg: Арена с всички налични оръжия
de: Alle-Verfügbare-Waffen-Arena
es: Todas las Armas Disponibles en la Arena
fi: Kaikkien aseiden taistelukenttä
fr: Arène avec toutes les armes disponibles
gl: Dipoñibles Todalas Armas na Area
it: Arena con tutte le armi disponibili
ja_jp: 利用可能な全ての武器アリーナ
pl: Arena wszystkich dostępnych broni
pt_br: Arena com Todas as Armas Disponíveis
ru: Арена со всем доступным оружием
sv: Alla Tillgängliga Vapen-Arena

source: Most Weapons Arena
be: Арэна з большасцю зброі
bg: Арена с повечето оръжия
de: Viele-Waffen-Arena
es: Arena con la mayoría de las Armas
fi: Suurimman osan aseiden taistelukenttä
fr: Arène avec la plupart des armes
gl: Maioría de Armas na Area
it: Arena con molte armi
ja_jp: ほとんどの武器アリーナ
pl: Arena Większości Broni
pt_br: Arena com Maioria das Armas
ro: Arenă cu majoritatea armelor
ru: Арена с большинством оружия
sr: Већина арени оружја
sv: Flesta Vapen-Arena
uk: Арена з більшістю зброї

source: Most Available Weapons Arena
bg: Арена с повечето от наличните оръжия
de: Meiste-Verfügbare-Waffen-Arena
es: La mayoría de Armas Disponibles en la Arena
fi: Taistelukenttä jossa suurin osa aseista käytössä
fr: Arène avec la plupart des armes disponibles
gl: Maioría de Armas Dispoñibles na Area
it: Arena con molte armi disponibili
ja_jp: 最も利用可能な武器アリーナ
pl: Arena najbardziej dostępnych broni
pt_br: Arena com Maioria das Armas Disponíveis
ru: Арена с большинством доступного оружия
sv: Flesta Tillgängliga Vapen-Arena

source: No Weapons Arena
bg: Арена без оръжия
de: Keine-Waffen-Arena
es: Sin Armas en la Arena
fi: Taistelukenttä jossa ei käytetä aseita
fr: Arène sans armes
gl: Sen Armas na Area
it: Arena senza armi
ja_jp: 武器アリーナなし
pl: Arena bez broni
pt_br: Arena sem Armas
ru: Арена без оружия
sv: Inga Vapen-Arena

source: %s Arena
be: %s Арэна
bg: %s Арена
fi: %s taistelukenttä
fr: Arène %s
gl: %s Area
it: Arena con %s
ja_jp: %sアリーナ
pt_br: Arena de %s
ro: Arena %s
ru: %s Арена
sr: %s арена
uk: %s Арена

source: This is %s
bg: Това е %s
de: Dies ist %s
es: Esta es la versión %s
fi: Tämä on %s
fr: Ceci est %s
gl: Esta e a versión %s
it: Questo è %s
ja_jp: これはバージョン%sです
pl: Jest to %s
pt_br: Isto é %s
ru: Это — %s
sv: Detta är %s

source: Your client version is outdated.
ast: La versión del veceru ta ensin anovar.
bg: Версия на приложението ви е стара.
de: Deine Client-Version ist veraltet.
es: Tu versión de cliente está desactualizada.
fi: Käyttämäsi asiakasohjelmajulkaisu on vanhentunut.
fr: La version de votre client est obsolète.
gl: A súa versión do cliente está desactualizada.
it: La tua versione client non è aggiornata.
ja_jp: クライアントのバージョンが古くなっています。
pl: Używasz przestarzałej wersji gry.
pt_br: A versão de seu cliente está desatualizada.
ru: Ваша версия клиента устарела.
sv: Din klientversion är utdaterad.

source: ### YOU WON'T BE ABLE TO PLAY ON THIS SERVER ###
ast: ### NUN YES A XUGAR NESTI SIRVIDOR ###
bg: ### НЯМА ДА ИМАТЕ ВЪЗМОЖНОСТ ДА ИГРАЕТЕ НА ТОЗИ СЪРВЪР ###
de: ### DU WIRST AUF DIESEM SERVER NICHT SPIELEN KÖNNEN ###
es: ### NO PODRÁS JUGAR EN ESTE SERVIDOR ###
fi: ### ET VOI PELATA TÄLLÄ PALVELIMELLA ###
fr: ### VOUS NE POUVEZ PAS JOUER SUR CE SERVEUR ###
gl: ### NON PODERÁS XOGAR NESTE SERVIDOR ###
it: ### NON POTRAI GIOCARE IN QUESTO SERVER ###
ja_jp: ### このサーバーでプレイすることはできません ###
pl: ### NIE BĘDZIESZ MÓGŁ ZAGRAĆ NA TYM SERWERZE ###
pt_br: ### NÃO PODERÁ JOGAR NESTE SERVIDOR ###
ru: ### ВЫ НЕ СМОЖЕТЕ ИГРАТЬ НА ЭТОМ СЕРВЕРЕ ###
sv: ### DU KOMMER INTE ATT KUNNA SPELA PÅ DENNA SERVER ###

source: Please update!
bg: Моля обновете!
de: Bitte aktualisieren!
es: ¡Por favor, actualice!
fi: Ole hyvä ja päivitä!
fr: Veuillez mettre à jour !
gl: Fai o favor actualiza!
it: Aggiorna!
ja_jp: 更新してください！
pl: Uaktualnij grę!
pt_br: Por favor atualizar!
ru: Пожалуйста, обновитесь!
sv: Vänligen uppdatera!

source: This server is using an outdated Xonotic version.
ast: Esti sirvidor usa una versión de Xonotic ensin anovar.
bg: Този сървър използва стара версия на Xonotic.
de: Dieser Server benutzt eine veraltete Xonotic-Version.
es: Este servidor está usando una versión desactualizada de Xonotic.
fi: Tämä palvelin käyttää Xonotic:in vanhentunutta julkaisua.
fr: Ce serveur utilise une version obsolète de Xonotic.
gl: Este servidor está a usar unha versión de Xonotic desactualizada.
it: Questo server sta usando una versiona di Xonotic non aggiornata.
ja_jp: このサーバーは古いバージョンのXONOTICを使用しています。
pl: Ten serwer używa przestarzałej wersji Xonotic.
pt_br: Este servidor usa uma versão desatualizada de Xonotic.
ru: Этот сервер использует устаревшую версию Xonotic.
sv: Denna server använder en utdaterad Xonotic-version.

source: ### THIS SERVER IS INCOMPATIBLE AND THUS YOU CANNOT JOIN ###
ast: ### ESTI SIRVIDOR YE INCOMPATIBLE Y NUN TE PUES XUNIR ###
bg: ### ТОЗИ СЪРВЪР Е НЕСЪВМЕСТИМ И ЗАТОВА НЕ МОЖЕ ДА СЕ ПРИСЪЕДИНИТЕ ###
de: ### DIESER SERVER IST INKOMPATIBEL UND DU KANNST DAHER NICHT BEITRETEN ###
es: ### ESTE SERVIDOR ES INCOMPATIBLE Y POR LO TANTO, NO PODRÁS ENTRAR ###
fi: ### TÄMÄ PALVELIN ON YHTEENSOPIMATON ETKÄ TÄTEN VOI LIITTYÄ ###
fr: ### CE SERVEUR EST INCOMPATIBLE ET VOUS NE POUVEZ DONC PAS LE REJOINDRE ###
gl: ### ESTE SERVIDOR É INCOMPATIBLE E ASÍ NON PODES UNIRTE ###
it: ### QUESTO SERVER E' INCOMPATIBILE E QUINDI NON PUOI GIOCARE ###
ja_jp: ### このサーバーは互換性がないため、参加できません ###
pl: ### TEN SERWER JEST NIEKOMPATYBILNY I W ZWIĄZKU Z TYM NIE MOŻESZ DOŁĄCZYĆ DO GRY ###
pt_br: ### ESTE SERVIDOR É INCOMPATÍVEL, LOGO NÃO PODE ENTRAR ###
ru: ### ЭТОТ СЕРВЕР НЕСОВМЕСТИМ, ТАК ЧТО ВЫ НЕ СМОЖЕТЕ ПОДКЛЮЧИТЬСЯ ###
sv: ### DENNA SERVER ÄN INKOMPATIBEL OCH DU KAN DÄRFÖR INTE GÅ MED ###

source: Welcome to %s
ast: Afáyate en %s
bg: Добре дошли в %s
de: Willkommen bei %s
es: Bienvenido a %s
fi: Tervetuloa kohteeseen %s
fr: Bienvenue sur %s
gl: Benvido a %s
it: Benvenuto a %s
ja_jp: %sへようこそ
pl: Witaj na %s
pt_br: Boas-vindas a %s
ru: Добро пожаловать на %s
sv: Välkommen till %s

source: Level %d:
ast: Nivel %d:
bg: Ниво %d:
es: Nivel %d:
fi: Taso %d:
fr: Niveau %d :
gl: Nivel %d:
it: Livello %d:
ja_jp: レベル %d:
pl: Poziom %d :
pt_br: Nível %d:
ru: Уровень %d:
sv: Nivå %d:

source: ^BGPress ^F2%s^BG to enter the game
ast: ^BGPrimi ^F2%s^BG pa entrar na partida
bg: ^BGНатиснете ^F2%s^BG за влизане в играта
de: ^BGDrücke ^F2%s^BG, um das Spiel zu betreten
es: ^BGPulsa ^F2%s^BG para entrar en el juego
fi: ^BGPaina ^F2%s^BG liittyäksesi peliin
fr: ^BGAppuyez sur ^F2%s^BG pour rejoindre la partie
gl: ^BGPress ^F2%s^BG para entrar no xogo
it: ^BGPremi ^F2%s^BG per entrare nella partita
ja_jp: ^BG ^F2%s^BG を押してゲームに入る
pt_br: ^BGAperte ^F2%s^BG para entrar no jogo
ru: ^BGНажмите ^F2%s^BG для входа в игру
sv: ^BGTryck på ^F2%s^BG för att gå med i spelet

source: Gametype:
ast: Tipu de partida:
be: Тып гульні:
bg: Вид игра:
de: Spieltyp:
es: Modo de juego:
fi: Pelityyppi
fr: Type de partie :
gl: Modo do xogo:
it: Tipo di gioco:
ja_jp: ゲームモード:
pl: Rodzaj gry:
pt_br: Modo de jogo:
ro: Tip de joc:
ru: Режим игры:
sr: Врста игре:
sv: Speltyp:
uk: Тип гри:

source: by:
bg: от:
de: von:
fr: par :
gl: por:
it: di:
pt_br: por:
ru: от:

source: This match supports
bg: Тази игра поддържа
de: Dieses Spiel unterstützt
es: Esta partida soporta
fi: Tämä ottelu tukee
fr: Cette partie prend en charge
gl: Esta partida soporta
it: Questa partita supporta
ja_jp: この試合は対応しています
pl: Ten mecz wspiera
pt_br: Esta partida suporta
ru: Этот матч поддерживает
sv: Denna match stödjer

source: %d players
bg: %d играчи
de: %d Spieler
es: %d jugadores
fi: %d pelaajaa
fr: %d joueurs
gl: %d xogadores
it: %d giocatori
ja_jp: %d選手達
pl: %d graczy
pt_br: %d jogadores
ru: %d игроков
sv: %d spelare

source: %d to %d players
bg: %d до %d играчи
de: %d bis %d Spieler
es: de %d a %d jugadores
fi: %d :stä %d pelaajaa
fr: %d à %d joueurs
gl: %d a %d xogadores
it: da %d a %d giocatori
ja_jp: %d～%d選手達
pl: %d do %d graczy
pt_br: de %d a %d jogadores
ru: %d-%d игроков
sv: %d till %d spelare

source: %d players maximum
bg: %d играчи максимум
de: höchstens %d Spieler
es: Máximo %djugadores
fi: %d pelaajaa on erimmäismäärä
fr: %d joueurs maximum
gl: %d máximo de xogadores
it: %d giocatori al massimo
ja_jp: 最大%d選手達
pl: %dgraczy maksymalnie
pt_br: %d jogadores no máximo
ru: %d игроков максимально
sv: %d spelare maximum

source: %d players minimum
bg: %d играчи минимум
de: mindestens %d Spieler
es: Mínimo %d jugadores
fi: %d pelaajaa on vähimmäismäärä
fr: %d joueurs minimum
gl: %d mínimo de xogadores
it: %d giocatori minimo
ja_jp: 最低%d選手達
pl: %d graczy minimum
pt_br: %d jogadores no mínimo
ru: %d игроков минимально
sv: %d spelare minimum

source: Active modifications:
bg: Активни модификации:
de: Aktive Modifikationen:
es: Modificaciones activas:
fi: Toimessa olevat muunnokset:
fr: Modifications actives :
gl: Modificacións activas:
it: Modificazioni attive:
ja_jp: 活発な変更:
pl: Aktywne modyfikacje:
pt_br: Modificações ativas:
ru: Активные модификации:
sv: Aktiva modifikationer:

source: Special gameplay tips:
bg: Специални съвети за игра:
de: Besondere Spieltipps:
es: Consejos especiales del juego:
fi: Erityisvinkit pelaamiseen:
fr: Astuces de jeu spéciales :
gl: Consellos especiais de xogo:
it: Speciali consigli di gioco:
ja_jp: 特別なゲームプレイのヒント:
pl: Specjalne wskazówki dotyczące rozgrywki:
pt_br: Dicas de jogo especial:
ru: Особые игровые советы:
sv: Speciella speltypstips:

source: Server's message
bg: Съобщение от сървъра
de: Servernachricht
es: Mensaje del servidor
fi: Palvelimen viesti
fr: Message du serveur
gl: Mensaxe do servidor
it: Messaggio del server
ja_jp: サーバーのメッセージ
pl: Wiadomość serwera
pt_br: Mensagem do servidor
ru: Сообщение сервера
sv: Serverns meddelande

source: %s (not bound)
be: %s (не звязаны)
bg: %s (не е свързано)
de: %s (nicht zugewiesen)
es: %s (sin asignar)
fi: %s (ei sidottu)
fr: %s (non assigné)
gl: %s (non vinculado)
it: %s (non associato)
ja_jp: %s （割り当てられていない）
pl: %s (nie związany)
pt_br: %s (não tem atalho definido)
ro: %s (nu este atașată)
ru: %s (не связаны)
sr: %s (није везано)
sv: %s (ej bunden)

source: (1 vote)
ast: (1 votu)
be: (1 голас)
bg: (1 глас)
de: (1 Stimme)
es: (1 voto)
fi: (1 ääni)
gl: (1 voto)
it: (1 voto)
ja_jp: （1 票）
pl: (1 głos)
pt_br: (1 voto)
ro: (1 vot)
ru: (голосов: 1)
sr: (1 глас)
sv: (1 röst)
uk: (1 голос)

source: (%d votes)
ast: (%d votos)
be: (%d галасоў)
bg: (%d гласа)
de: (%d Stimmen)
es: (%d votos)
fi: (%d ääntä)
gl: (%d votos)
it: (%d voti)
ja_jp: （%d 票）
pl: (%d głosów)
pt_br: (%d votos)
ro: (%d voturi)
ru: (голосов: %d)
sr: (%d гласова)
sv: (%d röster)
uk: (%d голосів)

source: Don't care
ast: Dame igual
be: Усё адно
bg: Не ми пука
de: Mir egal
es: No importa
fi: Aivan sama
fr: Ne pas voter
gl: Non importa
it: Non importa
ja_jp: 構わない
pl: Wszystko jedno
pt_br: Não importa
ro: Nu-mi pasă
ru: Всё равно
sr: Свеједно
sv: Bryr mig inte
uk: Не турбує

source: Suggested by: %s
fr: Suggérée par : %s
gl: Suxerido por: %s
it: Suggerita da: %s
pt_br: Sugerido por: %s
ru: Предложение от: %s

source: Decide the gametype
ast: Votación d'un tipu de xuegu
be: Абярыце тып гульні
bg: Изберете вид игра
de: Wähle den Spieltyp
es: Elige el modo de juego
fi: Valitse pelitila
fr: Choisissez le type de partie
gl: Decide o tipo de xogo
it: Decidere il tipo di gioco
ja_jp: ゲームモードを決める
pl: Wybierz rodzaj gry
pt_br: Decidir o modo de jogo
ro: Alege tipul de joc
ru: Выберите режим игры
sr: Одаберите врсту игре
sv: Välj speltyp

source: Vote for a map
ast: Votación d'un mapa
be: Галасаванка за мапу
bg: Гласуване за карта
de: Stimme für eine Karte ab
es: Vota un mapa
fi: Äänestä karttaa
fr: Votez pour une carte
gl: Vota por un mapa
it: Vota per una mappa
ja_jp: マップに投票する
pl: Głosuj na mapę
pt_br: Vote em um mapa
ro: Votează o hartă
ru: Голосование за арену
sr: Гласајте за мапу
sv: Rösta på en karta
uk: Проголосуйте за мапу

source: mv_mapdownload: ^3You're not supposed to use this command on your own!
ast: mv_mapdownload: ^3¡Supónse que tu nun pues usar esti comandu!
bg: mv_mapdownload: ^3Не би трябвало да използвате тази команда самостоятелно!
de: mv_mapdownload: ^3Du solltest diesen Befehl nicht selbstständig benutzen!
es: mv_mapdownload: ^3¡No deberías usar este comando por tu cuenta!
fi: mv_mapdownload: ^3Sinun ei ole tarkoitus käyttää tätä käskyä omin päin!
fr: mv_mapdownload : ^3Vous n'êtes pas censé utiliser cette commande vous-même !
gl: mv_mapdownload: ^3Non debes usar este comando por ti mesmo!
it: mv_mapdownload: ^3Non dovresti usare questo comando!
ja_jp: mv_mapdownload: ^3このコマンドを自分で使用しないでください!
pl: mv_mapdownload: ^3Nie powinieneś używać tej komendy u siebie!
pt_br: mv_mapdownload: ^3Você não pode usar esse comando sozinho!
ru: mv_mapdownload: ^3Вы не должны использовать эту команду по своему усмотрению!
sv: mv_mapdownload: ^3Du är inte menad att använda det här kommandot själv!

source: ^1Error:^7 Couldn't find pak index.
bg: ^1Грешка:^7 Не може да намери индекс.
de: ^1Fehler:^7pak-Index konnte nicht gefunden werden.
es: ^1Error:^7 No se pudo encontrar el índice pak.
fi: ^1Virhe:^7 Ei löytynyt: pak index.
fr: ^1Erreur :^7 Impossible de trouver l'index du pak.
gl: ^1Error:^7 Non se puido atopar o índice pak.
it: ^1Errore:^7 Impossibile trovare il pak index.
ja_jp: ^1ERROR:^7 pak index が見つかりませんでした。
pl: ^1Błąd:^7 Nie można znaleźć indeksu pak.
pt_br: ^1Erro:^7 Não foi possível encontrar o índice do pak.
ru: ^1Ошибка:^7 Не удалось найти индекс пака.
sv: ^1Fel:^7 Kunde inte hitta pak-index.

source: Requesting preview...
ast: Solicitando la previsualización...
bg: Заявяване на преглед...
de: Vorschau abfragen ...
es: Solicitando vista previa...
fi: Pyydetään esikatselua...
fr: Demande d'aperçu…
gl: Solicitando vista previa...
it: Richiedendo l'anteprima...
ja_jp: プレビューをリクエスト中...
pl: Oczekiwanie podglądu…
pt_br: Solicitando prévia...
ru: Запрос эскиза…
sr: Тражим претпреглед…
sv: Skickar förfrågan om förhandsgranskning...

source: Nade timer
be: Таймер гранаты
bg: Таймер на гранати
de: Granaten-Timer
es: Temporizador de granada
fi: Naattiajastin
fr: Minuteur de grenade
gl: Temporizador de granada
it: Timer granata
ja_jp: 手榴弾タイマー
pl: Czasomierz granatu
pt_br: Temporizador de granada
ro: Fitil grenadă
ru: Таймер гранаты
sv: Granattimer

source: Capture progress
ast: Progresu de la captura
bg: Напредък на превземане
de: Eroberungsfortschritt
es: Progreso de captura
fi: Kaappauksen edistyminen
fr: Capture en cours
gl: Progreso de captura
it: Progressione cattura
ja_jp: 取れ進歩
pl: Postęp przejęcia
pt_br: Progresso de captura
ru: Захватывание
sr: Напредак заробљавања
sv: Fångningsprocess

source: Revival progress
ast: Progresu de la resurreición
be: Рух адраджэння
bg: Процес на съживяване
de: Wiederbelebungsfortschritt
es: Progreso de reanimación
fi: Elpymisen edistyminen
fr: Dégel en cours
gl: Progreso do renacemento
it: Avanzamento risveglio
ja_jp: 蘇生中
pl: Postęp rozmrażania
pt_br: Progresso de reanimação
ro: Progres reînviere
ru: Оживление
sr: Напредак оживљавања
sv: Återupplivningsprocess

source: error creating curl handle
bg: грешка при създаването на curl манипулатор
de: Fehler bei Erzeugung des curl-Handles
es: error creando el manejador curl
fi: virhe luodessa: curl handle
fr: erreur à la création du curl handle
gl: Produciuse un erro ao crear o asa de rizo
it: errore creando il gestore curl
pl: błąd przy tworzeniu curl handle
pt_br: erro ao criar curl handle
ru: ошибка при создании curl handle
sv: fel att skapa curl-hantering

source: %s is a team-based gametype involving an attacking and a defending team.
fr: %s est un type de partie en équipe impliquant une équipe attaquante et une équipe défensive.
gl: %s é un modo de xogo por equipos no que participan un equipo atacante e outro defensor.
it: %s è un tipo di gioco a squadre che coinvolge una squadra che attacca e una che difende.
pt_br: %s é um tipo de jogo de equipes envolvendo uma equipe atacante e uma defendente.
ru: %s — это командный режим игры, в котором участвуют атакующая и обороняющаяся стороны.

source: The attacking team has to destroy objects placed on the map, which opens up new doors or pathways to more objects, until the main object is reached and destroyed. The defending team has to defend the objects, winning the game if they successfully prevent the attacking team from destroying the main object within the time limit. If they fail then a second round is played where teams switch roles and the new attacking team wins only if they destroy the main object within the time the other team took to do it.
fr: L'équipe attaquante doit détruire les objets placés sur la carte, ce qui ouvre de nouvelles portes ou voies d'accès vers d'autres objets, jusqu'à ce que l'objectif principal soit atteint et détruit. L'équipe défensive doit défendre les objets et remporte la partie si elle parvient à empêcher l'équipe attaquante de détruire l'objectif principal dans le temps imparti. Si elle échoue, une deuxième manche est jouée, au cours de laquelle les équipes échangent leurs rôles et la nouvelle équipe attaquante ne remporte la partie que si elle détruit l'objectif principal dans le temps qu'il a fallu à l'autre équipe pour le faire.
gl: O equipo atacante debe destruír obxectos colocados no mapa, o que abre novas portas ou camiños cara a máis obxectos, ata chegar ao obxecto principal e destruílo. O equipo defensor debe protexer os obxectos, gañando a partida se logran impedir que o equipo atacante destrúa o obxecto principal dentro do límite de tempo. Se fallan, xogase unha segunda rolda na que os equipos trocan de papel, e o novo equipo atacante só gaña se destrúe o obxecto principal dentro do tempo que tardou o outro equipo en facelo.
it: La squadra che attacca deve distruggere gli oggetti posizionati sulla mappa, che aprono nuove porte o percorsi verso altri oggetti, finché non si raggiunge e si distrugge l'oggetto principale. La squadra che difende deve difendere gli oggetti, vincendo la partita se riesce a impedire con successo che la squadra che attacca distrugga l'oggetto principale entro il limite di tempo. Se falliscono, si gioca un secondo round in cui le squadre si scambiano i ruoli e la nuova squadra che attacca vince solo se distrugge l'oggetto principale entro il tempo impiegato dall'altra squadra per farlo.
pt_br: A equipe atacante tem que destruir objetos postos no mapa, fazendo abrir novas portas ou vias a outros objetos, até que o objeto principal seja atingido e destruído. A equipe defendente tem que defender os objetos, vencendo o jogo se impedir com êxito a equipe atacante de destruir o objeto principal dentro do limite de tempo. Se a defesa falhar, uma segunda rodada é jogada com as equipes em papéis trocados, e a equipe desta vez atacante vence se destruir o objeto principal mais rápido do que a outra equipe na rodada anterior.
ru: Атакующая команда должна уничтожать объекты, размещённые на арене. Это открывает новые двери или проходы к следующим объектам до тех пор, пока не будет достигнут и уничтожен главный объект. Команда защиты должна охранять объекты. Она побеждает, если успешно препятствует атакующей команде в уничтожении главного объекта в пределах отведённого времени. Если команде защиты это не удаётся, проводится второй раунд, в котором команды меняются ролями. Новая атакующая команда побеждает только в том случае, если уничтожит главный объект за то время, которое потребовалось предыдущей атакующей команде для его уничтожения.

source: Objects have waypoints which show their health and position, and they're destroyed by shooting them with any weapon.
fr: Les objets ont des balises qui indiquent leur état et leur position, et sont détruits en leur tirant dessus avec n'importe quelle arme.
gl: Os obxectos teñen puntos de referencia que mostran a súa vida e posición, e destrúense disparándolles con calquera arma.
it: Gli oggetti hanno dei waypoint che ne mostrano la salute e la posizione, e vengono distrutti sparandogli con qualsiasi arma.
pt_br: Objetos são marcados em pontos de interesse mostrando sua saúde e posição e são destruídos ao serem atingidos com qualquer arma.
ru: Объекты имеют путевые точки, которые показывают их уровень здоровья и позицию, а уничтожить их можно выстрелом из любого оружия.

source: Assault
ast: Asaltu
bg: Нападение
es: Asalto
fi: Rynnäkkö (Assault)
fr: Assaut
gl: Asalto
it: Assalto
ja_jp: 突撃 (ASSAULT)
pl: Szturm
pt_br: Assalto
ro: Asalt
ru: Штурм
sr: Напад

source: Destroy obstacles to find and destroy the enemy power core before time runs out
bg: Унищожи препятствията, за да намериш и разрушиш противниковото ядро преди да изтече времето.
de: Zerstöre Hindernisse, um den gegnerischen Reaktorkern zu zerstören, bevor die Zeit abläuft
es: Destruye obstáculos para encontrar y destruir el núcleo de energía del enemigo antes de que se acabe el tiempo
fi: Tuhoa esteet löytääksesi ja tuhotaksesi vihollisen ytimen ennen kuin aika loppuu
fr: Détruisez les obstacles pour trouver et anéantir le cœur du réacteur ennemi dans le temps imparti
gl: Destrúe os obstáculos para atopar e destruír o núcleo de poder inimigo antes de que se esgote o tempo
it: Distruggi gli ostacoli per trovare e distruggere la centrale energetica del nemico prima che il tempo scada
ja_jp: 時刻がなくなる前に敵のパワーコアを見つけて破壊するために障害物を破壊して
pl: Zniszcz wszystkie przeszkody, a następnie zniszcz rdzeń przed upływem wyznaczonego czasu
pt_br: Destrua obstáculos para encontrar e destruir o núcleo de poder inimigo antes que o tempo acabe
ro: Distruge obstacole pentru a găsi și a distruge reactorul inamic înainte să se scurgă timpul
ru: Разрушьте препятствия и вражеское ядро силы до окончания времени
sr: Уништите препреке да бисте нашли и уништили непријатељско напојно језгро пре него што време истекне
sv: Förstör hinder för att hitta och förstöra fiendens kraftkärna innan tiden tar slut

source: Point limit:
ast: Llende de puntos:
be: Абмежаванне балаў:
bg: Максимум точки:
de: Punktelimit:
es: Límite de puntos:
fi: Pisteraja:
fr: Score limite :
gl: Límite de puntos:
it: Limite di punteggio:
ja_jp: ポイント制限:
pl: Limit punktów:
pt_br: Limite de pontos:
ro: Limită de puncte:
ru: Предел очков:
sr: Граница бодова
sv: Poänggräns:
uk: Ліміт очок:

source: %s is a common round-based gametype played with teams, where players spawn with all weapons available, have maximum health and armor, but only have one life per round. There are no pickups available on the map in %s, making the gameplay fast-paced and focused on combat.
fr: %s est un type de partie courant en plusieurs manches et joué en équipes, dans lequel les joueurs apparaissent avec toutes les armes disponibles, disposent d'un maximum de santé et d'armure, mais n'ont qu'une seule vie par manche. Il n'y a aucun objet disponible sur la carte en %s, ce qui rend le gameplay effréné et axé sur le combat.
gl: %s é un modo de xogo por roldas común, xogado por equipos, no que os xogadores aparecen con todas as armas dispoñibles, teñen saúde e armadura máximas, pero só teñen unha vida por rolda. Non hai obxectos recollibles dispoñibles no mapa en %s, facendo que o xogo sexa rápido e centrado no combate.
it: %s è un comune tipo di gioco a round giocata a squadre, dove i giocatori nascono con tutte le armi disponibili, hanno salute e armatura massime, ma hanno una sola vita per round. Non ci sono oggetti da raccogliere (pickups) disponibili sulla mappa in %s, rendendo il gameplay frenetico e incentrato sul combattimento.
pt_br: %s é um tipo comum de jogo em rodadas e com equipes, no qual cada jogador nasce com todas as armas disponíveis, tem saúde e armadura máximas, mas só tem uma única vida por rodada. Não há itens coletáveis no mapa em %s, de modo que o jogo seja ágil e focado no combate.
ru: %s — это популярный командный режим игры с раундами, в котором игроки появляются со всем доступным оружием, максимальным запасом здоровья и брони, но имеют лишь одну жизнь за раунд. На арене в %s нет подбираемых предметов, что делает геймплей динамичным и сосредоточенным на боях.
