Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BG%s^K1 became enemies with the Lord of Teamplay%s%s
bg: ^BG%s^K1 стана враг с Lord of Teamplay%s%s
de: ^BG%s^K1 hat sich mit dem Gott des Teamspiels angelegt%s%s
es: ^BG%s^K1 se hicieron enemigos del Señor del Juego en Equipo%s%s
fi: ^BG%s^K1 tuli viholliseksi Joukkuepelin Isännän kanssa %s%s
fr: ^BG%s^K1 est devenu ennemi avec le Maître du Jeu en Équipe%s%s
gl: ^BG%s^K1 convertéronse en inimigos do señor do xogo en equipo%s%s
it: ^BG%s^K1 è diventato nemico del Signore del Gioco di Squadra%s%s
ja_jp: ^BG%s^K1 はチームプレイの主%s%sの敵になった
pt_br: ^BG%s^K1 tornou-se inimigo do Senhor do Trabalho em Equipe%s%s
ro: ^BG%s^K1 a devenit inamic cu Lordul Corectitudinii%s%s
ru: ^BG%s^K1 не подружился с Богом Командной Игры%s%s
sv: ^BG%s^K1 blev fiende med Herren av Lagspel%s%s
uk: ^BG%s^K1 став ворогом Повелителя командної гри%s%s

source: ^BG%s^K1 thought they found a nice camping ground%s%s
bg: ^BG%s^K1 си помисли че е намерил добра снайперистка зона%s%s
de: ^BG%s^K1 dachte, einen schönen Campingplatz gefunden zu haben%s%s
es: ^BG%s^K1 pensaron que habían encontrado un buen campamento%s%s
fi: ^BG%s^K1 luulivat löytäneensä lokoisan retkeilyalueen%s%s
fr: ^BG%s^K1 pensait avoir trouvé un bon endroit pour camper%s%s
gl: ^BG%s^K1 pensaban que atoparan un fermoso lugar de acampada%s%s
it: ^BG%s^K1 ha pensato di aver trovato un buon posto per campeggiare%s%s
ja_jp: ^BG%s^K1 は素晴らしいキャンピング場%s%sを見つけたと思った
pt_br: ^BG%s^K1 pensou que tinha encontrado um ótimo lugar para acampar%s%s
ro: ^BG%s^K1 au crezut că și-au găsit un loc de campat%s%s
ru: ^BG%s^K1 думал, что нашёл хорошее место для отдыха%s%s
sv: ^BG%s^K1 trodde att de hittade en trevlig kampingplats%s%s
uk: ^BG%s^K1 думав що знайшов чудове місце для кемпінгу%s%s

source: ^BG%s^K1 unfairly eliminated themselves%s%s
fr: ^BG%s^K1 s'est injustement éliminé(e)%s%s
gl: ^BG%s^K1 eliminouse a si mesmo de forma inxusta %s%s
it: ^BG%s^K1 si è eliminato slealmente%s%s
pt_br: ^BG%s^K1 se eliminou injustamente%s%s
ru: ^BG%s^K1 коварно самоликвидировался%s%s

source: ^BG%s^K1 couldn't catch their breath%s%s
bg: ^BG%s^K1 не можа да стигне собствения си дъх%s%s
de: ^BG%s^K1 konnte den Atem nicht anhalten%s%s
es: ^BG%s^K1 no podían respirar %s%s
fi: ^BG%s^K1 eivät saaneet henkeä%s%s
fr: ^BG%s^K1 n'a pas pu reprendre son souffle%s%s
gl: ^BG%s^K1 non podían recuperar o alento%s%s
it: ^BG%s^K1 non è riuscito a trattenere il fiato%s%s
ja_jp: ^BG%s^K1 は息%s%sを呑めなかった
pt_br: ^BG%s^K1 ficou sem fôlego%s%s
ro: ^BG%s^K1 nu și-a putut trage răsuflarea%s%s
ru: ^BG%s^K1 не смог отдышаться%s%s
sv: ^BG%s^K1 kunde inte hämta andan%s%s
uk: ^BG%s^K1 не зміг перевести дух!%s%s

source: ^BG%s^K1 was in the water for too long%s%s
ast: ^BG%s^K1 tuvo nel agua munchu tiempu%s%s
bg: ^BG%s^K1 бе твърде дълго във водата%s%s
de: ^BG%s^K1 war zu lang im Wasser%s%s
es: ^BG%s^K1 estuvo en el agua demasiado tiempo%s%s
fi: ^BG%s^K1 oli vedessä liian pitkään%s%s
fr: ^BG%s^K1 est resté trop longtemps sous l'eau%s%s
gl: ^BG%s^K1 estivo demasiado tempo na auga%s%s
it: ^BG%s^K1 è stato in acqua per troppo tempo%s%s
ja_jp: ^BG%s^K1 は水中に長時間%s%sあった
pl: ^BG%s^K1 był w wodzie za długo%s%s
pt_br: ^BG%s^K1 ficou na água por muito tempo%s%s
ro: ^BG%s^K1 a stat scufundat în apă prea mult timp%s%s
ru: ^BG%s^K1 находился слишком долго под водой%s%s
sv: ^BG%s^K1 var i vattnet för länge%s%s
uk: ^BG%s^K1 пробув у воді занадто довго%s%s

source: ^BG%s^K1 hit the ground with a bit too much force%s%s
ast: ^BG%s^K1 tocó'l suelu con muncha fuercia%s%s
bg: ^BG%s^K1 удари земята с твърде много сила%s%s
de: ^BG%s^K1 erreichte den Boden mit zu viel Schwung%s%s
es: ^BG%s^K1 chocó contra el suelo con poca fuerza%s%s
fi: ^BG%s^K1 kohtasi maankamaran hiukan liiallisella voimalla%s%s
fr: ^BG%s^K1 a heurté le sol un peu trop violemment%s%s
gl: ^BG%s^K1 golpeou o chan con demasiada forza%s%s
it: ^BG%s^K1 ha colpito il terreno con un po' troppa forza%s%s
ja_jp: ^BG%s^K1 は少しの力%s%sで着陸した
pl: ^BG%s^K1 uderzył w ziemię ze zbyt dużą siłą%s%s
pt_br: ^BG%s^K1 caiu no chão com muita força%s%s
ro: ^BG%s^K1 s-a zdrobit de pământ%s%s
ru: ^BG%s^K1 слишком сильно ударился о землю%s%s
sv: ^BG%s^K1 träffade vattnet lite för hårt%s%s
uk: ^BG%s^K1 торкнувся землі занадто потужно%s%s

source: ^BG%s^K1 hit the ground with a crunch%s%s
bg: ^BG%s^K1 удари земята с изпръщяване%s%s
de: ^BG%s^K1 kam mit einem Knirschen auf dem Boden auf%s%s
es: ^BG%s^K1 chocó contra el suelo con un crujido%s%s
fi: ^BG%s^K1 kohtasi maankamaran kanssa niin että narskui%s%s
fr: ^BG%s^K1 a heurté le sol dans un craquement%s%s
gl: ^BG%s^K1 golpear o chan cun renxido%s%s
it: ^BG%s^K1 ha colpito il terreno facendolo scricchiolare%s%s
ja_jp: ^BG%s^K1 はクランチ%s%sで地面を打ちた
pt_br: ^BG%s^K1 caiu no chão rigorosamente%s%s
ro: ^BG%s^K1 s-a sfărâmat de pământ%s%s
ru: ^BG%s^K1 с хрустом ударился о землю%s%s
sv: ^BG%s^K1 träffade marken med en knack%s%s
uk: ^BG%s^K1 із тріском вдарився об землю%s%s

source: ^BG%s^K1 became a bit too crispy%s%s
ast: ^BG%s^K1 turróse un pocoñín%s%s
bg: ^BG%s^K1 стана твърде хрупкав%s%s
de: ^BG%s^K1 wurde etwas zu knusprig!%s%s
es: ^BG%s^K1 se volvió un poco crujiente%s%s
fi: ^BG%s^K1 muuttui hiukan liian rapeaksi%s%s
fr: ^BG%s^K1 est devenu un peu trop croustillant%s%s
gl: ^BG%s^K1 quedou un pouco crocante%s%s
it: ^BG%s^K1 è diventato un po' troppo croccante%s%s
ja_jp: ^BG%s^K1 が少しパリパリ%s%sになりすぎた
pt_br: ^BG%s^K1 ficou um pouco crocante%s%s
ro: ^BG%s^K1 a devenit un pic cam crocant%s%s
ru: ^BG%s^K1 слишком сильно хрустнул%s%s
sv: ^BG%s^K1 blev lite för krispig%s%s
uk: ^BG%s^K1 став занадто хрустким%s%s

source: ^BG%s^K1 felt a little hot%s%s
ast: ^BG%s^K1 tenía un pocoñín de calor%s%s
bg: ^BG%s^K1 се разгорещи%s%s
de: ^BG%s^K1 wurde es zu heiß%s%s
es: ^BG%s^K1 sintió un poco de calor%s%s
fi: ^BG%s^K1 tunsi pientä kuumotusta%s%s
fr: ^BG%s^K1 a eu un coup de chaud%s%s
gl: ^BG%s^K1 sentiu un pouco de calor%s%s
it: ^BG%s^K1 ha sentito un po' di caldo%s%s
ja_jp: ^BG%s^K1 は少し暑い%s%sを感じた
pl: ^BG%s^K1 poczuł się trochę gorąco%s%s
pt_br: ^BG%s^K1 se sentiu um pouco quente%s%s
ro: ^BG%s^K1 s-a cam opărit%s%s
ru: ^BG%s^K1 немного подгорел%s%s
sv: ^BG%s^K1 kände sig lite varm%s%s
uk: ^BG%s^K1 відчув трохи жару%s%s

source: ^BG%s^K1 died%s%s
ast: ^BG%s^K1 morrió%s%s
be: ^BG%s^K1 памёр%s%s
bg: ^BG%s^K1 почина%s%s
de: ^BG%s^K1 starb%s%s
es: ^BG%s^K1 murió%s%s
fi: ^BG%s^K1 delasi%s%s
fr: ^BG%s^K1 est mort%s%s
gl: ^BG%s^K1 morreu%s%s
it: ^BG%s^K1 è morto%s%s
ja_jp: ^BG%s^K1 が死んだ%s%s
pl: ^BG%s^K1 umarł%s%s
pt_br: ^BG%s^K1 morreu%s%s
ro: ^BG%s^K1 a murit%s%s
ru: ^BG%s^K1 умер%s%s
sv: ^BG%s^K1 dog%s%s
uk: ^BG%s^K1 загинув%s%s

source: ^BG%s^K1 found a hot place%s%s
ast: ^BG%s^K1 atopó un sitiu caliente%s%s
be: ^BG%s^K1 знайшоў спякотнае месца%s%s
bg: ^BG%s^K1 откри гореща зона%s%s
de: ^BG%s^K1 fand ein heißes Plätzchen%s%s
es: ^BG%s^K1 encontró un lugar caliente%s%s
fi: ^BG%s^K1 ja kuumat paikat%s%s
fr: ^BG%s^K1 a trouvé un endroit au chaud%s%s
gl: ^BG%s^K1 atopou un lugar quente%s%s
it: ^BG%s^K1 ha trovato un posto caldo%s%s
ja_jp: ^BG%s^K1 は暑いな場所%s%sを見つけた
pl: ^BG%s^K1 znalazł gorące miejsce%s%s
pt_br: ^BG%s^K1 achou um lugar quente%s%s
ro: ^BG%s^K1 a dat peste un loc fierbinte%s%s
ru: ^BG%s^K1 нашёл жаркое местечко%s%s
sv: ^BG%s^K1 hittade en varm plats%s%s
uk: ^BG%s^K1 знайшов гаряче місце%s%s

source: ^BG%s^K1 turned into hot slag%s%s
ast: ^BG%s^K1 convirtióse n'escoria caliente%s%s
bg: ^BG%s^K1 се превърна в гореща шлака%s%s
de: ^BG%s^K1 wurde zu heißer Schlacke%s%s
es: ^BG%s^K1 se convirtió en escoria caliente%s%s
fi: ^BG%s^K1 muuntui kuumaksi kuonaksi%s%s
fr: ^BG%s^K1 s'est transformé en scories brûlantes%s%s
gl: ^BG%s^K1 convertido en escoura quente%s%s
it: ^BG%s^K1 è diventato scoria bollente%s%s
ja_jp: ^BG%s^K1 が暑いスラグ%s%sに変わった
pt_br: ^BG%s^K1 tornou-se uma escória quente%s%s
ro: ^BG%s^K1 s-a transformat în zgură topită%s%s
ru: ^BG%s^K1 сгорел дотла%s%s
sv: ^BG%s^K1 förvandlades till varmt slagg%s%s
uk: ^BG%s^K1 перетворився на гарячий шлак%s%s

source: ^BG%s^K1 was exploded by a Mage%s%s
bg: ^BG%s^K1 бе взривен от Магьосник%s%s
de: ^BG%s^K1 explodierte durch einen Magier%s%s
es: ^BG%s^K1 fue explotado por un Mago%s%s
fi: ^BG%s^K1 joutui Velhon räjäyttämäksi%s%s
fr: ^BG%s^K1 a été explosé par un Mage%s%s
gl: ^BG%s^K1 foi explotado por un mago%s%s
it: ^BG%s^K1 è stato fatto esplodere da un Mago%s%s
ja_jp: ^BG%s^K1 は魔法使い%s%sによって爆発された
pl: ^BG%s^K1 został wysadzony przez Maga%s%s
pt_br: ^BG%s^K1 foi explodido por um Mago%s%s
ro: ^BG%s^K1 a fost aruncat în aer de către un Mag%s%s
ru: ^BG%s^K1 был подорван Магом%s%s
sv: ^BG%s^K1 exploderades av en Mage%s%s

source: ^BG%s^K1's innards became outwards by a Golem%s%s
de: ^BG%s^K1s Eingeweide wurden von einem Golem%s%s nach außen gekehrt
es: Las entrañas de ^BG%s^K1 fueron expulsadas por un Golem%s%s
fi: ^BG%s^K1's sisukset muuttuivat ulkoisiksi Golemin toimesta%s%s
fr: ^BG%s^K1 s'est retrouvé les tripes à l'air à cause d'un Golem%s%s
gl: ^BG%s^K1 entrañas expulsadas por un Golem%s%s
it: ^K1Le interiora di ^BG%s^K1 sono state buttate fuori da un Golem%s%s
ja_jp: ^BG%s^K1の内臓はゴーレムによって外向きになった%s%s
pt_br: ^K1Saíram de ^BG%s^K1 as entranhas por causa de um Golem%s%s
ru: ^BG%s^K1 вывернут наизнанку Големом%s%s
sv: ^BG%s^K1s inälvor blev utåt av en Golem%s%s

source: ^BG%s^K1 was smashed by a Golem%s%s
bg: ^BG%s^K1 бе премазан от Голем%s%s
de: ^BG%s^K1 wurde von einem Golem zerquetscht%s%s
es: ^BG%s^K1 fue aplastado por un Golem%s%s
fi: ^BG%s^K1 murskattiin Golemin toimesta%s%s
fr: ^BG%s^K1 a été démoli par un Golem%s%s
gl: ^BG%s^K1 foi esnaquizado por un Golem%s%s
it: ^BG%s^K1 è stato sfasciato da un Golem%s%s
ja_jp: ^BG%s^K1はゴーレムによって破壊された%s%s
pt_br: ^BG%s^K1 foi esmagado por um Golem%s%s
ru: ^BG%s^K1 был разбит Големом%s%s
sv: ^BG%s^K1 blev krossad av en Golem%s%s

source: ^BG%s^K1 was zapped to death by a Golem%s%s
de: ^BG%s^K1 wurde von einem Golem%s%s zu Tode geschockt
es: ^BG%s^K1 fue liquidado por un Golem%s%s
fi: ^BG%s^K1 sähköistettiin kuolemaansa Golemin toimesta%s%s
fr: ^BG%s^K1 a été supprimé par un Golem%s%s
gl: ^BG%s^K1 Foi asesinado por un golem%s%s
it: ^BG%s^K1 è stato ucciso in un lampo da un Golem%s%s
ja_jp: ^BG%s^K1はゴーレムによって殺害された%s%s
pt_br: ^BG%s^K1 foi eletrocutado por um Golem%s%s
ru: ^BG%s^K1 был забит до смерти Големом%s%s
sv: ^BG%s^K1 blev zappad till döds av en Golem%s%s

source: ^BG%s^K1 was bitten by a Spider%s%s
bg: ^BG%s^K1 бе охапан от Spider%s%s
de: ^BG%s^K1 wurde von einer Spinne gebissen%s%s
es: ^BG%s^K1 fue mordido por una Araña%s%s
fi: ^BG%s^K1 purtiin Hämähäkin toimesta%s%s
fr: ^BG%s^K1 a été mordu par une Araignée%s%s
gl: ^BG%s^K1 foi mordido por unha araña%s%s
it: ^BG%s^K1 è stato morso da uno Spider%s%s
ja_jp: ^BG%s^K1 は蜘蛛%s%sに噛まられた
pl: ^BG%s^K1 został ugryziony przez Pająka%s%s
pt_br: ^BG%s^K1 foi picado por uma Aranha%s%s
ro: ^BG%s^K1 a fost mușcat de un Păianjen%s%s
ru: ^BG%s^K1 был побит Пауком%s%s
sv: ^BG%s^K1 blev biten av en Spider%s%s

source: ^BG%s^K1 was fireballed by a Wyvern%s%s
bg: ^BG%s^K1 бе оцелен с огенено кълбо от Wyvern%s%s
de: ^BG%s^K1 wurde mit einem Lindwurmfeuerball vertraut gemacht%s%s
es: ^BG%s^K1 fue alcanzado por una bola de fuego de un Guiverno%s%s
fi: ^BG%s^K1 sai Lohikäärmeen tulipallon kohtalokseen%s%s
fr: ^BG%s^K1 a été carbonisé par une Vouivre%s%s
gl: ^BG%s^K1 foi disparado por unha Serpe alada%s%s
it: ^BG%s^K1 è stato colpito dalla palla di fuoco di un Wyvern%s%s
ja_jp: ^BG%s^K1 はワイバーン%s%sによって攻撃された
pl: ^BG%s^K1 dostał kulą ognia od Wywerny%s%s
pt_br: ^BG%s^K1 foi morto pela fireball de um Wyvern%s%s
ro: ^BG%s^K1 a luat foc de la un Wyvern%s%s
ru: ^BG%s^K1 был поражён огненным шаром Виверна%s%s
sv: ^BG%s^K1 var eldbollad av en Wyvern%s%s

source: ^BG%s^K1 joins the Zombies%s%s
ast: ^BG%s^K1 xúnese a los zombis%s%s
be: ^BG%s^K1 далучыўся да Зомбі%s%s
bg: ^BG%s^K1 се присъедини към Зомбитата%s%s
de: ^BG%s^K1 folgt nun den Zombies%s%s
es: ^BG%s^K1 se une a los Zombis%s%s
fi: ^BG%s^K1 liittyi eläviin kuolleisiin%s%s
fr: ^BG%s^K1 rejoint les Zombies%s%s
gl: ^BG%s^K1 únese aos Zombies%s%s
it: ^BG%s^K1 è entrato tra gli Zombi%s%s
ja_jp: ^BG%s^K1 がゾンビ%s%sに参加した
pl: ^BG%s^K1 dołącza do Zombie%s%s
pt_br: ^BG%s^K1 se juntou aos Zumbis%s%s
ro: ^BG%s^K1 se alătură Zombilor%s%s
ru: ^BG%s^K1 присоединился к Зомби%s%s
sv: ^BG%s^K1 blev en med Zombierna%s%s

source: ^BG%s^K1 was given kung fu lessons by a Zombie%s%s
ast: ^BG%s^K1 recibió les clases de Kung Fu d'un zombi%s%s
bg: ^BG%s^K1 получи урок по кунг-фу от Зомби%s%s
de: ^BG%s^K1 bekam Kung-Fu-Unterricht von einem Zombie%s%s
es: ^BG%s^K1 recibió lecciones de Kung Fu de un Zombi%s%s
fi: ^BG%s^K1 sai kung fu -oppia Zombielta%s%s
fr: ^BG%s^K1 a reçu des leçons de kung fu de la part d'un Zombie%s%s
gl: ^BG%s^K1 recibiu clases de kung fu dun zombi %s%s
it: ^K1A ^BG%s^K1 sono state date lezioni di kung fu da uno Zombi%s%s
ja_jp: ^BG%s^K1 はゾンビ%s%sから功夫授業を受けられた
pl: ^BG%s^K1 otrzymał lekcję kung fu od Zombie%s%s
pt_br: ^BG%s^K1 recebeu lições de kung fu de um Zumbi%s%s
ro: ^BG%sK1 a luat lecții de kung fu de la un Zombie%s%s
ru: ^BG%s^K1 получил урок кунфу от Зомби%s%s
sv: ^BG%s^K1 fick kung fu-lektioner av en Zombie%s%s

source: ^BG%s^K1 mastered the art of self-nading%s%s
ast: ^BG%s^K1 dominó l'arte de comer granaes%s%s
bg: ^BG%s^K1 усвои самонараняването%s%s
de: ^BG%s^K1 meisterte die Kunst der Selbstsprengung%s%s
es: ^BG%s^K1 dominó el arte de autodestruirse con granadas%s%s
fi: ^BG%s^K1 saavutti mestarillisuuden itsenaatittamisen jalossa taidossa%s%s
fr: ^BG%s^K1 est passé maître dans l'art d'exploser avec sa propre grenade%s%s
gl: ^BG%s^K1 domina a arte de autodestruirse con granadas%s%s
it: ^BG%s^K1 è diventato esperto nell'arte di lanciarsi le granate addosso%s%s
ja_jp: ^BG%s^K1 は手榴弾で自己破壊%s%sの技術を習得した
pt_br: ^BG%s^K1 dominou a arte do suicídio com granadas%s%s
ro: ^BG%sK1 a devenit expert în arta auto-exploziei%s%s
ru: ^BG%s^K1 освоил искусство камикадзе%s%s
sv: ^BG%s^K1 bemästrade konsten av själv-nading%s%s
uk: ^BG%s^K1 може майстерно вбити себе власною гранатою%s%s

source: ^BG%s^K1 decided to take a look at the results of their napalm explosion%s%s
ast: ^BG%s^K1 decidió echar un güeyu al resultáu d'un españíu de napalm%s%s
de: ^BG%s^K1 wollte sich so eine Napalmexplosion mal genauer ansehen%s%s
es: ^BG%s^K1 decidió mirar los resultados de su explosión de napalm%s%s
fi: ^BG%s^K1 päätti katsoa napalmiräjäytyksensä tulokset%s%s
fr: ^BG%s^K1 a voulu assister aux résultats de son explosion de napalm%s%s
gl: ^BG%s^K1 decidiu botar un ollo aos resultados da súa explosión de napalm%s%s
it: ^BG%s^K1 ha deciso di dare un'occhiata ai risultati dell'esplosione del proprio napalm%s%s
ja_jp: ^BG%s^K1 はナパーム弾の爆発%s%sの結果を見てみることにした
pt_br: ^BG%s^K1 decidiu dar uma olhada nos resultados de sua explosão de napalm%s%s
ro: ^BG%s^K1 a decis să simtă pe pielea sa rezultatul propriei explozii cu napalm%s%s
ru: ^BG%s^K1 захотел посмотреть на взрыв своего же напалма%s%s
sv: ^BG%s^K1 bestämde sig för att ta en titt på resultatet av sin napalmexplosion%s%s

source: ^BG%s^K1 was burned to death by their own Napalm Nade%s%s
ast: ^BG%s^K1 morrió poles quemadures de la so granada de napalm%s%s
de: ^BG%s^K1 wurde von der eigenen Napalmgranate verbrannt%s%s
es: ^BG%s^K1 fue calcinado por su propia Granada de Napalm%s%s
fi: ^BG%s^K1 paloi poroksi omien Napalminaattiensa ansiosta%s%s
fr: ^BG%s^K1 a été brûlé à mort par sa propre Grenade de Napalm%s%s
gl: ^BG%s^K1 morreu queimado pola sua propia granada de Napalm%s%s
it: ^BG%s^K1 è stato bruciato a morte dalla propria Granata al Napalm%s%s
ja_jp: ^BG%s^K1 は自分のナパーム手榴弾%s%sによって燃された
pt_br: ^BG%s^K1 foi queimado até a morte por sua própria Granada de Napalm%s%s
ro: ^BG%s^K1 a murit ars de propria Grenadă Napalm%s%s
ru: ^BG%s^K1 был сожжён заживо своей же Гранатой Напалма%s%s
sv: ^BG%s^K1 brännde sig själv till döds av sin egen Napalmgranat%s%s

source: ^BG%s^K1's Healing Nade didn't quite heal them%s%s
ast: ^K1La granada curatible de ^BG%s^K1 nun curó muncho%s%s
de: ^BG%s^K1s Medizingranate war nicht sehr heilsam%s%s
es: La Granada de Curación de ^BG%s^K1 no los curó completamente %s%s
fi: ^BG%s^K1'n Terveysnaatti ei heitä aivan tervehdyttänyt%s%s
fr: ^K1La Grenade de Guérison de ^BG%s^K1 ne l'a pas tout à fait guéri%s%s
gl: ^BG%s^K1's A Granada de Curación non os curou de todo %s%s
it: ^K1La Granata Curante di ^BG%s^K1 non lo ha curato abbastanza%s%s
ja_jp: ^BG%s^K1 の治癒手榴弾はそれら%s%sを完全には癒しなかった
pt_br: A Granada de Cura de ^BG%s^K1 não lhe curou corretamente%s%s
ro: Grenada de Vindecare a lui ^BG%s^K1 nu l-a prea vindecat%s%s
ru: Лечащая Граната не помогла ^BG%s^K1%s%s
sv: ^BG%s^K1s Läkningsgranat läkte dem inte riktigt%s%s

source: ^BG%s^K1 died%s%s. What's the point of living without ammo?
ast: ^BG%s^K1 morrió%s%s. ¿Qué sentíu tien vivir ensin munición?
bg: ^BG%s^K1 умря%s%s. Живота няма смисъл без муниции?
de: ^BG%s^K1 starb%s%s. Was ist der Sinn in einem Leben ohne Munition?
es: ^BG%s^K1 murió%s%s. ¿De qué sirve vivir sin munición?
fi: ^BG%s^K1 kuoli%s%s. Onko elämällä jokin tarkoitus ilman ammuksia?
fr: ^BG%s^K1 est mort%s%s. À quoi bon vivre sans munition ?
gl: ^BG%s^K1 morto%s%s. De que serve vivir sen munición?
it: ^BG%s^K1 è morto%s%s. Che motivo c'è di vivere senza munizioni?
ja_jp: ^BG%s^K1 が死んだ%s%s。弾薬なしで生きる意味は何だの?
pl: ^BG%s^K1 umarł%s%s. Jaki jest sens życia bez amunicji?
pt_br: ^BG%s^K1 morreu%s%s. Qual o sentido de viver sem munição?
ro: ^BG%s^K1 a murit%s%s. Ce sens are să trăiești dacă n-ai muniție?
ru: ^BG%s^K1 умер%s%s. Какой смысл жить без патронов?
sv: ^BG%s^K1 dog%s%s. Vad är det för mening att leva utan ammunition?
uk: ^BG%s^K1 загинув%s%s. Який сенс жити без набоїв?

source: ^BG%s^K1 ran out of ammo%s%s
ast: ^BG%s^K1 escosó la munición%s%s
be: ^BG%s^K1 пазбавіўся ўсіх патронаў%s%s
bg: ^BG%s^K1 остана без муниции%s%s
de: ^BG%s^K1 hatte keine Munition mehr%s%s
es: ^BG%s^K1 se quedó sin munición%s%s
fi: ^BG%s^K1 huomasi ammustensa loppuneen%s%s
fr: ^BG%s^K1 s'est retrouvé à court de munition%s%s
gl: ^BG%s^K1 quedou sen munición%s%s
it: ^BG%s^K1 ha finito le munizioni%s%s
ja_jp: ^BG%s^K1 の弾薬%s%sが切った
pl: ^BG%s^K1 stracił całą amunicję%s%s
pt_br: ^BG%s^K1 ficou sem munição%s%s
ro: ^BG%s^K1 a rămas fără muniție%s%s
ru: ^BG%s^K1 расстрелял все патроны%s%s
sv: ^BG%s^K1 fick slut på ammunition%s%s
uk: ^BG%s^K1 використав усі патрони%s%s

source: ^BG%s^K1 rotted away%s%s
ast: ^BG%s^K1 apodreció%s%s
be: ^BG%s^K1 згінуў%s%s
bg: ^BG%s^K1 изгни%s%s
de: ^BG%s^K1 verweste%s%s
es: ^BG%s^K1 se pudrió%s%s
fi: ^BG%s^K1 mätäni pois%s%s
fr: ^BG%s^K1 s'est décomposé%s%s
gl: ^BG%s^K1 podreceu%s%s
it: ^BG%s^K1 è marcito%s%s
ja_jp: ^BG%s^K1 は腐敗した%s%s
pl: ^BG%s^K1 zgnił%s%s
pt_br: ^BG%s^K1 derreteu%s%s
ro: ^BG%s^K1 s-a descompus%s%s
ru: ^BG%s^K1 сгинул%s%s
sv: ^BG%s^K1 ruttnade bort%s%s
uk: ^BG%s^K1 згнив%s%s

source: ^BG%s^K1 became a shooting star%s%s
bg: ^BG%s^K1 стана на падаща звезда%s%s
de: ^BG%s^K1 wurde zur Sternschnuppe%s%s
es: ^BG%s^K1 se convirtió en una estrella fugaz%s%s
fi: ^BG%s^K1 muuttui tähdenlennoksi%s%s
fr: ^BG%s^K1 s'est transformé en étoile filante%s%s
gl: ^BG%s^K1 converteuse nunha estrela fugaz%s%s
it: ^BG%s^K1 è diventato una stella cadente%s%s
ja_jp: ^BG%s^K1 が流れ星%s%sになった
pl: ^BG%s^K1 został spadającą gwiazdą%s%s
pt_br: ^BG%s^K1 se tornou uma estrela cadente%s%s
ro: ^BG%s^K1 a devenit o stea căzătoare%s%s
ru: ^BG%s^K1 стал падающей звездой%s%s
sv: ^BG%s^K1 blev ett stjärnskott%s%s
uk: ^BG%s^K1 перетворився на падаючу зірку%s%s

source: ^BG%s^K1 was slimed%s%s
ast: ^BG%s^K1 convirtióse en llimu%s%s
bg: ^BG%s^K1 бе изтънен%s%s
de: ^BG%s^K1 wurde vollgeschleimt%s%s
es: ^BG%s^K1 fue adelgazado%s%s
fi: ^BG%s^K1 kuorrutettiin limalla%s%s
fr: ^BG%s^K1 a été englué%s%s
gl: ^BG%s^K1 foi enlamado%s%s
it: ^BG%s^K1 è stato sciolto%s%s
ja_jp: ^BG%s^K1 が肉が落たれた%s%s
pt_br: ^BG%s^K1 foi dissolvido%s%s
ro: ^BG%s^K1 a fost nămolit%s%s
ru: ^BG%s^K1 утопился в слизи%s%s
sv: ^BG%s^K1 blev slemmad%s%s
uk: ^BG%s^K1 був заляпаний слизом%s%s

source: ^BG%s^K1 couldn't take it anymore%s%s
ast: ^BG%s^K1 yá nun podía coles miseries de la vida%s%s
bg: ^BG%s^K1 не можа да понесе повече%s%s
de: ^BG%s^K1 konnte es nicht mehr ertragen%s%s
es: ^BG%s^K1 no podía soportarlo más%s%s
fi: ^BG%s^K1 sai tarpeekseen%s%s
fr: ^BG%s^K1 n'en pouvait plus%s%s
gl: ^BG%s^K1 non podía soportar máis%s%s
it: ^BG%s^K1 non ne ha potuto più%s%s
ja_jp: ^BG%s^K1 はもうそれ%s%sを取ることができなかった
pt_br: ^BG%s^K1 não aguentava mais%s%s
ro: ^BG%s^K1 n-a mai putut rezista%s%s
ru: ^BG%s^K1 устал от жизни%s%s
sv: ^BG%s^K1 kunde inte ta det länge%s%s
uk: ^BG%s^K1 більше не міг це витримувати%s%s

source: ^BG%s^K1 is now preserved for centuries to come%s%s
bg: ^BG%s^K1 е съхранен за идващите векове%s%s
de: ^BG%s^K1 ist nun für die Jahre, die noch kommen mögen, konserviert%s%s
es: ^BG%s^K1 está ahora conservado por siglos%s%s
fi: ^BG%s^K1 on nyt säilötty tuleville sukupolville%s%s
fr: ^BG%s^K1 est maintenant conservé pour les siècles à venir%s%s
gl: ^BG%s^K1 agora consérvase durante séculos%s%s
it: ^BG%s^K1 è ora conservato per i secoli a venire%s%s
ja_jp: ^BG%s^K1 は何世紀もの間保存された%s%s
pt_br: ^BG%s^K1 agora está preservado para os séculos que virão%s%s
ro: ^BG%s^K1 este acum conservat pentru multe secole%s%s
ru: ^BG%s^K1 мумифицирован на века%s%s
sv: ^BG%s^K1 är nu bevarad för århundraden framöver%s%s
uk: ^BG%s^K1 тепер може зберігатися роками%s%s

source: ^BG%s^K1 switched to the %s%s
ast: ^BG%1$s^K1 cambió al %3$s%2$s
be: ^BG%s^K1 перайшоў у %s%s
bg: ^BG%s^K1 премина към %s%s
de: ^BG%s^K1 wurde verschoben zu %s%s
es: ^BG%s^K1 cambió al %s%s
fi: ^BG%s^K1 vaihtoi tähän %s%s
fr: ^BG%s^K1 a basculé dans l'%s%s
gl: ^BG%s^K1 cambiou ao %s%s
it: ^BG%s^K1 ha cambiato alla %s%s
ja_jp: ^BG%s^K1 が %s%s に切り替えられた
pl: ^BG%s^K1 przeszedł do %s%s
pt_br: ^BG%s^K1 trocou para o %s%s
ro: ^BG%s^K1 s-a mutat la %s%s
ru: ^BG%s^K1 перешёл в %s%s
sv: ^BG%s^K1 växlate till %s%s
uk: ^BG%s^K1 перейшов до %s%s

source: ^BG%s^K1 died in an accident%s%s
ast: ^BG%s^K1 morrió nun accidente%s%s
bg: ^BG%s^K1 почина инцидентно%s%s
de: ^BG%s^K1 starb in einem Unfall%s%s
es: ^BG%s^K1 murió en un accidente%s%s
fi: ^BG%s^K1 menehtyi onnettomuudessa%s%s
fr: ^BG%s^K1 est mort dans un accident%s%s
gl: ^BG%s^K1 morreu nun accidente%s%s
it: ^BG%s^K1 è morto in un incidente%s%s
ja_jp: ^BG%s^K1 が事故%s%sで死んだ
pl: ^BG%s^K1 zginął w wypadku%s%s
pt_br: ^BG%s^K1 morreu em um acidente%s%s
ro: ^BG%s^K1 a murit într-un accident%s%s
ru: ^BG%s^K1 погиб в результате несчастного случая%s%s
sv: ^BG%s^K1 dog i en olycka%s%s
uk: ^BG%s^K1 загинув у нещасному випадку%s%s

source: ^BG%s^K1 ran into a turret%s%s
bg: ^BG%s^K1 се вряза в кула%s%s
de: ^BG%s^K1 rannte in einem Geschützturm%s%s
es: ^BG%s^K1 se topó con una torreta%s%s
fi: ^BG%s^K1 porhalsi tykkitorniin%s%s
fr: ^BG%s^K1 a foncé dans une tourelle%s%s
gl: ^BG%s^K1 topouse cunha torreta%s%s
it: ^BG%s^K1 si è imbattuto in una torretta%s%s
ja_jp: ^BG%s^K1 が砲塔%s%sに遭遇した
pl: ^BG%s^K1 wbiegł w wieżyczkę%s%s
pt_br: ^BG%s^K1 deu de cara com uma sentinela%s%s
ro: ^BG%s^K1 a intrat într-o turelă%s%s
ru: ^BG%s^K1 налетел на турель%s%s
sv: ^BG%s^K1 sprang in i en turret%s%s
uk: ^BG%s^K1 зустрівся з туреллю%s%s

source: ^BG%s^K1 was blasted away by an eWheel turret%s%s
bg: ^BG%s^K1 бе издухан от eWheel кула%s%s
de: ^BG%s^K1 wurde vom eRad weggeblasen%s%s
es: ^BG%s^K1 fue explotado por una torreta eWheel%s%s
fi: ^BG%s^K1 töräytettiin taivaan tuuliin eWheel-tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été mis en miettes par une tourelle eWheel%s%s
gl: ^BG%s^K1 foi arrasado por unha torreta electroRoda%s%s
it: ^BG%s^K1 è stato fatto esplodere da una torretta eWheel%s%s
ja_jp: ^BG%s^K1 はeWheel砲塔%s%sによって爆破された
pt_br: ^BG%s^K1 foi explodido por uma sentinela eWheel%s%s
ro: ^BG%s^K1 a fost aruncat în aer de o turelă eWheel%s%s
ru: ^BG%s^K1 был разорван в клочья турелью еМобиля%s%s
sv: ^BG%s^K1 blev bortsprängd av en eWheel-turret%s%s
uk: ^BG%s^K1 був знищений туреллю eWheel%s%s
