Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Free slots:
ast: Güecos llibres
be: Вольныя месцы:
bg: Свободни слотове:
de: Freie Plätze:
es: Espacios libres:
fi: Vapaat lokerot:
fr: Places libres :
gl: Slots gratuítos:
it: Posti liberi:
ja_jp: 自由スロット:
pl: Wolne sloty:
pt_br: Vagas livres:
ro: Sloturi libere:
ru: Пустые места:
sr: Слободних места:
sv: Öppna platser:
uk: Вільні місця:

source: Encryption:
ast: Cifráu:
be: Шыфраванне:
bg: Криптиране:
de: Verschlüsselung:
es: Cifrado:
fi: Salaus:
fr: Chiffrement :
gl: Cifrado:
it: Crittografia:
ja_jp: 暗号化:
pl: Szyfrowanie:
pt_br: Encriptação:
ro: Criptare:
ru: Шифрование:
sr: Шифровање:
sv: Kryptering:
uk: Кодування:

source: ID:
bg: Номер:
fi: Tunnus:
ru: ИД:
sr: ИБ:

source: Key:
ast: Clave:
be: Ключ:
bg: Ключ:
de: Schlüssel:
es: Llave:
fi: Avain:
fr: Clé :
gl: Chave:
it: Chiave:
ja_jp: キー:
pl: Klucz:
pt_br: Chave:
ro: Cheie:
ru: Ключ:
sr: Кључ:
sv: Nyckel:
uk: Ключ:

source: Stats:
de: Statistiken:
es: Estadísticas:
fi: Tilastot:
fr: Statistiques :
gl: Estatísticas:
it: Statistiche:
ja_jp: 状態:
pt_br: Estatísticas:
ru: Статистика:
sv: Statistik:

source: Server Information
ast: Información d'un sirvidor
be: Інфармацыя пра сервер
bg: Информация за сървъра
es: Información del servidor
fi: Palvelimen tiedot
fr: Informations sur le serveur
gl: Información do servidor
it: Informazioni del server
ja_jp: サーバー情報
pl: Informacje o serwerze
pt_br: Informações do Servidor
ro: Informații Server
ru: Сведения о сервере
sr: Подаци о серверу
uk: Інформація сервера

source: Apply immediately
ast: Aplicar nel intre
be: Ужыць зараз
bg: Прилагане веднага
de: Sofort anwenden
es: Realizar cambios
fi: Ota käyttöön heti
fr: Appliquer maintenant
gl: Aplicar inmediatamente
it: Applica immediatamente
ja_jp: すぐに申し込む
pl: Zastosuj od razu
pt_br: Aplicar imediatamente
ro: Aplică imediat
ru: Применить немедленно
sr: Одмах примени
sv: Tillämpa omedelbart
uk: Вжити негайно

source: Model
ast: Modelu
be: Мадэль
bg: Модел
de: Modell
es: Modelo
fi: Malli
fr: Modèle
gl: Modelo
it: Modello
ja_jp: モデル
pt_br: Modelo
ru: Модель
sr: Модел
sv: Modell

source: Glowing color
ast: Color del rellumu
be: Колер падсвятлення
bg: Цвят на светене
de: Leuchtfarbe
es: Color del brillo
fi: Hehkuva väri
fr: Couleur principale
gl: Cor brillante
it: Colore glow
ja_jp: 輝く色
pl: Kolor poświaty
pt_br: Cor brilhante
ro: Culoarea strălucirii
ru: Цвет свечения
sr: Боја одсјаја
sv: Glödande färger

source: Detail color
ast: Color de los detalles
be: Колер дэталяў
bg: Цвят на детайлите
de: Detailfarbe
es: Detalles del color
fi: Yksityiskohtaväri
fr: Couleur des détails
gl: Cor de detalle
it: Colore dettaglio
ja_jp: 詳細色
pl: Kolor detali
pt_br: Cor do detalhe
ro: Culoarea detaliului
ru: Цвет деталей
sr: Боја детаља
sv: Detaljfärger

source: Statistics
ast: Estadístiques
be: Статыстыка
bg: Статистики
de: Statistik
es: Estadísticas
fi: Tilastot
fr: Statistiques
gl: Estatísticas
it: Statistiche
ja_jp: 統計
pl: Statystyki
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sr: Статистике
sv: Statistik

source: Allow player statistics to track your client
ast: Permitir que les estadístiques rastrexen al veceru
be: Дазволіць статыстыцы адсочваць ваш кліент
bg: Събиране на статистика за клиента
de: Aufzeichung von Spielerstatistiken erlauben
es: Permitir que las estadísticas del jugador rastreen a su cliente
fi: Salli pelaajatilastojen seuraavan peliasennustasi
fr: Autoriser les statistiques à pister votre client
gl: Permitir cas estatísticas dos xogadores rastrexen o seu cliente
it: Consenti alle statistiche dei giocatori di tracciare il tuo client
ja_jp: 選手の統計にクライアントの追跡を許可する
pl: Pozwól statystykom gracza śledzić twojego klienta
pt_br: Permitir que as estatísticas de jogadores rastreiem o seu cliente
ro: Permite statisticilor sa-ti urmareasca clientul
ru: Разрешить статистике отслеживать ваш клиент
sr: Дозволи играчким статистикама да прате ваш клијент
sv: Tillåt spelarstatistik att spåra din klient
uk: Дозволити збір статистика про вашого гравця

source: Allow player statistics to use your nickname
ast: Permitir que les estadístiques usen el nomatu
be: Дазволіць статыстыцы выкарыстоўваць ваша імя
bg: Събиране на статистика за псевдонима ви
de: Spielerstatistiken dürfen Spitznamen verwenden
es: Permitir que las estadísticas del jugador usen tu apodo
fi: Salli pelaajatilastojen käyttävän pelinimeäsi
fr: Autoriser les statistiques à utiliser votre pseudonyme
gl: Permitir cas estatísticas dos xogadores usen o teu alcume
it: Consenti alle statistiche dei giocatori di usare il tuo nome
ja_jp: 選手の統計であなたのニックネームを使用できるように許可する
pl: Pozwól statystykom gracza używać twój nick
pt_br: Permitir que as estatísticas de jogadores usem o seu apelido
ro: Permite statisticilor sa-ti foloseasca numele
ru: Разрешить статистике использовать ваш позывной
sr: Дозволи играчким статистикама да користе ваш надимак
sv: Tillåt spelarstatistik att använda ditt spelarnamn
uk: Дозволити використання вашого нікнейму в статистиці

source: Allow player statistics to rank you in leaderboards
ast: Permitir que les estadístiques te clasifiquen na tabla de líderes
de: Spielerstatistiken dürfen dich in Bestenlisten platzieren
es: Permitir que las estadísticas de jugadores te clasifiquen en las tablas de puntuaciones
fi: Anna lupa sijoittaa sinut pelaajatilastoissa
fr: Autoriser les statistiques à vous intégrer dans les classements
gl: Permitir cas estatísticas dos xogadores te clasifiquen nas táboas de clasificación
it: Permetti alle statistiche dei giocatori di classificarti
ja_jp: 選手の統計が得点表であなたをランク付けできるように許可する
pt_br: Permitir que as estatísticas de jogador classifiquem você no placar de líderes
ru: Разрешить статистике размещать вас в списке лидеров
sv: Tillåt spelarstatistik att rangordna dig i ledartavlorna

source: Select language...
ast: Seleicionar una llingua...
bg: Избери език...
de: Sprache auswählen ...
es: Selecciona idioma...
fi: Valitse kieli...
fr: Choisir la langue…
gl: Seleccionar idioma...
it: Scegli lingua...
ja_jp: 言語選択...
pl: Wybierz język…
pt_br: Selecione um idioma...
ru: Выбрать язык…
sv: Välj språk...

source: Are you sure you want to quit?
ast: ¿De xuru que quies colar?
be: Сапраўды жадаеце выйсці?
bg: Сигурни ли сте че искате да излезете?
de: Willst du das Spiel wirklich beenden?
es: ¿Estás seguro de que quieres salir?
fi: Haluatko aivan varmasti lopettaa pelin?
fr: Êtes-vous sûr de vouloir quitter ?
gl: Estás certo que queres saír?
it: Sei sicuro di voler uscire?
ja_jp: 本当に出かけたいですか?
pl: Czy na pewno chcesz wyjść?
pt_br: Deseja mesmo sair?
ro: Ești sigur că vrei să ieși?
ru: Вы действительно хотите выйти?
sr: Да ли сте сигурни да желите изаћи?
sv: Är du säker på att du vill avsluta?
uk: Ви дійсно хочете вийти?

source: Quit the game
bg: Излез от играта
de: Beende das Spiel
es: Salir del juego
fi: Lopeta peli
fr: Quitter Xonotic
gl: Sair do xogo
it: Esci dal gioco
ja_jp: ゲームを終了する
pl: Wyjdź z gry
pt_br: Sair do jogo
ro: Ieși din joc
ru: Выйти из игры
sr: Изађи из игре
sv: Avslut spelet

source: Model:
ast: Modelu:
be: Мадэль:
bg: Модел:
de: Modell:
es: Modelo:
fi: Malli:
fr: Modèle :
gl: Modelo:
it: Modello:
ja_jp: モデル:
pt_br: Modelo:
ru: Модель:
sr: Модел:
sv: Modell:
uk: Модель:

source: Remove *
be: Выдаліць *
bg: Премахни *
de: Entfernen *
es: Remover *
fi: Poista *
fr: Supprimer *
gl: Remover *
it: Rimuovi *
ja_jp: * 削除する
pl: Usuń *
pt_br: Remover *
ro: Șterge *
ru: Убрать *
sr: Уклони *
sv: Ta bort *
uk: Прибрати *

source: Copy *
ast: Copiar *
be: Капіяваць *
bg: Копиране *
de: Kopieren *
es: Copiar *
fi: Kopioi *
fr: Copier *
gl: Copiar *
it: Copia *
ja_jp: * コピーする
pl: Kopiuj *
pt_br: Copiar *
ro: Copiază *
ru: Копировать *
sr: Копирај *
sv: Kopiera *
uk: Скопіювати *

source: Paste
ast: Apegar
be: Уставіць
bg: Поставяне
de: Einfügen
es: Pegar
fi: Liitä:
fr: Coller
gl: Pegar
it: Incolla
ja_jp: ペーストする
pl: Wklej
pt_br: Colar
ro: Lipește
ru: Вставить
sr: Убаци
sv: Klistra in
uk: Вставити

source: Bone:
be: Костка:
bg: Кост:
de: Knochen:
es: Hueso:
fi: Luu:
fr: Os :
gl: Oso:
it: Osso:
ja_jp: 骨:
pl: Kość:
pt_br: Osso:
ro: Os:
ru: Кость:
sr: Коска:
sv: Ben:
uk: Кістка:

source: Set * as child
ast: * como fíu
be: Вызначыць * як дзіця
bg: Задаване на * като дете
de: * als Kind festlegen
es: Definir * como derivado
fi: Aseta * jatkeena
fr: Définir * comme enfant
gl: Definir * como fillo
it: Imposta * come figlio
ja_jp: * を子として設定する
pt_br: Definir * como criança
ro: Setează * ca atașament
ru: Установить * как подчинённого
sr: Постави * као дете
sv: Sätt * som barn
uk: Зробити * дитям

source: Attach to *
be: Далучыць да *
bg: Привързване към *
de: An * anhängen
es: Adjuntar a *
fi: Liitä *:n
fr: Attacher à *
gl: Anexar a *
it: Attaca a *
ja_jp: * に添付する
pl: Dołączać do *
pt_br: Anexar à *
ro: Atașează la *
ru: Прикрепить к *
sr: Закачи на *
sv: Koppla till *
uk: Прикріпити до *

source: Detach from *
be: Адлучыць ад *
bg: Отвързване от *
de: Von * abhängen
es: Despegar de *
fi: Irrota *:stä
fr: Détacher depuis *
gl: Separar de *
it: Stacca da *
ja_jp: * に取り除く
pl: Odłączać od *
pt_br: Separar de *
ro: Detașează de pe *
ru: Открепить от *
sr: Откачи са *
sv: Ta loss från *
uk: Відокремити від *

source: Visual object properties for *:
be: Візуальныя ўласцівасці для *:
bg: Визуални свойства на обекта *:
de: Visuelle Eigenschaften von *:
es: Propiedades visuales del objeto *:
fi: Esineen *:n visuaaliset ominaisuudet:
fr: Propriétés visuelles de l'objet * :
gl: Propiedades do obxecto visuais para *:
it: Proprietà visuali dell'oggetto per *:
ja_jp: * のビジュアルオブジェクトプロパティ:
pt_br: Propriedades de objeto visual para *:
ro: Proprietăți vizuale pentru *:
ru: Визуальные свойства для *:
sr: Визуелна својства објекта за *:
sv: Visuella objektegenskaper för *:
uk: Візуальні властивості об'єкту для *:

source: Set opacity:
fr: Définir l'opacité :
gl: Axustar opacidade:
it: Imposta opacità:
pt_br: Definir opacidade:
ru: Установить непрозрачность:

source: Set color main:
ast: Color principal:
be: Вызначыць галоўны колер:
bg: Задаване на основен цвят:
de: Hauptfarbe:
es: Establecer color principal:
fi: Aseta pääväri:
fr: Couleur principale :
gl: Establecer cor principal:
it: Imposta colore princ.:
ja_jp: メインカラーを設定する:
pl: Ustaw główny kolor:
pt_br: Definir cor principal:
ro: Setează culoarea principală:
ru: Установить главный цвет:
sr: Постави главну боју:
sv: Sätt huvudfärg:
uk: Встановити основний колір:

source: Set color glow:
ast: Color del rellumu:
be: Колер святла:
bg: Цвят на отблясъка:
de: Leuchtfarbe:
es: Establecer color de brillo:
fi: Aseta hehkumisväri:
fr: Couleur des éclats :
gl: Establecer brillo de cor:
it: Imposta colore glow:
ja_jp: カラーグローを設定する:
pl: Ustaw kolor poświata:
pt_br: Definir cor do brilho:
ro: Setează strălucirea culorii:
ru: Цвет люминофора:
sr: Постави боју одсјаја:
sv: Set glödfärg:
uk: Встановити колір свічення:

source: Set frame:
be: Рама:
bg: Задаване на рамка:
de: Frame:
es: Establecer fotograma:
fi: Aseta kuvaruutu
fr: Trame :
gl: Establecer marco:
it: Imposta frame:
ja_jp: フレームを設定する:
pl: Ustaw frame:
pt_br: Definir frame:
ro: Setează cadru:
ru: Рама:
sr: Постави оквир:
sv: Sätt ram:
uk: Встановити кадр:

source: Physical object properties for *:
be: Фізічныя ўласцівасці для *:
bg: Физически свойства на обекта *:
de: Physikalische Eigenschaften von *:
es: Propiedades físicas del objeto para *:
fi: Esineen *:n aineelliset ominaisuudet:
fr: Propriétés physiques de l'objet * :
gl: Propiedades físicas do obxecto para *:
it: Proprietà fisiche dell'oggetto per *:
ja_jp: * の物理オブジェクトプロパティ:
pl: Fizyczne własności dla *:
pt_br: Propriedades de objeto físico para *:
ro: Proprietăți fizice pentru *:
ru: Физические свойства для *:
sr: Физичка својства објекта за *:
sv: Fysiska objektegenskaper för *:
uk: Фізичні властивості об'єкта для *:

source: Set material:
ast: Material:
be: Вызначыць матэрыял:
bg: Задаване на материал:
de: Material:
es: Establecer material:
fi: Aseta raaka-aine:
fr: Matériau :
gl: Establecer Material:
it: Imposta materiale:
ja_jp: 素材を設定する:
pl: Ustaw materiał:
pt_br: Definir material:
ro: Setează material:
ru: Определить материал:
sr: Постави материјал:
sv: Sätt material:
uk: Встановити матеріал:

source: Set solidity:
ast: Solidez
be: Вызначыць трываласць:
bg: Задаване на пълност
de: Festigkeit:
es: Establecer solidez:
fi: Aseta kiinteys:
fr: Solidité :
gl: Establecer solidez:
it: Imposta solidità:
ja_jp: 固体の程度を設定する:
pl: Ustaw solidność:
pt_br: Definir solidez:
ro: Setează soliditate:
ru: Установить прочность:
sr: Постави чврстоћу:
sv: Set soliditet:
uk: Встановити твердість:

source: Non-solid
be: Не цвёрды
bg: Неплътен
de: Gasförmig
es: No sólido
fi: Ei-kiinteä
fr: Non-solide
gl: Non sólido
it: Non-solido
ja_jp: 非固体
pl: Niesolidny
pt_br: Não sólido
ru: Не твёрдый
sr: Нечврсто
sv: Icke-solid
uk: Нетверде

source: Solid
be: Цвёрды
bg: Плътен
de: Fest
es: Sólido
fi: Kiinteä
fr: Solide
gl: Sólido
it: Solido
ja_jp: 固体
pl: Solidny
pt_br: Sólido
ru: Твёрдый
sr: Чврсто
uk: Тверде

source: Set physics:
be: Вызначыць фізіку:
bg: Задаване на физика:
de: Physik:
es: Establecer físicas:
fi: Aseta fysiikka:
fr: Physiques :
gl: Establecer físicas:
it: Imposta fisica:
ja_jp: 物理を設定する:
pl: Fizyka:
pt_br: Definir física:
ro: Setează fizici:
ru: Установить физику:
sr: Постави физику:
sv: Sätt fysik:
uk: Встановити фізику:

source: Static
ast: Estátiques
be: Статычны
bg: Статичен обект
de: Statisch
es: Estático
fi: Muuttumaton
fr: Statique
gl: Estático
it: Statica
ja_jp: 静的
pl: Statyczny
pt_br: Estática
ru: Статический
sr: Статично
sv: Statisk
uk: Нерухоме

source: Movable
ast: Movibles
be: Дынамічны
bg: Подвижен обект
de: Beweglich
es: Movible
fi: Siirrettävä
fr: Mobile
gl: Móbil
it: Mobile
ja_jp: 可動
pl: Przesuwalny
pt_br: Movível
ro: Mobil
ru: Динамический
sr: Може се померити
sv: Flyttbar
uk: Рухоме

source: Physical
ast: Físiques
be: Фізіка
bg: Физичен обект
de: Physisch
es: Físico
fi: Aineellinen
fr: Physique
gl: Físico
it: Fisica
ja_jp: 物理的
pl: Materialny
pt_br: Físico
ro: Fizic
ru: Физика
sr: Физички
sv: Fysisk
uk: Фізичне

source: Set scale:
ast: Escalar
be: Вызначыць памер:
bg: Задаване на размер:
de: Größe:
es: Definir escala:
fi: Aseta mittakaava:
fr: Échelle :
gl: Establecer escala:
it: Imposta scala:
ja_jp: スケールを設定する:
pl: Ustaw skalę:
pt_br: Definir escala:
ro: Setează scala:
ru: Установить размер:
sr: Постави сразмеру:
sv: Sätt skala:
uk: Встановити масштаб:

source: Set force:
ast: Fuercia:
be: Вызначыць моц:
bg: Задаване на сила:
de: Kraft:
es: Establecer fuerza:
fi: Aseta voima:
fr: Force :
gl: Establecer forza:
it: Imposta forza:
ja_jp: 強度を設定する:
pl: Ustaw siłę:
pt_br: Definir força:
ro: Setează forța:
ru: Установить силу:
sr: Постави силу:
sv: Sätt kraft:
uk: Встановити силу:

source: Claim *
be: Узяць *
bg: Вземане *
de: * beanspruchen
es: Reclamar *
fi: Haltuunota *
fr: Réclamer *
gl: Reclamación *
it: Reclama *
ja_jp: * 請求する
pt_br: Resgatar *
ro: Revendică *
ru: Взять *
sv: Ta förfodran över *
uk: Взяти *

source: * object info
be: інфармацыя пра аб'ект *
bg: * информация за обект
de: * Objektinfo
es: * información del objeto
fi: * esineen info
fr: info de l'objet *
gl: * Información do obxecto
it: Info oggetto *
ja_jp: * オブジェクト情報
pl: * informacje o obiekcie
pt_br: Informações de objeto *
ro: Informații obiect *
ru: свойства объекта *
sv: * objektinfo
uk: * інформація об'єкта

source: * mesh info
be: інфармацыя пра мадэль *
bg: * информация за модел
de: * Modellinfo
es: * información de la malla
fr: info du maillage *
gl: * Información da malla
it: Info mesh *
ja_jp: * メッシュ情報
pt_br: Informações de malha *
ro: Informații model *
ru: свойство модели *
sv: * nätinfo
uk: * інформація меша

source: * attachment info
be: * інфармацыя пра далучэнне
bg: * свойства на притурката
de: * Anhangsinfo
es: * información del adjunto
fi: * liitosinfo
fr: info de l'objet joint *
gl: * Información do anexo
it: Info allegato *
ja_jp: * 添付情報
pt_br: Informações de extras *
ro: Informații atașament *
ru: * свойства прикрепления
sr: * подаци о прилогу
sv: * fästningsinfo
uk: * інформація прикріплення

source: Show help
ast: Amosar l'ayuda
be: Паказваць даведку
bg: Показване помощ
de: Hilfe anzeigen
es: Mostrar ayuda
fi: Näytä apu
fr: Afficher l'aide
gl: Mostrar axuda
it: Mostra aiuto
ja_jp: ヘルプを表示する
pl: Pokaż pomoc
pt_br: Exibir ajuda
ro: Afișează ajutor
ru: Показывать помощь
sr: Прикажи помоћ
sv: Visa hjälp
uk: Показувати допомогу

source: * is the object you are facing
ast: * ye l'oxetu que tienes enfrente
be: * гэта аб'ект перад вамі
bg: * е обектът към който гледате
de: * ist das Objekt vor deiner Nase
es: * es el objecto al que te diriges
fi: * on esine jota katsot
fr: * est l'objet que vous regardez
gl: * é o obxecto ao que te enfrontas
it: * è l'oggetto di fronte a te
ja_jp: * はあなたが直面しているオブジェクトです
pl: * jest obiektem na który się patrzysz
pt_br: * é o objeto para o qual você está virado
ro: * este obiectul la care te uiți
ru: * — объект перед вами
sr: * је објекат према којем сте окренути
sv: * är objektet du står inför
uk: * це об'єкт перед вами

source: Sandbox Tools
be: Начынне пясочніцы
bg: Инструменти за пясъчника
es: Herramientas de Sandbox
fi: Rajatun hiekkalaatikoinnin työkalut
fr: Outils du bac à sable
gl: Ferramentas de área de proba
it: Attrezzi Sandbox
ja_jp: サンドボックスツール
pl: Narzędzia Piaskownicy
pt_br: Ferramentas Sandbox
ro: Unelte Sandbox
ru: Инструменты песочницы
sr: Алатке сендбокса
sv: Sandlådeverktyg
uk: Інструменти Пісочниці

source: Video
ast: Videu
be: Відарыс
bg: Видео
de: Grafik
es: Vídeo
fr: Vidéo
ja_jp: ビデオ
pl: Wideo
pt_br: Vídeo
ru: Видео
sr: Видео
uk: Відео

source: Effects
ast: Efeutos
be: Эфекты
bg: Ефекти
de: Effekte
es: Efectos
fi: Tehosteet
fr: Effets
gl: Efectos
it: Effetti
ja_jp: エフェクト
pl: Efekty
pt_br: Efeitos
ro: Efecte
ru: Эффекты
sr: Ефекти
sv: Effekter
uk: Ефекти

source: Audio
ast: Audiu
be: Гук
bg: Звук
de: Ton
fi: Ääni
ja_jp: オーディオ
pt_br: Áudio
ru: Звук
sr: Звук
sv: Ljud
uk: Звук

source: Game
ast: Xuegu
be: Гульня
bg: Игра
de: Spiel
es: Juego
fi: Peli
fr: Jeu
gl: Xogo
it: Gioco
ja_jp: ゲーム
pl: Gra
pt_br: Jogo
ro: Joc
ru: Игра
sr: Игра
sv: Spel

source: User
ast: Llingua y estilu
be: Карыстальнік
bg: Потребител
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
gl: Usuario
it: Utente
ja_jp: ユーザー
pl: Użytkownik
pt_br: Usuário
ro: Utilizator
ru: Пользователь
sr: Корисник
sv: Användare
uk: Користувач

source: Misc
ast: Rede y otros axustes
be: Іншае
bg: Разни
de: Sonstiges
fi: Sekalainen
fr: Autres
it: Vari
ja_jp: その他
pl: Różne
pt_br: Diversos
ro: Altele
ru: Разное
sr: Разно
sv: Annat
uk: Різне

source: Change the game settings
ast: Camuda los axustes del xuegu
bg: Промени настройките на играта
de: Ändere die Spiel-Einstellungen
es: Cambiar los ajustes del juego
fi: Muuta peliasetuksia
fr: Modifier les paramètres du jeu
gl: Cambia a configuración do xogo
it: Cambia le impostazioni del gioco
ja_jp: ゲームの設定を変更する
pl: Zmień ustawienia gry
pt_br: Altere as configurações do jogo
ru: Изменить настройки игры
sr: Промените подешавања игрице
sv: Ändra spelinställningarna

source: Master:
ast: Volume principal:
be: Галоўны:
bg: Главен:
es: Principal:
fi: Pääkanava:
fr: Général :
gl: Mestre:
ja_jp: マスター:
pl: Główna:
pt_br: Principal:
ro: General:
ru: Общий:
sr: Главни:
sv: Mästare:
uk: Гучність:

source: Music:
ast: Música:
be: Музыка:
bg: Музика:
de: Musik:
es: Música:
fi: Musiikki:
fr: Musique :
gl: Musica:
it: Musica:
ja_jp: 音楽:
pl: Muzyka:
pt_br: Música:
ro: Muzică:
ru: Музыка:
sr: Музика:
sv: Musik:
uk: Музика:

source: VOL^Ambient:
ast: Ambiente:
be: VOL^Фон:
bg: VOL^Обкръжаващ:
de: Umgebung:
es: Ambiente:
fi: VOL^Ympäristö:
fr: Ambiance :
gl: VOL^Ambiente:
it: Ambiente:
ja_jp: アンビエント:
pl: VOL^Otoczenia:
pt_br: Ambiente:
ro: VOL^Ambianță:
ru: Окружение:
sr: VOL^Окружење:
sv: Omgivning:
uk: Навколишні звуки:

source: Info:
ast: Información:
be: Інфармацыя:
bg: Информация:
es: Información:
fi: Tiedoitukset:
ja_jp: 情報:
pl: Informacje:
pt_br: Informação:
ro: Informații:
ru: Информация:
sr: Подаци:
uk: Інформація:

source: Items:
ast: Oxetos:
be: Рэчы:
bg: Предмети:
de: Gegenstände:
es: Objetos:
fi: Esineet:
fr: Objets :
gl: Obxetos:
it: Oggetti:
ja_jp: アイテム:
pl: Przedmioty:
pt_br: Itens:
ro: Obiecte:
ru: Предметы:
sr: Ствари:
sv: Saker:
uk: Предмети:

source: Pain:
ast: Mancadures:
be: Боль:
bg: Болка:
de: Schmerz:
es: Dolor:
fi: Kipu:
fr: Douleur :
gl: Dor:
it: Dolore:
ja_jp: 痛み:
pl: Ból:
pt_br: Dor:
ro: Durere:
ru: Крики боли:
sr: Бол:
sv: Smärta:
uk: Біль:

source: Player:
ast: Xugadores:
be: Гулец:
bg: Играч:
de: Spieler:
es: Jugador:
fi: Pelaaja:
fr: Joueur :
gl: Xogador:
it: Giocatore:
ja_jp: 選手:
pl: Gracz:
pt_br: Jogador:
ro: Jucător:
ru: Игрок:
sr: Играч:
sv: Spelare:
uk: Гравці:

source: Shots:
ast: Tiros:
be: Стрэлы:
bg: Изстрели:
de: Schüsse:
es: Disparos:
fi: Laukaukset:
fr: Tirs :
gl: Disparos:
it: Spari:
ja_jp: ショット:
pl: Strzały:
pt_br: Disparos:
ro: Focuri de armă:
ru: Выстрелы:
sr: Погоци:
sv: Skott:
uk: Постріли:

source: Voice:
ast: Voces:
be: Голас:
bg: Глас:
de: Stimme:
es: Voz:
fi: Puhe:
fr: Voix :
gl: Voz:
it: Voce:
ja_jp: 声:
pl: Głos:
pt_br: Voz:
ro: Voci:
ru: Комментатор:
sr: Глас:
sv: Röst:
uk: Голоси:

source: Weapons:
ast: Armes:
be: Зброя:
bg: Оръжия:
de: Waffen:
es: Armas:
fi: Aseet:
fr: Armes :
gl: Armas:
it: Armi:
ja_jp: 武器:
pl: Broń:
pt_br: Armas:
ro: Arme:
ru: Оружие:
sr: Оружја:
sv: Vapen:
uk: Зброя:

source: New style sound attenuation
be: Новы стыль паслаблення гуку
bg: Атенюация на звука по нов стил
de: Neue Sound-Distanzformel
es: Nuevo estilo de atenuación de sonido
fi: Uusi äänenvaimennustapa
fr: Atténuation de son améliorée
gl: Novo estilo de atenuación de son
it: Nuovo stile attenuazione del suono
ja_jp: 新しいスタイルの音響減衰
pl: Tłumienie dźwięku w nowym stylu
pt_br: Novo estilo de atenuação de som
ro: Atenuare sonoră în stil nou
ru: Новый стиль ослабления звука
sr: Нови стил слабљења звука
sv: Ny ljuddämpningsstil
uk: Новий стиль затухання звуку

source: Mute sounds when not active
ast: Desactivar los soníos al nun tar la ventana activa
be: Абязгучыць калі вакно неактыўна
bg: Заглушаване на звуците при неактивност
de: Keine Sounds abspielen, wenn inaktiv
es: Apagar los sonidos cuando no esté activo
fi: Mykistä äänet ikkunan ollessa passiivinen
fr: Couper le son en cas d'inactivité
gl: Silenciar os sons cando non está activo
it: Muto quando non attivo
ja_jp: アクティブでないときに音を消す
pl: Wycisz dźwięki, gdy nie jest aktywne
pt_br: Desabilita o som enquanto estiver em segundo plano
ro: Amuțește sonorul când fereastra nu este activă
ru: Отключать звук при свёрнутом окне
sr: Притаји звукове приликом неактивности
sv: Stäng av ljud när inaktiv
uk: Прибирати звуки підчас бездіяльності

source: Frequency:
ast: Frecuencia:
be: Чашчыня:
bg: Честота:
de: Frequenz:
es: Frecuencia:
fi: Taajuus:
fr: Fréquence :
gl: Frequencia:
it: Frequenza:
ja_jp: 周波数:
pl: Częstotliwość:
pt_br: Frequência:
ro: Frecvență:
ru: Частота:
sr: Учестаност
sv: Frekvens:
uk: Частота:

source: Sound output frequency
ast: La frecuencia de la salida del soníu
de: Ausgangsfrequenz des Tons
es: Frecuencia de salida del sonido
fi: Äänen ulostulotaajuus
fr: Fréquence de la sortie audio
gl: Frecuencia de saída do son
it: Frequenza di campionamento in uscita
ja_jp: サウンド出力周波数
pl: Częstotliwość wyjściowa dźwięku
pt_br: Frequência da saída de som
ru: Частота дискретизации вывода звука
sr: Учестаност звучног излаза
sv: Utgående ljudfrekvens

source: 8 kHz
be: 8 кГц
ru: 8 кГц
sr: 8 килохерца

source: 11.025 kHz
be: 11.025 кГц
ru: 11,025 кГц
sr: 11.025 килохерца

source: 16 kHz
be: 16 кГц
ru: 16 кГц
sr: 16 килохерца

source: 22.05 kHz
be: 22.05 кГц
ru: 22,05 кГц
sr: 22.05 килохерца

source: 24 kHz
be: 24 кГц
ru: 24 кГц
sr: 24 килохерца

source: 32 kHz
be: 32 кГц
ru: 32 кГц
sr: 32 килохерца

source: 44.1 kHz
be: 44.1 кГц
ru: 44,1 кГц
sr: 44.1 килохерца

source: 48 kHz
be: 48 кГц
ru: 48 кГц
sr: 48 килохерца
