Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Since it is the only %s weapon which deals splash damage, the %s is a good choice of weapon for attacking groups of enemies.
fr: Comme c'est la seule arme %s qui inflige des dégâts de zone, la %s est une arme de choix pour attaquer des groupes d'ennemis.
gl: O %s como é a única arma que causa dano en área, o %s é unha boa elección para atacar grupos de inimigos.
it: Dato che è l'unica arma %s che infligge danni radiali, il %s è una buona scelta di arma per attaccare gruppi di nemici.
pt_br: Como é a única arma de %s que inflige dano difundido, o %s é uma boa escolha de arma para atacar grupos de inimigos.
ru: Поскольку это единственное оружие %s, которое наносит урон по площади, %s является хорошим выбором для атаки групп врагов.

source: Overkill Rocket Propelled Chainsaw
de: Overkill-Raketenkettensäge
es: Motosierra Overkill Propulsada por Cohetes
fi: Ylimalkaallinen rakettikäyttöinen moottorisaha
fr: Tronçonneuse à roquette Overkill
gl: Motoserra propulsada por foguetes Esaxerada
ja_jp: オーバーキルロケット推進チェーンソー
pt_br: Lança-motosserras Supremo
ru: Оверкилл Реактивная Бензопила
sv: Overkill Raketframdriven Motorsåg

source: The %s fires a single shotgun round which spreads into multiple pellets upon exiting the barrel, dealing a deadly blow if up close.
fr: Le %s tire un seul coup de fusil qui se disperse en plusieurs plombs à la sortie du canon, infligeant un coup mortel à bout portant.
gl: O %s dispara unha única carga de escopeta que se divide en varios perdigóns ao saír do canón, causando un golpe mortal se se está moi preto.
it: Il %s spara un singolo proiettile da fucile a pompa che si disperde in più pallini all'uscita dalla canna, infliggendo un colpo mortale se da vicino.
pt_br: A %s atira uma única carga de escopeta que se dispersa em várias pelotas ao sair do cano, infligindo um golpe mortal se à queima-roupa.
ru: %s выпускает один заряд дроби, который распадается на несколько дробинок при выходе из ствола, нанося смертельный ущерб вблизи.

source: The %s damage drops off quickly as the range increases, so it is only useful for close combat or sometimes medium range combat.
fr: Les dégâts du %s diminuent rapidement à mesure que la distance augmente, ce qui rend cette arme utile uniquement pour le combat rapproché ou parfois pour le combat à moyenne portée.
gl: O %s dano do diminúe rapidamente co aumento da distancia, así que só é útil en combate corpo a corpo ou, ás veces, a media distancia.
it: Il danno del %s diminuisce rapidamente all'aumentare della distanza, quindi è utile solo per il combattimento ravvicinato o a volte per il combattimento a media distanza.
pt_br: O dano de %s diminui rapidamente com o aumento da distância, logo só é útil para combate corpo a corpo ou às vezes combate a média distância.
ru: Урон от %s быстро падает с увеличением дистанции, поэтому он полезен только в ближнем или иногда в среднем бою.

source: Overkill Shotgun
ast: Escopeta desaxerada
de: Overkill-Schrotflinte
es: Escopeta Overkill
fi: Ylimalkaallinen haulikko
fr: Fusil Overkill
gl: Escopeta Esaxerada
ja_jp: オーバーキルショットガン
pt_br: Escopeta Suprema
ru: Оверкилл Дробовик
sv: Overkill Hagelbörsa

source: Overkill
fi: Ylimurska
ja_jp: オーバーキル
pt_br: Exagero
ro: Exagerare
ru: Оверкилл

source: %s is a mutator that makes players drop all their weapons when they die. Without this mutator, players normally drop only their equipped weapon.
fr: %s est un mutateur qui fait relâcher aux joueurs toutes leurs armes lorsqu'ils meurent. Sans ce mutateur, les joueurs ne relâchent normalement que l'arme dont ils sont équipés.
gl: %s é un mutador que fai que os xogadores deixen caer todas as súas armas ao morrer. Sen este mutador, os xogadores normalmente deixan caer só a arma que teñen equipada.
it: %s è un mutatore che fa cadere tutte le armi ai giocatori quando muoiono. Senza questo mutatore, i giocatori normalmente lasciano cadere solo l'arma equipaggiata.
pt_br: %s é um modificador que faz jogadores soltarem todas suas armas ao morrer. Sem este modificador, cada um dos jogadores normalmente solta só sua arma equipada.
ru: %s — это мутатор, который заставляет игроков ронять всё своё оружие при смерти. Без этого мутатора игроки обычно роняют только экипированное оружие.

source: Piñata
ja_jp: ピニャータ
ru: Пиньята
sr: Пињата
uk: Піньята

source: The %s powerup regenerates %s needed for the %s until the powerup expires, so you can continue flying around for longer.
fr: Le bonus de puissance %s régénère le %s nécessaire pour le %s jusqu'à ce qu'il expire, afin que vous puissiez continuer à voler plus longtemps.
gl: O potenciador %s rexenera a %s necesaria para o %s, ata que o potenciador expire, permitindo que poidas voar durante máis tempo.
it: Il powerup %s rigenera il %s necessario per il %s fino alla scadenza del powerup, così puoi continuare a volare più a lungo.
pt_br: O potencializador %s regenera o %s necessário para %s até que o potencializador expire, logo você pode continuar voando por mais tempo.
ru: Усилитель %s восстанавливает %s, необходимое для %s, пока он активен, что позволяет вам дольше летать.

source: Since it is a powerup, it will drop if you die while holding it.
fr: Comme il s'agit d'un bonus de puissance, il sera relâché si vous mourez alors que vous le détenez.
gl: Como é un potenciador, caerá se morres mentres o tes.
it: Dato che è un power-up, cadrà se muori mentre lo tieni.
pt_br: Como é um potencializador, você o soltará se morrer segurando-o.
ru: Поскольку это усилитель, он выпадет, если вы умрёте, неся его с собой.

source: Fuel regenerator
bg: Горивен регенератор
de: Treibstoff-Regenerator
es: Regenerador de combustible
fi: Polttoaineen uusiovalmistin
fr: Régénérateur de carburant
gl: Rexenerador de combustible
it: Rigeneracarburante
ja_jp: 燃料再生器
pl: Regenerator paliwa
pt_br: Regenerador de combustível
ro: Regenerator de combustibil
ru: Восполнитель топлива
sv: Bensinregenerator

source: Fuel regen
be: Энергія рэгенерацыі
bg: Гориво
de: Treibstoff-Regeneration
es: Regeneración de combustible
fi: Polttoaineen uusvalmistin
fr: Régén. essence
gl: Rexeneración de combustible
it: Rigenera carburante
ja_jp: 燃料再生
pl: Regeneracja paliwa
pt_br: Regeneração de combustível
ro: Regenerare combustibil
ru: Восполнение топлива
sr: Реген. горива
sv: Bensinregen
uk: Відновлення палива

source: The %s powerup increases your translucency while the powerup is active, making it more difficult for enemies to see you. This powerup is often present in %s.
fr: Le bonus de puissance %s vous rend translucide tant qu'il est actif, vous rendant difficilement détectable par les ennemis. Ce bonus de puissance est souvent présent en %s.
gl: O potenciador %s aumenta a túa translucidez mentres está activo, facendo que sexa máis difícil para os inimigos verte. Este potenciador adoita estar presente en %s.
it: Il powerup %s aumenta la tua translucenza mentre è attivo, rendendo più difficile per i nemici vederti. Questo powerup è spesso presente in %s.
pt_br: O potencializador %s aumenta sua transparência enquanto o potencializador está ativo, fazendo mais difícil para inimigos verem você. Este potencializador é às vezes presente em %s.
ru: Усилитель %s увеличивает вашу полупрозрачность, пока он активен, что затрудняет врагам возможность видеть вас. Этот усилитель часто встречается в %s.

source: Invisibility
ast: Invisibilidá
be: Нябачнасць
bg: Невидимост
de: Unsichtbarkeit
es: Invisivilidad
fi: Näkymättömyys
fr: Invisibilité
gl: Invisibilidade
it: Invisibilità
ja_jp: 不可視
pl: Niewidzialność
pt_br: Invisibilidade
ro: Invizibilitate
ru: Невидимость
sr: Невидљивост
sv: Osynlighet
uk: Невидимість

source: The %s powerup allows you to fly around the map for a short period, providing increased mobility, maneuverability, and the ability to reach higher ground.
fr: Le bonus de puissance %s vous permet de voler autour de la carte pendant une courte période, vous offrant une mobilité et une maniabilité accrues, ainsi que la possibilité d'atteindre des terrains plus élevés.
gl: O potenciador %s permíteche voar polo mapa durante un curto período, proporcionando maior mobilidade, manobrabilidade e a capacidade de alcanzar alturas maiores.
it: Il powerup %s ti permette di volare per la mappa per un breve periodo, fornendo maggiore mobilità, manovrabilità e la capacità di raggiungere posizioni più elevate.
pt_br: O potencializador %s permite que você voe pelo mapa por um breve tempo, para mais fácil mover-se, manobrar-se e atingir chãos elevados.
ru: Усилитель %s позволяет вам в течение короткого времени летать по арене, обеспечивая повышенную мобильность, манёвренность и возможность достигать более высоких точек.

source: It consumes %s ammo while operating, so make sure you don't run out when you're high up!
fr: Il consomme des munitions de type %s pendant son fonctionnement, alors assurez-vous de ne pas en manquer lorsque vous êtes en hauteur !
gl: Consume %s de munición mentres está en funcionamento, así que asegúrate de non quedares sen ela cando esteas en altura!
it: Consuma %s mentre è in funzione, quindi assicurati di non finirlo quando sei in alto!
pt_br: Consome %s como munição enquanto opera, logo assegure-se de não o esgotar quando estiver em cima!
ru: Он расходует %s патронов во время работы, поэтому убедитесь, что они не закончатся, когда вы будете высоко!

source: Jetpack
ast: Mochila propulsora
bg: Реактивна раница
es: Mochila propulsora
fi: Lentopakkaus
gl: Mochila Propulsora
ja_jp: ジェットパック
pt_br: Mochila a jato
ru: Реактивный ранец

source: The %s powerup greatly decreases the damage you take until the powerup expires, having a compounding effect with armor. It also makes you more resistant to knockback.
fr: Le bonus de puissance %s réduit considérablement les dégâts que vous subissez jusqu'à son expiration, son effet se cumulant avec celui de l'armure. Il vous rend également plus résistant à la force de recul des tirs adverses.
gl: O potenciador %s reduce moito o dano que recibes ata que expire, tendo un efecto acumulativo coa armadura. Tamén fai que sexas máis resistente ao retroceso.
it: Il powerup %s diminuisce notevolmente il danno che subisci fino alla scadenza del powerup, avendo un effetto composto con l'armatura. Ti rende anche più resistente alla respinta.
pt_br: O potencializador %s diminui muito o dano que você recebe até que o potencializador expire, tendo um efeito acentuado com armadura. Também faz você mais resistente a empurrões.
ru: Усилитель %s значительно уменьшает получаемый урон до момента его истечения, усиливая действие брони. Оно также делает вас более устойчивым к отталкиванию.

source: Shield
ast: Escudu
be: Панцыр
bg: Щит
de: Schutzschild
es: Escudo
fi: Suoja
fr: Bouclier
gl: Escudo
it: Scudo
ja_jp: 寿
pl: Tarcza
pt_br: Escudo
ro: Scut
ru: Щит
sr: Штит
sv: Sköld
uk: Щит

source: The %s powerup increases your movement speed, attack speed, and health regeneration speed while the powerup is active. However, it also makes you a bit more vulnerable to incoming attacks.
fr: Le bonus de puissance %s augmente votre vitesse de déplacement, votre vitesse d'attaque et votre vitesse de régénération de santé tant qu'il est actif. Cependant, il vous rend également un peu plus vulnérable aux attaques ennemies.
gl: O potenciador %s aumenta a túa velocidade de movemento, velocidade de ataque e velocidade de rexeneración de saúde mentres está activo. Con todo, tamén che fai un pouco máis vulnerable aos ataques recibidos.
it: Il powerup %s aumenta la tua velocità di movimento, di attacco e di rigenerazione della salute mentre il powerup è attivo. Tuttavia, ti rende anche un po' più vulnerabile agli attacchi in arrivo.
pt_br: O potencializador %s aumenta sua velocidade de movimento, de ataque e de regeneração de saúde enquanto o potencializador está ativo. Entretanto, também faz você um pouco mais vulnerável a ataques por vir.
ru: Усилитель %s увеличивает скорость вашего движения, скорость атаки и скорость восстановления здоровья, пока он активен. Однако он также делает вас немного более уязвимым для атак противника.

source: Speed
ast: Velocidá
be: Хуткасць
bg: Скорост
de: Geschwindigkeit
es: Velocidad
fi: Nopeus
fr: Vitesse
gl: Velocidade
it: Velocità
ja_jp: 速度
pl: Prędkość
pt_br: Velocidade
ro: Viteză
ru: Скорость
sr: Брзина
sv: Hastighet
uk: Швидкість

source: The %s powerup greatly increases the damage you deal, until the powerup expires. It also increases the knockback that your attacks deal.
fr: Le bonus de puissance %s augmente considérablement les dégâts que vous infligez, jusqu'à ce qu'il expire. Il augmente également la force de recul de vos attaques.
gl: O potenciador %s aumenta moito o dano que causas ata que expire. Tamén incrementa o retroceso que provocan os teus ataques.
it: Il powerup %s aumenta notevolmente il danno che infliggi, fino alla scadenza del powerup. Aumenta anche la respinta che i tuoi attacchi infliggono.
pt_br: O potencializador %s aumenta muito o dano que você inflige, até que o potencializador expire. Também aumenta os empurrões que seus ataques infligem.
ru: Усилитель %s значительно увеличивает наносимый вами урон до тех пор, пока его действие не закончится. Оно также увеличивает отталкивание, которое наносят ваши атаки.

source: The damage and knockback you deal to yourself also increases but by a smaller amount.
fr: Les dégâts et le recul que vous vous infligez à vous-même augmentent également, mais dans une moindre mesure.
gl: O dano e o retroceso que te causas a ti mesmo tamén aumentan, pero nunha cantidade menor.
it: Il danno e la respinta che infliggi a te stesso aumentano anch'essi, ma in misura minore.
pt_br: O dano e o empurrão que você inflige a si também aumentam, mas por uma quantidade menor.
ru: Урон и отталкивание, которые вы наносите себе, также увеличиваются, но в меньшей степени.

source: The %s is one of the most sought after items on a map due to its ability to allow you to easily dominate a map, so it's often highly contested when it spawns in.
fr: La %s est l'un des objets les plus recherchés sur une carte, car il permet de dominer facilement l'arène. Il est ainsi souvent très disputé lorsqu'il apparaît.
gl: O %s é un dos obxectos máis cobizados nun mapa debido á súa capacidade de permitir dominar o mapa facilmente, polo que adoita ser moi disputado cando aparece.
it: Il %s è uno degli oggetti più ricercati su una mappa grazie alla sua capacità di permetterti di dominare facilmente una mappa, quindi è spesso molto conteso quando appare.
pt_br: A %s é um dos itens mais cobiçados em uma mapa devido a sua habilidade de permitir a fácil dominação de um mapa, assim costuma ser muito disputado quando surge.
ru: %s — один из самых востребованных предметов на арене, поскольку он позволяет легко доминировать над картой, поэтому за него часто ведётся ожесточённая борьба, когда он появляется.

source: Strength
ast: Fuercia
be: Моц
bg: Сила
de: Stärke
es: Fuerza
fi: Voima
fr: Force
gl: Forza
it: Forza
ja_jp: 力
pl: Siła
pt_br: Força
ro: Forță
ru: Сила
sr: Снага
sv: Styrka
uk: Сила

source: The %s mutator removes the slight delay when immediately detonating a %s rocket after firing. This allows rockets to be detonated much closer to your hitbox, so they can give you a much larger speed boost, also allowing flying around the map.
fr: Le mutateur %s supprime le léger délai qui survient lorsque vous faites exploser une roquette de %s immédiatement après l'avoir tirée. Cela permet de faire exploser les roquettes beaucoup plus près de votre hitbox, ce qui vous donne un boost de vitesse beaucoup plus important et vous permet également de voler autour de la carte.
gl: O mutador %s elimina o pequeno atraso ao detonar inmediatamente un foguete %s despois de disparalo. Isto permite detonar os foguetes moito máis preto da túa caixa de impacto, ofrecéndoche un impulso de velocidade maior e permitindo tamén voar polo mapa.
it: Il mutatore %s rimuove il leggero ritardo di esplosione quando si detona immediatamente un razzo del %s dopo aver sparato. Questo permette ai razzi di essere detonati molto più vicino alla tua hitbox, così possono darti un aumento di velocità molto maggiore, permettendo anche di volare per la mappa.
pt_br: O modificador %s remove o ligeiro atraso quando se denota imediatamente um foguete de %s depois de dispará-lo. Isto permite que foguetes sejam detonados muito mais perto de sua caixa de colisão, logo eles podem dar-lhe um incremento muito maior de velocidade, também permitindo voar pelo mapa.
ru: Мутатор %s убирает небольшую задержку при мгновенном подрыве ракеты %s после выстрела. Это позволяет подрывать ракеты гораздо ближе к вашему хитбоксу, благодаря чему они дают гораздо больший прирост скорости, а также позволяют летать по арене.

source: Rocket Flying
ast: Vuelu con cohetes
be: Ракетны палёт
bg: Ракетно летене
de: Raketenflug
es: Volar con cohetes
fi: Rakettilentely
fr: Vol à la roquette
gl: Voando con Foguetes
it: Volando coi razzi
ja_jp: ロケットで飛ぶ
pl: Latanie Rakietami
pt_br: Voar com Foguetes
ro: Zbor Rachete
ru: Полёт на ракете
sr: Летеће ракете
sv: Racketflygning
uk: Політ за допомогою ракет

source: Burning
de: Brennend
es: Ardor
fi: Palaa
fr: Enflammé
gl: Ardendo
it: In fiamme
ja_jp: 燃焼
pt_br: Em chamas
ru: Горение
sv: Brinnande

source: Spawn Shield
de: Startschutz
es: Reaparición del Escudo
fi: Uudelleensyntymäsuoja
fr: Bouclier d'apparition
gl: Reaparición do escudo
it: Scudo di nascita
ja_jp: スポーンシールド
pl: Tarcza przy wskrzeszeniu
pt_br: Surgir Escudo
ru: Защита при возрождении
sv: Skapningssköld

source: Stunned
de: Benommen
es: Aturdido
fi: Tainnutettu
fr: Étourdi
gl: Atordado
it: Stordito
ja_jp: 麻痺した
pt_br: Atordoado
ru: Оглушён
sv: Bedövad

source: Superweapons
ast: Superarmes
de: Superwaffen
es: Superarmas
fi: Superaseet
fr: Super-armes
gl: Superarmas
it: Superarmi
ja_jp: スーパー武器
pl: Superbronie
pt_br: Superarmas
ru: Суперпушки
sv: Supervapen

source: The %s mutator causes an explosion when two players collide if it is enabled.
fr: Lorsqu'il est activé, le mutateur %s provoque une explosion lorsque deux joueurs entrent en collision.
gl: O mutador %s provoca unha explosión cando dous xogadores coliden, se está activado.
it: Il mutatore %s causa un'esplosione quando due giocatori si scontrano, se è abilitato.
pt_br: O modificador %s causa uma explosão quando dois jogadores colidem se for ativado.
ru: Если мутатор %s включён, он вызывает взрыв при столкновении двух игроков.

source: This is a nice way to add some silly fun to a server, but it also does allow for the use of new tactics in some gametypes.
fr: C'est une bonne façon d'ajouter un peu de fun à un serveur, mais cela permet aussi d'utiliser de nouvelles tactiques dans certains types de partie.
gl: Esta é unha forma divertida de engadir un pouco de diversión tola a un servidor, pero tamén permite o uso de novas tácticas en algúns tipos de xogo.
it: Questo è un bel modo per aggiungere un po' di divertimento sciocco a un server, ma permette anche l'uso di nuove tattiche in alcuni tipi di gioco.
pt_br: Isto é uma boa maneira de pôr um gracejo em um servidor, mas também permite o uso de novas táticas em alguns tipos de jogo.
ru: Это хороший способ добавить немного веселья на сервер, но также позволяет использовать новые тактики в некоторых режимах игр.

source: Touch explode
ast: Toque esplosivu
be: Выбух ад дотыку
bg: Барни и ще гръмне
de: Kontakt-Explosion
es: Contacto explosivo
fi: Kosketusräjähdys
fr: Explosion au toucher
gl: Explosivo por contacto
it: Tocco esplode
ja_jp: 爆発性接触
pl: Wybuchowy dotyk
pt_br: Toque explosivo
ro: Explozie la atingere
ru: Взрыв от касания
sr: Експлозија при додиру
sv: Rörning exploderar
uk: Вибух при торканні гравців

source: The %s mutator gives all players a permanent version of the %s buff. However, unlike the normal %s buff, when this mutator is enabled players' health can go way above the usual limit of 200.
fr: Le mutateur %s confère à tous les joueurs une version permanente du bonus de %s. Cependant, contrairement au bonus de %s normal, lorsque ce mutateur est activé, la santé des joueurs peut dépasser largement la limite habituelle de 200.
gl: O mutador %s dá a todos os xogadores unha versión permanente do potenciador %s. Con todo, ao contrario do potenciador normal %s, cando este mutador está activado, a saúde dos xogadores pode superar moito o límite habitual de 200.
it: Il mutatore %s dà a tutti i giocatori una versione permanente del buff %s. Tuttavia, a differenza del normale buff %s, quando questo mutatore è abilitato la salute dei giocatori può superare di molto il limite usuale di 200.
pt_br: O modificador %s dá a todos os jogadores uma versão permanente do bônus %s. Entretanto, diferente do bônus %s normal, quando este modificador é ativado, a saúde de cada um dos jogadores podem muito exceder o limite usual de 200.
ru: Мутатор %s даёт всем игрокам постоянную версию бонуса %s. Однако, в отличие от обычного бонуса %s, когда этот мутатор включён, здоровье игроков может подниматься намного выше обычного предела в 200 единиц.

source: Additionally the amount of health players get is equal to the damage they deal, which isn't normally the case with the %s buff.
fr: De plus, la quantité de santé que les joueurs obtiennent est égale aux dégâts qu'ils infligent, ce qui n'est généralement pas le cas avec le bonus de %s.
gl: Ademais, a cantidade de vida que reciben os xogadores é igual ao dano que causan, algo que normalmente non ocorre co potenciador %s.
it: Inoltre, la quantità di salute che i giocatori ottengono è pari al danno che infliggono, il che normalmente non accade con il buff %s.
pt_br: Adicionalmente, a quantidade de saúde que os jogadores pegam é igual ao dano que infligem, que normalmente não é o caso com o bônus %s.
ru: Кроме того, количество здоровья, которое получают игроки, равно нанесённому ими урону, что не характерно для обычного бонуса %s.

source: %s is a mutator that enables jumping off walls for added mobility. To do a wall jump, tap %s when against a wall.
fr: %s est un mutateur qui permet de sauter depuis les murs pour une plus grande mobilité. Pour effectuer un saut mural, appuyez sur %s lorsque vous êtes contre un mur.
gl: %s é un mutador que permite saltar desde as paredes para maior mobilidade. Para facer un salto desde a parede, preme %s cando esteas xunto a unha parede.
it: %s è un mutatore che abilita i salti dai muri per una maggiore mobilità. Per fare un salto dal muro, premi %s quando sei contro una parete.
pt_br: %s é um modificador que permite pular de paredes para maior mobilidade. Para fazer um pulo de parede, aperte %s quando contra uma parede.
ru: %s — это мутатор, который позволяет прыгать от стен для большей мобильности. Чтобы выполнить прыжок со стены, нажмите %s, находясь вплотную к стене.

source: This mutator adds a bit of versatility, allowing for more dynamic and unpredictable movement.
fr: Ce mutateur ajoute un peu de polyvalence, permettant des mouvements plus dynamiques et imprévisibles.
gl: Este mutador engade un pouco de versatilidade, permitindo movementos máis dinámicos e imprevisibles.
it: Questo mutatore aggiunge un po' di versatilità, consentendo movimenti più dinamici e imprevedibili.
pt_br: Este modificador dá uma pouco de versatilidade, permitindo movimento mais dinâmico e imprevisível.
ru: Этот мутатор добавляет вариативности, делая передвижение динамичнее и непредсказуемее.

source: Wall jumping
de: Wandsprünge
es: Saltar muros
fi: Seinähyppely
fr: Sauts sur les murs
gl: Saltando paredes
it: Salto sui muri
ja_jp: 壁ジャンプ
pt_br: Salto de parede
ru: Прыжки от стен
sv: Vägghoppning

source: Waypoint
be: Арыентыр
bg: Плоча
de: Wegpunkt
es: Punto de encuentro
fi: Välietappi
fr: Balise
gl: Punto de encontro
ja_jp: ウェイポイント
pl: Punkt orientacyjny
pt_br: Ponto de interesse
ro: Indicator
ru: Точка маршрута
sr: Путна тачка
sv: Vägpunkt
