Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: %s is a unique gametype played in rounds where a herd of monsters spawn all around the map and players must try to frag as many as possible. Since players can't damage each other, they instead fight to steal monster frags from each other. The player who frags the most monsters overall wins the match.
fr: %s est un type de partie unique en plusieurs manches au cours desquelles une horde de monstres apparaît tout autour de la carte et les joueurs doivent essayer d'en éliminer le plus possible. Comme les joueurs ne peuvent pas s'infliger mutuellement des dégâts, ils se battent alors pour éliminer les monstres aux dépends des autres. Le joueur qui élimine le plus de monstres remporte la partie.
gl: %s é un modo de xogo único xogado por roldas no que un enxame de monstros aparece por todo o mapa e os xogadores deben tratar de eliminar o maior número posible. Como os xogadores non se poden danar entre si, compiten por roubar as mortes de monstros uns aos outros. O xogador que elimine máis monstros en total gaña a partida.
it: %s è un tipo di gioco unico, giocato a round, in cui un'orda di mostri appare in tutta la mappa e i giocatori devono cercare di eliminarne il maggior numero possibile. Dato che i giocatori non possono danneggiarsi a vicenda, lottano invece per rubarsi le eliminazioni dei mostri. Il giocatore che elimina il maggior numero di mostri in totale vince la partita.
pt_br: %s é um tipo único de jogo em rodadas no qual uma horda de monstros surge pelo mapa e os jogadores devem tentar executar o maior número possível deles. Já que os jogadores não podem causar dano uns aos outros, eles então tentam furtar as vítimas dos outros. Vence quem executar o maior número de monstros somando todas as rodadas.
ru: %s — это уникальный режим игры, проходящий по раундам, в котором по всей арене появляется толпа монстров, а игроки должны постараться уничтожить как можно больше из них. Поскольку игроки не могут наносить урон друг другу, они соперничают за то, чтобы отбирать очки за фраги монстров друг у друга. Побеждает в матче тот игрок, который в сумме уничтожит больше всего монстров.

source: A round ends when either all monsters are fragged, or after a time limit.
fr: Une manche se termine lorsque tous les monstres ont été éliminés ou après une limite de temps.
gl: Unha rolda remata cando todos os monstros son eliminados ou cando se chega ao límite de tempo.
it: Un round termina quando tutti i mostri sono stati eliminati o dopo un limite di tempo.
pt_br: Uma rodada acaba quando todos os monstros tiverem sido executados ou quando o tempo acabar.
ru: Раунд завершается, когда все монстры уничтожены, либо по истечении отведённого времени.

source: Invasion
ast: Invasión
be: Уварванне
bg: Нашествие
es: Invasión
fi: Tunkeutuminen
gl: Invasión
it: Invasione
ja_jp: 侵入
pl: Inwazja
pt_br: Invasão
ro: Invazie
ru: Вторжение
sr: Инвазија

source: Survive against waves of monsters
bg: Оцеляване срещу пълчища от чудовища
de: Überlebe gegen Wellen von Monstern
es: Sobrevive contra las oleadas de monstruos
fi: Selviydy hirviöaaltoja vastaan
fr: Survivez à des vagues de monstres
gl: Sobrevive contra ondas de monstros
it: Sopravvivi contro ondate di mostri
ja_jp: モンスターの波に対して生き残って
pl: Przeżyj najazdy potworów
pt_br: Sobreviva contra ondas de monstros
ro: Supraviețuiește valurilor de monștri
ru: Выживайте против волн монстров
sr: Преживите таласе чудовишта
sv: Överlev mot vågor av monster

source: %s is a free-for-all match where a ball spawns randomly on the map and the goal is to hold the ball for as long as possible.
fr: %s est une partie de type « chacun pour soi », où une balle apparaît aléatoirement sur la carte et où le but est de conserver celle-ci le plus longtemps possible.
gl: %s é unha partida todos contra todos na que unha bola aparece aleatoriamente no mapa e o obxectivo é manter a bola durante o maior tempo posible.
it: %s è una partita tutti contro tutti in cui una palla appare casualmente sulla mappa e l'obiettivo è tenere la palla il più a lungo possibile.
pt_br: %s é um jogo de cada um por si no qual uma bola surge em um ponto aleatório do mapa e o objetivo é segurá-la o maior tempo possível.
ru: %s — это матч, где каждый за себя и в котором мяч появляется на арене случайным образом, а цель состоит в том, чтобы удерживать мяч как можно дольше.

source: Your score increases when you frag someone while you're holding a ball and when you frag the ball carrier. The first player to reach the score limit will win the match.
fr: Votre score augmente lorsque vous éliminez un adversaire alors que vous êtes en possession de la balle et lorsque vous éliminez le porteur de balle. Le premier joueur à atteindre la limite de points remporte la partie.
gl: A túa puntuación aumenta cando eliminas a alguén mentres tes a bola e cando eliminas ao xogador que a leva. O primeiro xogador en alcanzar o límite de puntos gañará a partida.
it: Il tuo punteggio aumenta quando elimini qualcuno mentre tieni la palla e quando elimini il portatore di palla. Il primo giocatore a raggiungere il limite di punteggio vincerà la partita.
pt_br: Sua pontuação aumenta quando executar um outro jogador enquanto você ou o outro estiver segurando a bola. O primeiro jogador a atingir o limite de pontos vence o jogo.
ru: Ваш счёт увеличивается, когда вы устраняете противника, удерживая мяч, или устраняете игрока, владеющего мячом. Побеждает тот игрок, который достигнет лимита очков.

source: When the ball carrier is fragged, the ball will drop to the ground and anyone is able to pick it up. If nobody picks it up after some time it will get bored and teleport itself elsewhere.
fr: Quand le porteur de balle est éliminé, la balle tombe au sol et n'importe qui peut la ramasser. Si personne ne la ramasse après un certain temps, elle finit par s'ennuyer et se téléporter ailleurs.
gl: Cando o xogador que leva a bola é eliminado, a bola cae ao chan e calquera pode recollela. Se ninguén a recolle pasado un tempo, abúrrese e telepórtase a outro lugar.
it: Quando il portatore di palla viene eliminato, la palla cadrà a terra e chiunque potrà raccoglierla. Se nessuno la raccoglie dopo un po' di tempo, si annoierà e si teletrasporterà altrove.
pt_br: Quando o portador da bola for executado, a bola cairá no chão e qualquer um poderá pegá-la. Se ninguém a pegar, depois de um tempo a bola ficará entediada e se teletransportará a outro lugar.
ru: Когда носителя мяча устраняют, мяч падает на землю и его может подобрать любой игрок. Если в течение некоторого времени его никто не подберёт, мяч заскучает и телепортируется в другое место.

source: %s rewards good fragging but also good movement, since the better you can evade attacks, the longer you can keep the ball.
fr: %s récompense les frags mais aussi les bons déplacements, car mieux vous savez éviter les attaques, plus longtemps vous pouvez garder la balle.
gl: %s premia tanto as boas eliminacións como o bo movemento, xa que canto mellor poidas evadir os ataques, máis tempo poderás manter a bola.
it: %s premia le buone eliminazioni ma anche il buon movimento, poiché migliore è la tua capacità di eludere gli attacchi, più a lungo puoi tenere la palla.
pt_br: %s recompensa boas execuções e também bom movimento, porque, quanto melhor você evadir ataques, mais tempo ficará com a bola.
ru: %s поощряет не только успешные устранения противников, но и грамотное перемещение, ведь чем лучше вы уклоняетесь от атак, тем дольше сможете удерживать мяч.

source: Hold the ball to get points for kills
ast: Lleva la bola pa consiguir puntos polos asesinatos
de: Halte den Ball, und töte, um Punkte zu sammeln
es: Retén la pelota para ganar puntos por asesinatos
fi: Pidä palloa saadaksesi tappopisteitä
fr: Gardez la balle pour que vos frags rapportent des points
gl: Manteña o balón para conseguir puntos por asesinatos
it: Tieni la palla per ottenere punti per le uccisioni
ja_jp: 殺された者のポイントを獲得するためにボールを保持して
pl: Trzymaj kulę, aby otrzymywać punkty za zabicia
pt_br: Segure a bola para ganhar pontos por cada jogador aniquilado
ro: Ține mingea pentru a înscrie puncte pentru ucideri
ru: Держите шар для набора очков за убийства
sr: Држите лопту да бисте добили бодове за убиства
sv: Håll bollen för att på poäng för mord

source: Keepaway
fi: Pakomatka (Keepaway)
fr: Gardez-la-Balle
it: Tieni Lontano (Keepaway)
ja_jp: キープアウェイ (KEEPAWAY)
pl: Trzymaj się z daleka
ro: „Ține departe”
ru: Прятки

source: %s is a round-based gametype played with a few teams, where each team starts with one key and all keys must be collected to win the round. The team member who is given the key at the start of the round is randomly selected after a ten second period, and the location of all keys will be visible on the radar after a few seconds.
fr: %s est un type de partie en plusieurs manches auquel participent plusieurs équipes. Chaque équipe commence avec une clé et doit récupérer toutes les clés pour remporter la manche. Le membre de l'équipe qui reçoit la clé au début de la manche est sélectionné au hasard après une période de dix secondes, et l'emplacement de toutes les clés sera visible sur le radar après quelques secondes.
gl: %s é un modo de xogo por roldas xogado con varios equipos, onde cada equipo comeza cunha chave e todas as chaves deben ser recollidas para gañar a rolda. O membro do equipo que recibe a chave ao inicio da rolda é seleccionado ao azar despois dun período de dez segundos, e a localización de todas as chaves será visible no radar tras uns segundos.
it: %s è un tipo di gioco a round giocato con alcuni squadre, dove ogni squadra inizia con una chiave e tutte le chiavi devono essere raccolte per vincere il round. Il membro della squadra a cui viene assegnata la chiave all'inizio del round viene selezionato casualmente dopo un periodo di dieci secondi, e la posizione di tutte le chiavi sarà visibile sul radar dopo pochi secondi.
pt_br: %s é um tipo de jogo em rodadas com algumas equipes, no qual cada equipe inicia com uma chave, e todas as chaves devem ser juntadas para vencer a rodada. O membro de equipe recebendo a chave no início da rodada é selecionado aleatoriamente depois de um período de dez segundos, e as posições de todas as chaves estarão visíveis no radar após alguns segundos.
ru: %s — это режим игры с раундами, в котором участвуют несколько команд. Каждая команда начинает раунд с одним ключом, а для победы необходимо собрать все ключи. Участник, которому выдаётся ключ, определяется случайным образом спустя десять секунд после начала раунда. Через несколько секунд после этого местоположение всех ключей становится видимым на радаре.

source: Scoring in %s is quite complicated, involving a mix of gathering all keys, points for collecting a key, fragging an enemy key carrier, and fragging other enemies.
fr: Le système de points dans la %s est assez compliqué, puisqu'il combine le rassemblement de toutes les clés, les points obtenus pour chaque clé collectée, l'élimination d'un ennemi porteur d'une clé et l'élimination d'autres ennemis.
gl: A puntuación en %s é bastante complicada, xa que implica unha mestura de recoller todas as chaves, gañar puntos por coller unha chave, eliminar a un inimigo que leva unha chave e eliminar outros inimigos.
it: Il punteggio in %s è piuttosto complicato, coinvolgendo un mix di raccolta di tutte le chiavi, punti per aver raccolto una chiave, eliminazione di un portatore di chiave nemico e eliminazione di altri nemici.
pt_br: A pontuação em %s é bem complicada, entrando na conta coletar todas as chaves, coletar uma chave, executar um inimigo portador de chave e executar outros inimigos.
ru: Подсчёт очков в %s довольно сложный, ведь включает сбор всех ключей, начисление очков за получение ключа, убийство вражеского носителя ключа и убийство других противников.

source: Like in %s the key can be dropped, so you can pass it to your teammates if you're running low on health.
fr: Comme en %s, la clé peut être lâchée, vous pouvez donc la passer à vos coéquipiers si votre santé est faible.
gl: Como en %s a chave pode ser deixada no chan, polo que podes pasala aos teus compañeiros de equipo se tes pouca vida.
it: Come in %s, la chiave può essere lasciata cadere, quindi puoi passarla ai tuoi compagni di squadra se hai poca salute.
pt_br: Assim como em %s, você pode soltar a chave, para poder passá-la aos seus colegas de equipe quando você estiver com saúde baixa.
ru: Как и в %s, ключ можно выбросить — так вы сможете передать его товарищам по команде, если у вас осталось мало здоровья.

source: Gather all the keys to win the round
ast: Atropa toles llaves pa ganar la ronda
bg: Събери всички ключове, за да спечелиш кръга
de: Sammle alle Schlüssel, um die Runde zu gewinnen
es: Recolecta todas las llaves para ganar la ronda
fi: Kerää kaikki avaimet voittaaksesi kierroksen
fr: Rassemblez toutes les clés pour gagner la manche
gl: Reúne todas as claves para gañar a rolda
it: Prendi tutte le chiavi per vincere il round
ja_jp: ラウンドに勝つための全ての鍵を集まる
pl: Zgromadź wszystkie klucze by wygrać rundę
pt_br: Colete todas as chaves para vencer a rodada
ro: Adună toate cheile pentru a câștiga runda
ru: Соберите все ключи и победите в раунде
sr: Сакупите све кључеве да бисте освојили рунду
sv: Samla in alla nyklar för att vinna omgången

source: Key Hunt
ast: Cazallaves
bg: Лов на ключове
es: Caza de llaves
fi: Avaimenetsintä (Key Hunt)
fr: Chasse aux Clés
gl: Caza de chaves
it: Caccia alla Chiave (Key Hunt)
ja_jp: 鍵の狩猟 (KEYHUNT)
pl: Polowanie na Klucz
pt_br: Caça a Chaves
ro: Vânătoarea de chei
ru: Охота за ключами
sr: Лов на кључеве

source: ^1You have no more lives left
ast: ^1Nun te queden más vides
be: ^1У вас скончыліся жыцці
bg: ^1Нямате повече животи
de: ^1Du hast keine Leben mehr übrig
es: ^1No tienes ninguna vida restante
fi: ^1Sinulla ei ole elämiä enää jäljellä
fr: ^1Il ne vous reste plus aucune vie
gl: ^1Xa non che quedan vidas
it: ^1Non hai più vite a disposizione
ja_jp: ^1命を使い果たです
pl: ^1Nie masz więcej żyć
pt_br: ^1Você não tem mais vidas sobrando
ro: ^1Nu mai ai vieți rămase
ru: ^1У вас закончились жизни
sr: ^1Немате више живота
sv: ^1Du har inga mer liv kvar
uk: ^1У вас не залишилося більше життів

source: %s is a free-for-all gametype where all players start with a certain number of lives, and are eliminated from the match once they lose all lives. Players spawn in with all available weapons, maximum health and armor, and health and armor do not regenerate, similar to gametypes like %s. Similarly, item pickups don't spawn on the map.
fr: %s est un type de partie « chacun pour soi » où les joueurs commencent avec un certain nombre de vies et sont éliminés de la partie une fois qu'ils les ont toutes perdues. Les joueurs apparaissent avec toutes les armes disponibles et un maximum de santé et d'armure, la santé et l'armure ne se régénérant pas, tout comme dans d'autres types de partie tels que %s. De même, les objets à ramasser n'apparaissent pas sur la carte.
gl: %s é un modo de xogo todos contra todos no que todos os xogadores comezan cun número determinado de vidas, e son eliminados da partida cando perden todas as vidas. Os xogadores aparecen con todas as armas dispoñibles, saúde e armadura máximas, e a saúde e a armadura non se rexeneran, similar a modos de xogo como %s. Do mesmo xeito, os obxectos recollibles non aparecen no mapa.
it: %s è un tipo di gioco tutti contro tutti in cui tutti i giocatori iniziano con un certo numero di vite e vengono eliminati dalla partita una volta che perdono tutte le vite. I giocatori appaiono con tutte le armi disponibili, salute e armatura massime, e salute e armatura non si rigenerano, in modo simile a tipi di gioco come %s. Allo stesso modo, gli oggetti non appaiono sulla mappa.
pt_br: %s é um tipo de jogo de cada um por si, no qual todos os jogadores iniciam com um certo número de vidas e são eliminados do jogo assim que perderem todas as vidas. Os jogadores surgem com todas as armas disponíveis, saúde e armadura máximas, e a saúde e a armadura não se regeneram, assim como em tipos de jogos como %s. Similarmente, itens coletáveis não surgem no mapa.
ru: %s — это режим игры «каждый сам за себя», в котором все игроки начинают с определённым количеством жизней и выбывают из матча после их потери. При появлении на арене игрок получает всё доступное оружие, максимальное здоровье и броню. При этом здоровье и броня не восстанавливаются — аналогично такому игровому режиму, как %s. Кроме того, на арене не появляются предметы для подбора.

source: Hiding is sometimes a viable strategy since if you can't be found you can't lose lives, but often you become a vulnerable target once discovered.
fr: Se cacher est parfois une stratégie viable, car si vous ne pouvez pas être trouvé, vous ne pouvez pas perdre de vies, mais vous devenez généralement une cible vulnérable une fois découvert.
gl: Agocharse ás veces é unha estratexia viable, xa que se non te atopan non podes perder vidas, pero a miúdo convértese nun obxectivo vulnerable unha vez que te descubren.
it: Nascondersi è a volte una strategia valida, poiché se non puoi essere trovato non puoi perdere vite, ma spesso diventi un bersaglio vulnerabile una volta scoperto.
pt_br: Esconder-se é às vezes uma estratégia viável porque você não pode perder vidas se ninguém o encontrar, mas muitas vezes você se torna um alvo vulnerável assim que for descoberto.
ru: Иногда прятаться — весьма рабочая стратегия, ведь если вас не могут найти, вы не потеряете жизни. Но, будучи обнаруженным, вы часто становитесь уязвимой целью.

source: Players leading the game by at least 2 lives glow and periodically have waypoints over their heads visible to all players for a few seconds in order to prevent hiding too much. Players who aren't in the lead steal a small percentage of health when they attack leaders, like in the %s mutator.
fr: Les joueurs qui mènent la partie avec au moins 2 vies d'avance se mettent à briller et deviennent périodiquement visibles pendant quelques secondes par tous les joueurs à l'aide d'une balise au-dessus de leur tête, afin d'éviter qu'ils ne cherchent à se cacher. Les joueurs qui ne sont pas en tête volent un petit pourcentage de santé lorsqu'ils attaquent les meneurs, comme dans le mutateur %s.
gl: Os xogadores que lideran a partida con polo menos 2 vidas brillan e periodicamente teñen puntos de referencia sobre as súas cabezas visibles para todos os xogadores durante uns segundos, para evitar que se agachen demasiado. Os xogadores que non van á cabeza rouban unha pequena porcentaxe de saúde cando atacan aos líderes, como no %s mutador .
it: I giocatori che conducono il gioco con almeno 2 vite in più brillano e periodicamente hanno dei waypoint sopra la testa visibili a tutti i giocatori per alcuni secondi, al fine di impedire che si nascondano troppo. I giocatori che non sono in testa rubano una piccola percentuale di salute quando attaccano i leader, come nel mutatore %s.
pt_br: Os jogadores liderando o jogo por pelo menos 2 vidas brilham e periodicamente são marcados em suas cabeças com pontos de interesse visíveis a todos os jogadores por alguns segundos para que não consigam se esconder. Os jogadores que não estão na liderança roubam uma pequena porcentagem de saúde quando atacarem os líderes, assim como no modificador de %s.
ru: Игроки, лидирующие в матче с отрывом минимум в 2 жизни, подсвечиваются и над их головами периодически появляются контрольные точки, видимые всем игрокам в течение нескольких секунд — это сделано, чтобы предотвратить чрезмерное прятание. Игроки, не находящиеся в лидерах, при атаке на лидеров крадут небольшой процент здоровья — аналогично механике из мутатора %s.

source: Last Man Standing
ast: L'últimu en pie
bg: Последният оцелял
es: Último Superviviente
fi: Viimeiseen mieheen (Last Man Standing)
fr: Dernier Homme en Vie
gl: Último home en pé
it: Ultimo Uomo Rimasto (LMS)
ja_jp: ラストマンスタンディング (LMS)
pl: Ostatni ocalały
pt_br: Último Homem de Pé
ro: Ultimul Supraviețuitor
ru: Остаться в живых
sr: Последњи човек на ногама

source: Survive and kill until the enemies have no lives left
ast: Sobrevivi y mata hasta qu'al enemigu nun-y queden vides
bg: Оцелей и убивай, докато противниците останат без животи
de: Überlebe und töte, bis die Feinde keine Leben mehr übrig haben
es: Sobrevive y mata hasta que a los enemigos no les queden vidas
fi: Selviydy ja tapa kunnes vihollisilla ei ole enää elämiä jäljellä
fr: Survivez et tuez jusqu'à ce que les ennemis n'aient plus de vies
gl: Sobrevive e mata ata que os inimigos non lles queden vidas
it: Sopravvivi e uccidi finché i nemici non hanno più vite
ja_jp: 敵の命がなくなるまで生き残って、殺して
pl: Przeżyj i zabijaj przeciwników, dopóki mają życia
pt_br: Sobreviva e mate até que os inimigos não tenham vidas sobrando
ro: Supraviețuiește și ucide până ce inamicii rămân fără vieți
ru: Выживайте и уничтожайте, пока у врагов не останется жизней
sv: Överlev och döda tills alla fiender inte har några liv kvar

source: Lives:
ast: Vides:
be: Жыцці:
bg: Животи:
de: Leben:
es: Vidas:
fi: Elämät:
fr: Vies :
gl: Vidas:
it: Vite:
ja_jp: 命数:
pl: Życia:
pt_br: Vidas:
ro: Vieți:
ru: Жизни:
sr: Животи:
sv: Liv:
uk: Життів:

source: %s is a fast-paced free-for-all deathmatch where players spawn in with all available weapons and maximum health and armor. There are no pickups enabled on maps, but buffs are still available.
fr: %s est un Match à Mort effréné où les joueurs apparaissent avec toutes les armes disponibles, ainsi que le maximum de santé et d'armure. Il n'y a pas d'objet à ramasser sur les cartes, mais les bonus sont toujours disponibles.
gl: %s é unha partida a morte todos contra todos rápida, no que os xogadores aparecen con todas as armas dispoñibles e con saúde e armadura máximas. Non hai obxectos recollibles nos mapas, pero as melloras seguen estando dispoñibles.
it: %s è un deathmatch tutti contro tutti frenetico in cui i giocatori appaiono con tutte le armi disponibili e salute e armatura massime. Non ci sono oggetti da raccogliere (pickup) abilitati sulle mappe, ma i buff sono comunque disponibili.
pt_br: %s é um mata-mata ágil de cada um por si, no qual os jogadores surgem com todas as armas disponíveis e com saúde e armaduras máximas. Não há itens coletáveis ativados no mapa, mas bônus ainda são disponibilizados.
ru: %s — это динамичный режим игры боя насмерть «каждый сам за себя», в котором игроки появляются со всем доступным оружием, максимальным здоровьем и бронёй. На аренах отсутствуют предметы для подбора, однако усиления остаются доступными.
