Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BGAll keys are in ^TC^TT team^BG's hands! Interfere ^F4NOW^BG!
bg: ^BGВсички ключове са в ръцете на ^TC^TT отбор^BG's ! Попречете им ^F4ВЕДНАГА^BG!
de: ^BGTeam ^TC^TT^BG hat alle Schlüssel! ^F4SOFORT^BG eingreifen!
es: ^BG¡Todas las llaves están en manos del equipo ^TC^TT^BG! ¡Interfiere ^F4AHORA^BG!
fi: ^BGKaikki avaimet ovat ^TC^TT joukkueen^BG hallussa! Puutu tilanteeseen ^F4NOW^BG!
fr: ^BGToutes les clés sont entre les mains de l'équipe ^TC^TT ^BG ! Intervenez ^F4MAINTENANT^BG !
gl: ^BGTodas as chaves estan en mans do equipo^TC^TT ^BG! Interfire ^F4AGORA^BG!
it: ^BGTutte le chiavi sono in mano alla ^TCsquadra ^TT^BG! Interferisci ^F4ORA^BG!
ja_jp: ^BG全ての鍵は ^TC^TT チーム^BGの手にあ全る! ^F4今^BGすぐ干渉して!
pl: ^BGWszystkie klucze są w rękach ^TC^TTEJ drużyny^BGch! Przeszkódź im ^F4TERAZ^BG!
pt_br: ^BGTodas as chaves estão com a equipe ^TC^TT^BG! Interfira ^F4AGORA^BG!
ro: ^BGToate cheile sunt în posesia echipei ^TC^TT ^BG! Înterceptează-i ^F4IMEDIAT^BG!
ru: ^BGКоманда ^TC^TT^BG собрала все ключи! Помешайте им встретиться. ^F4БЫСТРО^BG!
sv: ^BGAlla nycklar är i ^TC^TT lag^BGs händer! Ingrip ^F4NU^BG!
uk: ^BGВсі ключі зараз у руках ^TC^TT команди!^BG Ви маєте зупинити їх ^F4НЕГАЙНО^BG!

source: ^BGAll keys are in your team's hands! Meet the other key carriers ^F4NOW^BG!
bg: ^BGВсички ключове са в ръцете на твоя отбор! Срещнете се с другите притежатели на ключове ^F4ВЕДНАГА^BG!
de: ^BGDein Team hat alle Schlüssel! Triff ^F4SOFORT^BG die anderen Schlüsselträger!
es: ^BG¡Todas las llaves están en manos de tu equipo! ¡Encuentra a los otros portadores de llaves ^F4AHORA^BG!
fi: ^BGKaikki avaimet ovat sinun joukkueesi hallussa! Järjestä tapaaminen muiden avaintenkantajien kanssa ^F4NOW^BG!
fr: ^BGToutes les clés sont entre vos mains ! Rejoignez les autres porteurs de clé ^F4MAINTENANT^BG !
gl: ^BGTodas as chaves están nas mans do teu equipo! Atopa os outros portadores da chave ^F4AGORA^BG!
it: ^BGTutte le chiavi sono in mano alla tua squadra! Incxontra gli altri portachiavi ^F4ORA^BG!
ja_jp: ^BG全ての鍵はチームの手にある! ^F4今^BGすぐ他の鍵持ちに会って!
pl: ^BGTwoja drużyna ma wszystkie klucze! Znajdź innych posiadaczy klucza ^F4TERAZ^BG!
pt_br: ^BGTodas as chaves estão com a sua equipe! Encontre-se com os outros portadores das chaves ^F4AGORA^BG!
ro: ^BGToate cheile sunt în posesia echipei tale! Întâlnește-te cu ceilalți posesori de chei ^F4ACUM^BG!
ru: ^BGВаша команда собрала все ключи! Сгруппируйтесь с союзниками ^F4ПОБЫСТРЕЕ^BG!
sv: ^BGAlla nycklar är i erat lags händer! Möt de andra nyckelbärarna ^F4NU^BG!
uk: ^BGВсі ключі в руках вашої команди! Зустріньтесь з іншими носіями ключів ^F4НЕГАЙНО^BG!

source: ^F4Round will start in ^COUNT
ast: ^F4La ronda va comenzar en ^COUNT
bg: ^F4Рунда започва след ^COUNT
de: ^F4Die Runde beginnt in ^COUNT
es: ^F4La ronda comenzará en ^COUNT
fi: ^F4Kierros alkaa ^COUNT
fr: ^F4La manche va commencer dans ^COUNT
gl: ^F4A rolda comezará en ^COUNT
it: ^F4Il round incomincerà in ^COUNT
ja_jp: ^F4ラウンドは ^COUNT から開始する
pl: ^F4Runda zacznie się za ^COUNT
pt_br: ^F4A rodada iniciará em ^COUNT
ro: ^F4Runda va începe în ^COUNT
ru: ^F4Раунд начнётся через ^COUNT
sr: ^F4Рунда почиње за ^COUNT
sv: ^F4Omgången kommer att starta om ^COUNT
uk: ^F4Раунд почнеться через ^COUNT

source: ^BGScanning frequency range...
ast: ^BGEscaniando'l rangu de frequencies...
bg: ^BGСканиране на честотите
de: ^BGFrequenzbereich wird gescannt …
es: ^BGEscaneando rango de frecuencia...
fi: ^BGLäpikäydään taajuusaluetta...
fr: ^BGBalayage de la gamme de fréquence…
gl: ^BGExplorando Rango de frecuencias...
it: ^BGAnalizzando l'intervallo di frequenza...
ja_jp: ^BG周波数範囲をスキャン中...
pl: ^BGSkanowanie zakresu częstotliwości...
pt_br: ^BGEscaneando alcance de frequência...
ro: ^BGSe scanează intervalul de frecvență...
ru: ^BGСканирование диапазона частот…
sr: ^BGПретражујем опсег фреквенција...
sv: ^BGSkannar frekvensräckvidden...
uk: ^BGСканується діапазон частот...

source: ^BGYou are starting with the ^TC^TT Key
ast: ^BGComiences cola ^TCllave ^TT
bg: ^BGВие започвате с(ъс) ^TC^TT ключ
de: ^BGDu beginnst mit dem ^TC^TT Schlüssel
es: ^BGEstás empezando con la Llave ^TC^TT
fi: ^BGAloitat ^TC^TT Avaimella
fr: ^BGVous commencez avec la Clé ^TC^TT
gl: ^BGEstás comezando ca Chave ^TC^TT
it: ^BGStai iniziando con la Chiave ^TC^TT
ja_jp: ^BG ^TC^TT 鍵で開始ている
pl: ^BGZaczynasz z ^TC^TTM Kluczem
pt_br: ^BGVocê está começando com a Chave ^TC^TT
ro: ^BGAi început cu cheia ^TC^TT
ru: ^BGВы держите ^TC^TT Ключ
sv: ^BGDu börjar med den ^TC^TT Nyckeln
uk: ^BGВи починаєте з ^TC^TT ключем

source: ^BGYou have no lives left, you must wait until the next match
ast: ^BGNun te queden vides, has esperar a la partida siguiente
de: ^BGDu hast keine Leben übrig und musst auf das nächste Spiel warten
es: ^BGNo tienes más vidas, debes esperar hasta la siguiente partida
fi: ^BGSinulla ei ole enää elämiä jäljellä, sinun täytyy odottaa seuraavaa ottelua
fr: ^BGVous n'avez plus de vies, vous devez attendre la prochaine partie
gl: ^BGNon che quedan vidas, debes esperar ata a seguinte partida
it: ^BGNon ti sono rimaste vite, devi aspettare fino alla prossima partita
ja_jp: ^BGあなたには残りの命がない、あなたは次の試合まで待つ必要がない
pl: ^BGBrak żyć, musisz czekać do następnej rozgrywki
pt_br: ^BGVocê não tem vidas sobrando, por isso terá que aguardar até a próxima partida
ro: ^BGNu mai ai vieți rămase, trebuie să aștepți următorul meci
ru: ^BGУ вас не осталось жизней, подождите до следующего матча
sv: ^BGDu har inga liv kvar, du måste vänta till den nästa matchen

source: ^BGLeaders can now be seen by enemies on radar!
de: ^BGAnführer können nun von den Feinden auf dem Radar gesehen werden!
es: ^BG¡Ahora los enemigos pueden ver los líderes en el radar!
fi: ^BGViholliset voivat nyt nähdä johtajat tutkassa!
fr: ^BGLes meneurs peuvent maintenant être vus par les ennemis sur le radar !
gl: ^BGOs líderes agora poden ser vistos polos inimigos no radar!
it: ^BGI leader ora possono essere visti dai nemici nel radar!
ja_jp: ^BGリーダーはレーダーで敵に見られる!
pt_br: ^BGLíderes agora podem ser vistos por inimigos no radar!
ru: ^BGТеперь противники могут видеть лидеров на радаре!
sv: ^BGLedare kan nu ses av fiender på radar!

source: ^BGYour weapon has been downgraded until you find some ammo!
de: ^BGDeine Waffe wurde verschlechtert, bis du etwas Munition findest!
es: ^BG¡Tu arma ha sido degradada hasta que encuentres algo de munición!
fi: ^BGAseesi valahti luokkaa alemmaksi kunnes löydät ammuksia!
fr: ^BGVotre arme a été déclassée jusqu'à ce que vous trouviez des munitions !
gl: ^BGA túa arma foi degradada ata que atopes algo de munición!
it: ^BGLa tua arma è stata degradata finché non trovi qualche munizione!
ja_jp: ^BG弾薬がいくつか見つかるまで、あなたの武器が格下げされた!
pl: ^BGTwoja broń została zmieniona dopóki nie znajdziesz amunicji!
pt_br: ^BGA sua arma foi rebaixada até que você encontre alguma munição!
ro: ^BGArma ta a fost retrogradată până când iți găsești niște muniție!
ru: ^BGВаше оружие ослаблено до тех пор, пока вы не найдёте патроны!
sv: ^BGDitt vapen har blivit nergraderat tills du hittar ammunition!

source: ^F4^COUNT^BG left to find some ammo!
ast: ^BG¡Atopa munición enantes de ^F4^COUNT^BG!
bg: ^F4^COUNT^BG остават за да намерите допълнителни муниции!
de: ^BGNoch ^F4^COUNT^BG, um etwas Munition zu finden!
es: ^F4¡^COUNT^BG restante para encontrar algunas municiones!
fi: ^F4^LASKENTA^BG jäljellä löytää ammuksia!
fr: ^F4^COUNT^BG restantes pour trouver des munitions !
gl: ^F4^COUNT^BG queda para atopar munición!
it: ^F4^COUNT^BG rimanenti per trovare delle munizioni!
ja_jp: ^F4残り ^COUNT^BG で弾薬が見つかる!
pl: ^F4^COUNT^BG zostało do znalezienia jakiejś amunicji!
pt_br: ^F4^COUNT^BG restante(s) para encontrar alguma munição!
ro: ^F4^COUNT^BG să găsești niște muniție!
ru: ^F4^COUNT^BG осталось на поиск патронов!
sv: ^F4^COUNT^BG lämnade för att hitta ammunition!
uk: ^F4^COUNT^BG залишилось часу щоб знайти набої!

source: ^BGGet some ammo or you'll be dead in ^F4^COUNT^BG!
ast: ^BG¡Consigui munición o vas morrer en ^F4^COUNT^BG!
bg: ^BGНамерете допълнителни муниции или ще се споминате след ^F4^COUNT^BG!
de: ^BGHol dir etwas Munition oder du stirbst in ^F4^COUNT^BG!
es: ^BG¡Consigue algunas municiones o morirás en ^F4^COUNT^BG!
fi: ^BGHanki ammuksia tai olet kuollut tuotapikaa ^F4^LASKENTA^BG!
fr: ^BGTrouvez des munitions ou vous allez mourir dans ^F4^COUNT^BG !
gl: ^BGColle un pouco de munición ou estarás morto en ^F4^COUNT^BG!
it: ^BGRaccogli delle munizioni o morirai in ^F4^COUNT^BG!
ja_jp: ^BG弾薬を入手しないと ^F4^COUNT^BG で死んでしまいる!
pl: ^BGZnajdż amunicję lub zginiesz za ^F4^COUNT^BG!
pt_br: ^BGEncontre alguma munição ou você morrerá em ^F4^COUNT^BG!
ro: ^BGCaută niște muniție sau vei muri în ^F4^COUNT^BG!
ru: ^BGНайдите патроны, иначе вы погибните через ^F4^COUNT^BG!
sv: ^BGHämta ammunition, annars är du död om ^F4^COUNT^BG!
uk: ^BGЗнайдіть набої або загиньте через ^F4^COUNT^BG!

source: ^BGGet some ammo! ^F4^COUNT^BG left!
bg: ^BGНамерете муниции! ^F4^COUNT^BG остават!
de: ^BGHol dir etwas Munition! Noch ^F4^COUNT^BG!
es: ^BG¡Consigue algunas municiones! ¡Te queda ^F4^COUNT^BG!
fi: ^BGHanki niitä ammuksia! ^F4^LASKENTA^BG jäljellä!
fr: ^BGTrouvez des munitions ! ^F4^COUNT^BG restantes !
gl: ^BGConsegue un pouco de munición! quedache^F4^COUNT^BG!
it: ^BGRaccogli delle munizioni! ^F4^COUNT^BG rimanenti!
ja_jp: ^BG弾薬を入手しろ! ^F4残り ^COUNT^BG !
pl: ^BGZnajdź amunicję! Zostało ^F4^COUNT^BG!
pt_br: ^BGEncontre alguma munição! Falta ^F4^COUNT^BG!
ro: ^BGIa niște muniție! Mai ai ^F4^COUNT^BG !
ru: ^BGРаздобудьте патронов! Осталось ^F4^COUNT^BG!
sv: ^BGHämta ammunition! ^F4^COUNT^BG kvar!
uk: ^BGЗнайдіть набої! ^F4^COUNT^BG залишилось!

source: ^F2Extra lives remaining: ^K1%s
ast: ^F2Vides adicionales que queden: ^K1%s
be: ^F2Дадатковых жыццяў засталося: ^K1%s
bg: ^F2Оставащи допълнителни животи: ^K1%s
de: ^F2Extra-Leben übrig: ^K1%s
es: ^F2Vidas sobrantes: ^K1%s
fi: ^F2Lisäelämiä jäljellä: ^K1%s
fr: ^F2Vies supplémentaires restantes : ^K1%s
gl: ^F2Quedan vidas extras: ^K1%s
it: ^F2Vite extra rimanenti: ^K1%s
ja_jp: ^F2残りの余分な命: ^K1%s
pl: ^F2Dodatkowe życia: ^K1%s
pt_br: ^F2Vidas extras restantes: ^K1%s
ro: ^F2Extra vieți rămase: ^K1%s
ru: ^F2Осталось дополнительных жизней: ^K1%s
sv: ^F2Extraliv kvar: ^K1%s
uk: ^F2Додаткових життів залишилось: ^K1%s

source: ^F2^COUNT^BG until weapon change... Next weapon: ^F1%s
ast: ^F2^COUNT^BG hasta'l cambéu de l'arma... Arma siguiente: ^F1%s
bg: ^F2^COUNT^BG до смяната на следващото оръжие... Следващо оръжие: ^F1%s
de: ^F2^COUNT^BG bis zum Waffenwechsel … Nächste Waffe: ^F1%s
es: ^F2^COUNT^BG hasta el cambio de arma... Siguiente arma: ^F1%s
fi: ^F2^LASKENTA^BG jäljellä seuraavaan asevaihtoon... Seuraava ase: ^F1%s
fr: ^F2^COUNT^BG avant le changement d'arme… Prochaine arme : ^F1%s
gl: ^F2^COUNT^BG ata o cambio de arma... Próxima arma: ^F1%s
it: ^F2^COUNT^BG al cambio d'arma... Prossima arma: ^F1%s
ja_jp: ^F2^COUNT^BG 、武器が変更されるまで... 次の武器: ^F1%s
pl: ^F2^COUNT^BG do zmiany broni... Następna broń: ^F1%s
pt_br: ^F2^COUNT^BG até a mudança de arma... Próxima arma: ^F1%s
ro: ^F2^COUNT^BG până se schimbă arma... Următoarea armă: ^F1%s
ru: ^F2^COUNT^BG до смены оружия… Следующее оружие: ^F1%s
sv: ^F2^COUNT^BG tills vapenväxling... Nästa vapen: ^F1%s
uk: ^F2^COUNT^BG до зміни зброї... Наступна зброя: ^F1%s

source: ^F2Active weapon: ^F1%s
ast: ^F2Arma activa: ^F1%s
be: ^F2Дзейная зброя: ^F1%s
bg: ^F2Активно оръжие: ^F1%s
de: ^F2Aktive Waffe: ^F1%s
es: ^F2Arma activa: ^F1%s
fi: ^F2Ase toimessa: ^F1%s
fr: ^F2Arme actuelle : ^F1%s
gl: ^F2Arma activa: ^F1%s
it: ^F2Arma attiva: ^F1%s
ja_jp: ^F2活発な武器: ^F1%s
pl: ^F2Aktywna broń: ^F1%s
pt_br: ^F2Arma ativa: ^F1%s
ro: ^F2Armă activă: ^F1%s
ru: ^F2Текущее оружие: ^F1%s
sv: ^F2Aktivt vapen: ^F1%s
uk: ^F2Поточна зброя: ^F1%s

source: ^BGYou captured %s^BG control point
ast: ^BGCapturesti'l puntu de control: %s
de: ^BGDu hast Kontrollpunkt „%s^BG“ erobert
es: ^BGHas capturado el punto de control de %s^BG
fi: ^BGKaappasit haltuusi %s^BG hallintapisteen
fr: ^BGVous avez capturé le point de contrôle %s^BG
gl: ^BGCapturaches %s^BG punto de control
it: ^BGHai catturato il punto di controllo %s
ja_jp: ^BG %s^BG コントロールポイントを取れた
pt_br: ^BGVocê capturou o ponto de controle %s^BG
ro: ^BGAi capturat punctul de control %s^BG
ru: ^BGВы захватили опорную точку %s^BG
sv: ^BGDu fångade %s^BG kontrollpunkt

source: ^BGYou captured a control point
ast: ^BGCapturesti un puntu de control
de: ^BGDu hast einen Kontrollpunkt erobert
es: ^BGHas capturado un punto de control
fi: ^BGSinä kaappasit hallintapisteen
fr: ^BGVous avez capturé un point de contrôle
gl: ^BGCapturaches un punto de control
it: ^BGHai catturato un punto di controllo
ja_jp: ^BGコントロールポイントを取れた
pt_br: ^BGVocê capturou um ponto de controle
ru: ^BGВы захватили опорную точку
sv: ^BGDu fångade en kontrollpunkt

source: ^TC^TT^BG team captured %s^BG control point
ast: ^BGL'equipu ^TC^TT^BG capturó'l puntu de control %s
de: Team ^TC^TT^BG hat Kontrollpunkt „%s^BG“ erobert
es: El equipo ^TC^TT^BG capturó el punto de control de %s^BG
fi: ^TC^TT^BG joukkue kaappasi %s^BG hallintapisteen
fr: L'équipe ^TC^TT^BG a capturé le point de contrôle %s^BG
gl: ^TC^TT^BG equipo capturou %s^BG punto de control
it: ^BGLa squadra ^TC^TT^BG ha catturato il punto di controllo %s
ja_jp: ^TC^TT^BG チームは %s^BG コントロールポイントを取れた
pl: Drużyna ^TC^TT^BG przejęła %s^BG punkt kontrolny
pt_br: A equipe ^TC^TT^BG capturou o ponto de controle %s^BG
ro: Echipa ^TC^TT^BG a capturat punctul de control %s^BG
ru: ^BGКоманда ^TC^TT^BG захватила опорную точку %s^BG
sv: ^TC^TT^BG lag fångade %s^BG kontrollpunkt

source: ^TC^TT^BG team captured a control point
ast: ^BGL'equipu ^TC^TT ^BG capturó un puntu de control
de: Team ^TC^TT^BG hat einen Kontrollpunkt erobert
es: El equipo ^TC^TT^BG capturó un punto de control
fi: ^TC^TT^BG joukkue kaappasi hallintapisteen
fr: ^BGL'équipe ^TC^TT^BG a capturé un point de contrôle
gl: ^TC^TT^BG equipo capturou un punto de control
it: ^BG La squadra ^TC^TT^BG ha catturato un punto di controllo
ja_jp: ^TC^TT^BG チームはコントロールポイントを取れた
pt_br: A equipe ^TC^TT^BG capturou um ponto de controle
ru: Команда ^TC^TT^BG захватила опорную точку
sv: ^TC^TT^BG lag fångade en kontrollpunkt

source: ^BGThis control point currently cannot be captured
ast: ^BGAnguaño esti puntu de control nun pue capturase
de: ^BGDieser Kontrollpunkt kann momentan nicht erobert werden
es: ^BGEl punto de control no puede ser capturado en este momento
fi: ^BGTätä hallintapistettä ei nykyisellään voi kaapata haltuun
fr: ^BGCe point de contrôle ne peut pas être capturé actuellement
gl: ^BGEste punto de control non se pode capturar actualmente
it: ^BGQuesto punto di controllo ora non può essere catturato
ja_jp: ^BGこのコントロールポイントは現在取られない
pl: ^BGTen punkt kontrolny obecnie nie może być przejęty
pt_br: ^BGEste ponto de controle atualmente não pode ser capturado
ro: ^BGAcest punct de control nu poate fi capturat
ru: ^BGДанную опорную точку нельзя захватить
sv: ^BGDenna kontrollpunkten kan för nuvarande inte bli fångad

source: ^BGThe enemy generator cannot be destroyed yet ^F2Capture some control points to unshield it
ast: ^BGEl xenerador enemigu entá nun pue destruyise ^F2Captura dalgún puntu de control pa quitá-y la proteición
de: ^BGDer feindliche Generator kann noch nicht zerstört werden ^F2Erobere ein paar Kontrollpunkte, um den Schild zu deaktivieren
es: ^BGEl generador enemigo no puede ser destruido ahora ^F2Captura puntos de control para desprotegerlo
fi: ^BGVihollisgeneraattoria ei vielä voi tuhota ^F2Kaappaa hallintapisteitä haltuusi karsiaksesi sen suojaukset
fr: ^BGLe générateur ennemi ne peut pas encore être détruit ^F2Capturez des points de contrôle pour le rendre vulnérable
gl: ^BGO xerador inimigo aínda non se pode destruír ^F2 Captura algúns puntos de control para desprotexelo
it: ^BGIl generatore nemico non può essere ancora distrutto ^F2Cattura alcuni punti di controllo per togliergli lo scudo
ja_jp: ^BG敵の発生器はまだ破壊できない ^F2いくつかのコントロールポイントを取れて、非シールドする
pt_br: ^BGO gerador inimigo ainda não pode ser destruído ^F2Capture alguns pontos de controle para desprotegê-lo
ro: ^BGGeneratorul inamic nu poate fi distrus încă ^F2Capturează câteva puncte de control pentru a-i slăbi rezistența
ru: ^BGГенератор врага нельзя разрушить в данный момент ^F2Захватите опорные точки, чтобы снять с него щит
sv: ^BGFiendens generator kan inte bli förstörd än ^F2Ta några kontrollpuknter för att avskölda den

source: ^BGThe ^TCenemy^BG generator is no longer shielded!
ast: ^BG¡El xenerador ^TCenemigu^BG yá nun ta protexíu!
de: ^BGDer ^TCfeindliche^BG Generator hat keinen Schild mehr!
es: ^BG¡El generador ^TCenemigo^BG ya no está protegido!
fi: ^BGNyt ^TCvihollisten^BG generaattori on riisuttu suojauksistaan!
fr: ^BGLe générateur ennemi n'est plus protégé !
gl: ^BGO xerador ^TCenemy^BG xa non está protexido!
it: ^BGIl generatore nemico non è più scudato!
ja_jp: ^BG ^TC 敵^BGの発生器はシールドされなくなった!
pt_br: ^BGO gerador ^TCinimigo^BG não está mais protegido!
ro: ^BG Generatorul ^TCinamic ^BGși-a pierdut protecțiile!
ru: ^BGГенератор ^TCпротивника^BG потерял защиту!
sv: ^BG^TCFiendens^BG generator är inte längre sköldad!

source: ^K1Your generator is NOT shielded! ^BGRe-capture control points to shield it!
ast: ^K1¡El to xenerador NUN ta protexíu! ^BGVolvi capturar puntos de control pa protexelu
de: ^K1Dein Generator hat KEINEN Schild! ^BGErobere ein paar Kontrollpunkte zurück, um den Schild zu aktivieren!
es: ^K1¡Tu generador NO está protegido! ^BG¡Vuelve a capturar puntos de control para protegerlo!
fi: ^K1Generaattorisi EI ole suojattu! ^BGKaappaa hallintapisteet takaisin suojataksesi sitä!
fr: ^K1Votre générateur n'est PAS protégé ! ^BGRe-capturez des points de contrôle pour le protéger !
gl: ^K1O teu xerador NON está protexido! ^BGRe-captura puntos de control para protexelo!
it: ^K1Il tuo generatore NON è scudato!^BGRicattura punti di controllo per scudarlo!
ja_jp: ^K1あなたの発生器はシールドされていない! ^BGコントロールポイントを再取れてシールドして!
pt_br: ^K1O seu gerador NÃO está blindado! ^BGRecapture pontos de controle para blindá-lo!
ro: ^K1Generatorul tău NU este protejat! ^BGCapturează punctele de control ca să-i activezi protecția!
ru: ^K1Ваш генератор без защиты ^BGЗахватите опорные точки, чтобы защитить его!
sv: ^K1Eran generator är INTE sköldad! ^BGTa tillbaka kontrollpunkter för att skölda den!

source: ^BGPress ^F2%s^BG to teleport
ast: ^BGPrimi ^F2%s^BG pa teletresportate
de: ^BGDrücke ^F2%s^BG zum Teleportieren
es: ^BGPulsa ^F2%s^BG para teletransportarse
fi: ^BGPaina ^F2%s^BG etäsiirtyäksesi
fr: ^BGAppuyez sur ^F2%s^BG pour vous téléporter
gl: ^BGPreme ^F2%s^BG para teletransportar
it: ^BGPremi ^F2%s^BG per teletrasportarti
ja_jp: ^BG ^F2%s^BG を押してテレポートする
pl: ^BGWciśnij ^F2%s^BG aby się teleportować
pt_br: ^BGAperte ^F2%s^BG para se teletransportar
ru: ^BGНажмите ^F2%s^BG для телепортации
sv: ^BGTryck på ^F2%s^BG för att teleportera

source: ^BGTeleporting disabled for %s
ast: ^BGEl teletresporte desactivóse demientres %s
de: ^BGTeleportation deaktiviert für %s
es: ^BGTeletransportación deshabilitada por %s
fi: ^BGEtäsiirto on kytketty pois %s :lle
fr: ^BGTéléportation désactivée pendant %s
gl: ^BGTeletransportación desactivada para %s
it: ^BGTeletrasporto disabilitato per %s
ja_jp: ^BGテレポートは %s 間無効
pl: ^BGTeleportacja wyłączona na %s
pt_br: ^BGTeletransporte desabilitado para %s
ro: ^BGTeleportarea dezactivată pentru %s
ru: ^BGТелепортация запрещена для %s
sv: ^BGTeleportering är avslagen för %s

source: ^F2Now playing ^F4OVERTIME^F2! Keep fragging until we have a winner!
bg: ^F2Сега играете ^F4ИЗВЪНРЕДНО^F2! Продължете да се стреляте докато имаме победител!
de: ^F4VERLÄNGERUNG^F2! Tötet weiter, bis wir einen Gewinner haben!
es: ^F2¡Ahora jugando en ^F4TIEMPO EXTRA^F2! ¡Sigue eliminando hasta que tengamos un ganador!
fi: ^F2Nyt pelataan ^F4JATKOAIKAA^F2! Jatka lahtaamista kunnes voittaja selviää!
fr: ^F4PROLONGATIONS^F2 ^F2commencées ! Continuez de jouer jusqu'à ce qu'il y ait un gagnant !
gl: ^F2Agora xogando en ^F4OVERTIME^F2! Segue eliminando ata que teñamos un gañador!
it: ^F2Si giocano i ^F4SUPPLEMENTARI^F2! Continua a fraggare finché non c'è un vincitore!
ja_jp: ^F4残業中^F2! ^F2勝者が出るまで削除を立て続けて!
pl: ^F2Teraz grasz ^F4DOGRYWKĘ^F2! Walcz dopóki nie będzie zwycięzcy!
pt_br: ^F2Jogando agora nos ^F4ACRÉSCIMOS^F2! Continue executando até que tenhamos um vencedor!
ro: ^F2Acum se joacă ^F4PRELUNGIRE^F2! Continuați să ucideți până ce avem un învingător!
ru: ^F2Теперь идёт ^F4ДОПОЛНИТЕЛЬНОЕ ВРЕМЯ^F2! Продолжайте набирать фраги, пока не определится победитель!
sv: ^F2Spelar nu ^F4ÖVERTID^F2! Fortsätt fragga tills vi har en vinnare!
uk: ^F2Почався ^F4ДОДАТКОВИЙ ЧАС^F2! Продовжуйте боротьбу доки не визначиться переможець!

source: ^F2Now playing ^F4OVERTIME^F2! Keep scoring until we have a winner!
bg: ^F2Сега играете ^F4ИЗВЪНРЕДНО^F2! Продължете да бележите докато имаме победител!
de: ^F4VERLÄNGERUNG^F2! Punktet weiter, bis wir einen Gewinner haben!
es: ^F2¡Ahora jugando en ^F4TIEMPO EXTRA^F2! ¡Sigue acertando hasta que tengamos un ganador!
fi: ^F2Nyt pelataan ^F4JATKOAIKAA^F2! Jatka pisteiden takomista kunnes voittaja selviää!
fr: ^F4PROLONGATIONS^F2 ^F2commencées ! Continuez de marquer des points jusqu'à ce qu'il y ait un gagnant !
gl: ^F2Agora xogando en^F4OVERTIME^F2! Segue acertando ata que teñamos un gañador!
it: ^F2Si giocano i ^F4SUPPLEMENTARI^F2! Continua a segnare finché non c'è un vincitore!
ja_jp: ^F4残業中^F2! ^F2勝者が出るまで得点を立て続けて!
pt_br: ^F2Jogando agora nos ^F4ACRÉSCIMOS^F2! Continue pontuando até que tenhamos um vencedor!
ro: ^F2Acum se joacă ^F4PRELUNGIRE^F2! Continuați să înscrieți până ce avem un învingător!
ru: ^F2Теперь идёт ^F4ДОПОЛНИТЕЛЬНОЕ ВРЕМЯ^F2! Продолжайте зарабатывать очки, пока не определится победитель!
sv: ^F2Spelar nu ^F4ÖVERTID^F2! Fortsätt poängsätta tills vi har en vinnare!
uk: ^F2Почався ^F4ДОДАТКОВИЙ ЧАС^F2! Продовжуйте набирати очки доки не визначиться переможець!

source: ^F2Now playing ^F4OVERTIME^F2! Generators are now decaying. The more control points your team holds, the faster the enemy generator decays
ast: ^F2¡Agora tas na ^F4PRORROGA^F2! Los xeneradores tán estropiándose. Cuantos más xeneradores capture'l to equipu, más rápido va romper el xenerador enemigu
de: ^F2Wir gehen in die ^F4VERLÄNGERUNG^F2! Generatoren beginnen zu zerfallen. Je mehr Kontrollpunkte dein Team hält, desto schneller zerfällt der gegnerische Generator
es: ^F2¡Ahora jugando en ^F4TIEMPO EXTRA^F2! Los generadores están decayendo. Cuánto más puntos de control tenga tu equipo, más rápido decaerá el generador enemigo
fi: ^F2Nyt pelataan ^F4JATKOAIKAA^F2! Generaattorit hiipuvat. Mitä enemmän hallintapisteitä joukkueesi pitää hallussa, sitä nopeammin vastustajan generaattorit hiipuvat
fr: ^F4PROLONGATIONS^F2 ^F2commencées ! Les générateurs sont en train de se détériorer. Plus votre équipe détient de points de contrôle, plus vite le générateur ennemi se détériore.
gl: ^F2Agora xogando ^F4OVERTIME^F2! Os xeradores agora están en descomposición. Cantos máis puntos de control teña o teu equipo, máis rápido decaerá o xerador inimigo
it: ^F2Si giocano i ^F4SUPPLEMENTARI^F2! I generatori stanno ora decadendo. Più punti di controllo la tua squadra possiede, più in fretta il generatore nemico decade
ja_jp: ^F4残業中^F2! 発電機は現在衰退してる。 チームが保持するコントロールポイントが多いほど、 敵の発生器の減衰が速くなる
pt_br: ^F2Jogando agora nos ^F4ACRÉSCIMOS^F2! Os geradores estão enfraquecendo agora. Quanto mais pontos de controle a sua equipe tiver, mais rápido o gerador inimigo enfraquecerá
ro: ^F2Acum se joacă ^F4PRELUNGIRE^F2! Generatoarele încep să cedeze. Cu cât mai multe puncte deține echipa ta, cu atât mai repede va ceda generatorul inamicului
ru: ^F2Теперь идёт ^F4ДОПОЛНИТЕЛЬНОЕ ВРЕМЯ^F2! Генерторы постепенно распадаются. Чем больше опорных точек держит ваша команда, тем быстрее распадается генератор противника
sv: ^F2Spelar nu ^F4ÖVERTID^F2! Generatorer förfaller nu. Desto fler kontrollpunkter erat lag håller, desto snabbare förfaller fiendens generator
