Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^K1You got caught in the blast of a Racer explosion!
ast: ^K1¡Tabes metanes del españíu d'un Racer!
bg: ^K1Вие бяхте хванат от взривната вълна на Racer експлозия!
de: ^K1Du wurdest von der Explosion eines Rasers getötet!
es: ^K1¡Fuiste atrapado en el estallido de una explosión de un Racer!
fi: ^K1Otit osumaa Kilpurin räjähdyksen töräyksestä!
fr: ^K1Vous avez été pris dans l'explosion d'un Racer !
gl: ^K1Quedaches atrapado na explosión dun Bólido!
it: ^K1Sei stato coinvolto nello scoppio dell'esplosione di un Racer!
ja_jp: ^K1レーサーの爆風に巻き込まれた!
pt_br: ^K1Você foi pego no raio de uma explosão de Racer!
ro: ^K1You ai fost prins în explozia unei mașini de curse!
ru: ^K1Вас задело взрывной волной от Гонщика!
sv: ^K1Du blev inblandad i sprängningen av en Racer-explosion!
uk: K1Ви загинули у вибуху Racer!

source: ^K1You couldn't find shelter from a Racer rocket!
ast: ^K1¡Nun pudiesti escondete del cohete d'un Racer!
bg: ^K1Вие не можахте да се скриете от Racer ракета!
de: ^K1Du konntest keinen Schutz vor der Rakete eines Rasers finden!
es: ^K1¡No pudiste refugiarte del misil del Racer!
fi: ^K1Et löytänyt suojaa Kilpurin raketilta!
fr: ^K1Vous n'avez pas pu esquiver une roquette de Racer !
gl: ^K1Non puideches atopar refuxio dun foguete do Bólido!
it: ^K1Non sei riuscito a trovare riparo dal razzo di un Racer!
ja_jp: ^K1レーサーロケットからの避難所を見つけることができなかった!
pt_br: ^K1Você não conseguiu escapar do foguete de um Racer!
ro: ^K1Nu te-ai putut adăposti de racheta unei mașini de curse!
ru: ^K1Вы не смогли укрыться от ракеты Гонщика!
sv: ^K1Du kunde inte hitta skydd från en Racer-raket!
uk: ^K1Ви не змогли знайти захист від ракети Racer!

source: ^K1Watch your step!
ast: ^K1¡Anda pelo segao!
bg: ^K1Гледай къде ходиш!
de: ^K1Achte darauf, wo du hintrittst!
es: ^K1¡Cuidado por dónde pisas!
fi: ^K1Katso vähän mihin astut!
fr: ^K1Attention à la marche !
gl: ^K1Coidado onde pos os pés!
it: ^K1Attento a dove metti i piedi!
ja_jp: ^K1あなたの足元に気を付けて!
pl: ^K1Patrz gdzie idziesz!
pt_br: ^K1Cuidado onde pisa!
ro: ^K1Ai grija unde calci!
ru: ^K1Смотрите под ноги!
sr: ^K1Пазите где газите!
sv: ^K1Se upp var du går!
uk: ^K1Дивіться під ноги!

source: ^K1Traitor! You betrayed teammate ^BG%s
fr: ^K1Traitre ! Vous avez trahi votre coéquipier ^BG%s
gl: ^K1Traidor! Traizoaste ao teu compañeiro de equipo ^BG%s
it: ^K1Traditore! Hai tradito un compagno di sqaudra ^BG%s
pt_br: ^K1Traição! Você traiu o(a) colega de equipe ^BG%s
ru: ^K1Предатель! Вы подвели товарища по команде ^BG%s

source: ^K1Traitor! You team killed ^BG%s
ast: ^K1¡Traidor! Matesti al compañeru ^BG%s
de: ^1Verräter! Du hast dein Teammitglied ^BG%s getötet
es: ^K1¡Traidor! ¡Mataste a tu compañero ^BG%s!
fi: ^K1Petturi! Joukkuetapoit ^BG%s
fr: ^K1Traitre ! Vous avez tué votre coéquipier ^BG%s
gl: ^K1Traidor! O teu equipo morto ^BG%s
it: ^K1Traditore! Hai ucciso ^BG%s
ja_jp: ^K1裏切り者! ^BG%sをチームキルした
pt_br: ^K1Traição! Você matou o(a) colega de equipe ^BG%s
ru: ^K1Предатель! Вы убили союзника ^BG%s
sv: ^K1Bedragare! Du lagdödade ^BG%s

source: ^K1You were betrayed by teammate ^BG%s
fr: ^K1Vous avez été trahi par votre coéquipier ^BG%s
gl: ^K1Fuches traizoado por un compañeiro de equipo ^BG%s
it: ^K1Sei stato tradito da un compagno di squadra ^BG%s
pt_br: ^K1Você foi traído por seu colega de equipe ^BG%s
ru: ^K1Вас предал союзник ^BG%s

source: ^K1You were team killed by ^BG%s
ast: ^K1Matóte'l compañeru ^BG%s
de: ^K1Du wurdest von deinem Teammitglied ^BG%s getötet
es: ^K1Fuiste asesinado por tu compañero ^BG%s
fi: ^K1Sinut joukkuetapettiin ^BG%s
fr: ^K1Vous avez été tué par votre coéquipier ^BG%s
gl: ^K1Fuches asesinado polo teu compañeiro ^BG%s
it: ^K1Sei stato ucciso dal tuo compagno di squadra ^BG%s
ja_jp: ^K1 ^BG%s によってチームキルされた!
pt_br: ^K1^BG%s, da sua equipe, matou você
ru: ^K1Вас убил союзник ^BG%s
sv: ^K1Du blev lagdödad av ^BG%s

source: ^K1Stop idling! ^BGDisconnecting in ^COUNT...
ast: ^K1¡Dexa de tar ausente! ^BGVamos desconectate en ^COUNT...
bg: ^K1Спри да се мотаеш! ^BGИзключване след ^COUNT...
de: ^K1Steh nicht herum! ^BGDie Verbindung wird in ^COUNT getrennt …
es: ^K1¡Deja de estar inactivo! ^BGDesconectando en ^COUNT...
fi: ^K1Lopeta se toimettomuus! ^BGYhteys katkaistaan ^LOPPULASKENTA...
fr: ^K1Ne restez pas inactif ! ^BGDéconnexion dans ^COUNT…
gl: ^K1Deixa de estar inactivo! ^BGDesconectando en ^COUNT...
it: ^K1Smettila di non far nulla! ^BGDisconnessione in ^COUNT...
ja_jp: ^K1不活発者であることを停止しろ! ^BG^COUNT 後に切断してる...
pl: ^K1Przestań idlować! ^BGRozłączenie za ^COUNT...
pt_br: ^K1Mexa-se! ^BGDesconectando em ^COUNT...
ro: ^K1Încetează a mai fi inactiv! ^BGVei fi deconectat în ^COUNT...
ru: ^K1Хватит бездельничать! ^BGОтключение через ^COUNT…
sv: ^K1Sluta stå still! ^BGKopplar från om ^COUNT...
uk: ^K1Годі ледарювати! ^BGРоз'єднання через ^COUNT...

source: ^K1Stop idling! ^BGMoving to spectators in ^COUNT...
ast: ^K1¡Dexa de tar ausente! ^BGVas ser espectador en ^COUNT...
de: ^K1Steh nicht herum! ^BGZuschauermodus in ^COUNT …
es: ^K1¡Deja de estar inactivo! ^BGMoviendo a espectadores en ^COUNT...
fi: ^K1Lopeta sluibuilu! ^BGSiirryt katsojahommiin ajassa ^LÄHTÖLASKENTA...
fr: ^K1Ne restez pas inactif ! ^BGDéplacement vers les spectateurs dans ^COUNT…
gl: ^K1Deixa de estar inactivo! ^BGMovendo aos espectadores en ^COUNT...
it: ^K1Smettila di non far nulla! ^BGVerrai spostato tra gli spettatori fra ^COUNT...
ja_jp: ^K1非活動になるのはやめて! ^BG ^COUNT で観客を移動中...
pt_br: ^K1Mexa-se! ^BGIndo para os espectadores em ^COUNT...
ru: ^K1Хватит бездельничать! ^BGПеремещение к зрителям через ^COUNT…
sv: ^K1Sluta stå still! ^BGFlyttar till åskådare om ^COUNT...

source: ^K1Teams unbalanced! ^BGMoving %s^BG to spectators in ^COUNT...
de: ^K1Die Teams sind unausgeglichen! ^BG%s^BG wird zum Zuschauer in ^COUNT …
fr: ^K1Équipes déséquilibrées ! ^BGDéplacement de %s^BG vers les spectateurs dans ^COUNT…
gl: ^K1Equipos desequilibrados! ^BGMovendo %s^BG aos espectadores en ^COUNT...
it: ^K1Squadre sbilanciate! ^BG%s ^BGverrà spostato tra gli spettatori fra ^COUNT...
pt_br: ^K1Equipes desequilibradas! ^BGTransferindo %s^BG aos espectadores em ^COUNT...
ru: ^K1Команды не равны! ^BGПеремещение %s^BG к зрителям через ^COUNT…

source: ^BGYou need %s^BG!
ast: ^BG¡Precises %s^BG!
de: ^BGDu brauchst %s^BG!
es: ^BG¡Necesitas %s^BG!
fi: ^BGSinä tarvitset %s^BG!
fr: ^BGVous avez besoin de %s^BG !
gl: ^BGPrecisas %s^BG!
it: ^BGHai bisogno di %s^BG!
ja_jp: ^BG %s^BG が必要だ!
pl: ^BGPotrzebujesz %s^BG!
pt_br: ^BGVocê precisa %s^BG!
ro: ^BGAi nevoie de %s^BG!
ru: ^BGВам нужен %s^BG!
sv: ^BGDu behöver %s^BG!

source: ^BGYou also need %s^BG!
ast: ^BG¡Tamién precises %s^BG!
de: ^BGDu brauchst auch %s^BG!
es: ^BG¡También necesitas %s^BG!
fi: ^BGTarvitset myös %s^BG!
fr: ^BGVous avez aussi besoin de %s^BG !
gl: ^BGTamén precisas %s^BG!
it: ^BGHai bisogno anche di %s^BG!
ja_jp: ^BG %s^BG も必要だ!
pl: ^BGTakże potrzebujesz %s^BG!
pt_br: ^BGVocê também precisa %s^BG!
ro: ^BGAi nevoie și de %s^BG!
ru: ^BGВам так же нужен %s^BG!
sv: ^BGDu behöver också %s^BG!

source: ^BGDoor unlocked!
ast: ^BG¡Desbloquióse la puerta!
de: ^BGTür entriegelt!
es: ^BG¡Puerta desbloqueada!
fi: ^BGOvi avattu!
fr: ^BGPorte déverrouillée !
gl: ^BGPorta desbloqueada!
it: ^BGPorta aperta!
ja_jp: ^BG扉を開けた!
pl: ^BGDrzwi odblokowane!
pt_br: ^BGPorta destrancada!
ro: ^BGUșa s-a descuiat!
ru: ^BGДверь разблокирована!
sv: ^BGDörren är upplåst!

source: ^F2Extra lives taken: ^K1%s
de: ^F2Aufgesammelte Extra-Leben: ^K1%s
es: ^F2Vidas extra tomadas: ^K1%s
fi: ^F2Lisäelämiä napattu: ^K1%s
fr: ^F2Vies supplémentaires acquises : ^K1%s
gl: ^F2Vidas extra tomadas: ^K1%s
it: ^F2Vite extra prese: ^K1%s
ja_jp: ^F2奪った余分な命数: ^K1%s
pt_br: ^F2Vidas extras tomadas: ^K1%s
ru: ^F2Получено дополнительных жизней: ^K1%s
sv: ^F2Extraliv tagna: ^K1%s

source: ^K3You revived ^BG%s
ast: ^K3Resucitesti a ^BG%s
bg: ^K3Вие съживихте ^BG%s
de: ^K3Du hast ^BG%s^K3 wiederbelebt
es: ^K3Reviviste a ^BG%s
fi: ^K3Sinä elvytit ^BG%s
fr: ^K3Vous avez dégelé ^BG%s
gl: ^K3Reviviches ^BG%s
it: ^K3Hai risvegliato ^BG%s
ja_jp: ^K3 ^BG%s を復活した
pl: ^K3Rozmroziłeś ^BG%s
pt_br: ^K3Você reanimou ^BG%s
ro: ^K3L-ai reînviat pe ^BG%s
ru: ^K3Вы оживили ^BG%s
sv: ^K3Du återupplivade ^BG%s
uk: K3Ви оживили ^BG%s

source: ^K3You revived yourself
ast: ^K3Resucitesti
bg: ^K3Вие се съживихте
de: ^K3Du hast dich selbst wiederbelebt
es: ^K3Te has revivido a ti mismo
fi: ^K3Elvytit itsesi
fr: ^K3Vous vous êtes dégelé vous-même
gl: ^K3Revivicheste a ti mesmo
it: ^K3Ti sei risvegliato da solo
ja_jp: ^K3自分自身を復活した
pl: ^K3Odtajałeś
pt_br: ^K3Você se reanimou
ro: ^K3Te-ai reînviat singur
ru: ^K3Вы оживили сами себя
sv: ^K3Du återupplivade dig själv
uk: ^K3Ви оживили себе

source: ^K3You were revived by ^BG%s
ast: ^BG%s ^K3resucitóte
bg: ^K3Бяхте съживен от ^BG%s
de: ^K3Du wurdest von ^BG%s^K3 wiederbelebt
es: ^K3Fuiste revivido por ^BG%s
fi: ^K3Sinut elvytettiin ^BG%s :n toimesta
fr: ^K3Vous avez été dégelé par ^BG%s
gl: ^K3Fuches revivido por ^BG%s
it: ^K3Sei stato risvegliato da ^BG%s
ja_jp: ^K3 ^BG%s によって復活された
pl: ^K3Zostałeś rozmrożony przez ^BG%s
pt_br: ^K3Você foi reanimado por ^BG%s
ro: ^K3Ai fost reînviat de ^BG%s
ru: ^K3Вас оживил ^BG%s
sv: ^K3Du blev återupplivad av ^BG%s
uk: K3Вас оживив ^BG%s

source: ^BGYou were automatically revived after %s seconds
ast: ^BGResucitesti automáticamente dempués de %s segundos
de: ^BGDu wurdest nach %s Sekunden automatisch wiederbelebt
es: ^BGHas sido revivido automáticamente después de %s segundos
fi: ^BGSinut elvytettiin automaattisesti %ssekunnin jälkeen
fr: ^BGVous avez été dégelé automatiquement après %s secondes
gl: ^BGReviviches automaticamente despois de %s segundos
it: ^BGSei stato automaticamente risvegliato dopo %s secondi
ja_jp: ^BG%s秒後に自動的に復活しました
pt_br: ^BGVocê foi automaticamente reanimado após %s segundos
ru: ^BGВы были автоматически оживлены после %s секунд
sv: ^BGDu blev automatiskt återupplivad efter %s sekunder

source: ^BGThe generator is under attack!
ast: ^BG¡El xenerador ta baxo ataque!
de: ^BGDer Generator steht unter Beschuss!
es: ^BG¡El generador está bajo ataque!
fi: ^BGGeneraattoriin hyökätään!
fr: ^BGLe générateur est attaqué !
gl: ^BGO xerador está baixo ataque!
it: ^BGIl generatore è sotyo attacco!
ja_jp: ^BG発生器が攻撃を受けている!
pl: ^BGGenerator jest pod atakiem!
pt_br: ^BGO gerador está sob ataque!
ro: ^BGGeneratorul este atacat!
ru: ^BGГенератор атакован!
sv: ^BGGeneratorn är under attack!

source: ^TC^TT^BG team loses the round
ast: ^BGL'equipu ^TC^TT ^BGperdió la ronda
de: Team ^TC^TT^BG verliert die Runde
es: El equipo ^TC^TT^BG pierde la ronda
fi: ^TC^TT^BG joukkue häviää kierroksen
fr: ^BGL'équipe ^TC^TT^BG perd la manche
gl: ^TC^TT^BG equipo perde a rolda
it: ^TCLa squadra ^TT^BG ha perso il round
ja_jp: ^TC^TT^BG チームがラウンドに負けた
pl: ^TC^TTA^BG drużyna przegrywa rundę
pt_br: A equipe ^TC^TT^BG perdeu a rodada
ru: ^TC^TT^BG команда проиграла раунд
sr: Екипа боје ^TC^TT^BG је изгубила рунду
sv: ^TC^TT^BG lag förlorar omgången

source: ^K1You froze yourself
ast: ^K1Conxeléstite
bg: ^K1Вие се замразихте
de: ^K1Du hast dich selbst eingefroren
es: ^K1Te congelaste a ti mismo
fi: ^K1Jäädytit itsesi
fr: ^K1Vous vous êtes gelé vous-même
gl: ^K1Conxelácheste a ti mesmo
it: ^K1Ti sei congelato da solo
ja_jp: ^K1自分自身を冷凍した
pl: ^K1Zamroziłeś się
pt_br: ^K1Você se congelou
ro: ^K1Te-ai înghețat singur
ru: ^K1Вы заморозили сами себя
sv: ^K1Du frös dig själv
uk: ^K1Ви заморозили самі себе

source: ^K1Round already started, you spawn as frozen
ast: ^K1La ronda yá comenzó, vas aprucir conxeláu
bg: ^K1Рунда вече започна, появявате се замръзнал
de: ^K1Die Runde hat bereits begonnen, du spawnst eingefroren
es: ^K1Ronda previamente iniciada, aparecerás congelado
fi: ^K1Kierros on jo alkanut, ilmestyt jäätyneenä
fr: ^K1La manche a déjà commencé, vous apparaissez comme gelé
gl: ^K1A rolda xa comezou, apareces como conxelado
it: ^K1Round già iniziato, nasci come congelato
ja_jp: ^K1ラウンドはすでに開始されており、凍結状態で現れる
pl: ^K1Runda już się zaczęła, rozpoczynasz zamrożony
pt_br: ^K1A rodada já começou, você surgiu congelado
ro: ^K1Runda a început deja, vei începe înghețat
ru: ^K1Раунд уже начался, вы были возрождены замороженным
sv: ^K1Omgång redan startad, du skapas frusen
uk: ^K1Раунд вже почався, ви починаєте вже замороженим

source: ^K1A %s has arrived!
bg: ^K1A %s пристигна!
de: ^K1A %s ist angekommen!
es: ^K1¡Un %s ha llegado!
fi: ^K1A %s on saapunut!
fr: ^K1Un %s est arrivé !
gl: ^K1A %s chegou!
it: ^K1E' arrivato un %s!
ja_jp: ^K1 %s が到着した!
pl: ^K1%s przybył!
pt_br: ^K1Um %s chegou!
ro: ^K1 %s a sosit!
ru: ^K1A %s прибыл!
sv: ^K1A %s har anländigt!

source: ^BGYou got the ^F1Fuel regenerator
de: ^F1Treibstoff-Regenerator^BG erhalten
es: ^BGHas conseguido el ^F1Regenerador de combustible
fi: ^BGSinulla on ^F1Polttoaineen uusiotuotin
fr: ^BGVous avez le ^F1regénérateur de carburant
gl: ^BGTes o ^F1Rexerador de combustible
it: ^BGHai preso il ^F1Rigenera carburante
ja_jp: ^BG^F1燃料再生器を手に入れた
pt_br: ^BGVocê pegou o ^F1Regenerador de combustível
ru: ^BGУ вас есть ^F1Восполнитель топлива
sv: ^BGDu fick tag på ^F1Bensinregenerator

source: ^BGYou got the ^F1Jetpack
ast: ^BGPañesti la ^F1mochila propulsora
de: ^F1Jetpack^BG erhalten
es: ^BGHas obtenido la ^F1Mochila propulsora
fi: ^BGSinulla on ^F1Lentopakkaus
fr: ^BGVous avez le ^F1Jetpack
gl: ^BGTes a ^F1Mochila propulsora
it: ^BGHai preso il ^F1Jetpack
ja_jp: ^BG^F1ジェットパックを手に入れた
pt_br: ^BGVocê pegou a ^F1Mochila a Jato
ru: ^BGВы взяли ^F1Реактивный ранец
sv: ^BGDu fick tag på ^F1Jetpacken

source: ^K1Your Xonotic version is incompatible with the server's version!
de: ^K1Deine Xonotic-Version ist mit der Version des Servers inkompatibel!
fr: ^K1Votre version de Xonotic est incompatible avec la version du serveur !
gl: ^K1A túa versión de Xonotic é incompatible coa versión do servidor!
it: ^K1La tua versione di Xonotic è incompatibile con la versione del server!
pt_br: ^K1Sua versão de Xonotic é incompatível com a versão do servidor!
ru: ^K1Ваша версия Xonotic несовместима с версией сервера!!

source: ^K1No spawnpoints available! Hope your team can fix it...
ast: ^K1¡Nun hai aprucideros disponibles! A ver si'l to equipu lo soluciona...
bg: ^K1Няма свободни места! Надявайте се отбора Ви да се справи с положението...
de: ^K1Keine Spawnpunkte frei! Hoffentlich schafft es dein Team …
es: ^K1¡No hay espacio disponible para aparecer! Confía en que tu equipo lo pueda arreglar...
fi: ^K1Ei uudelleensyntypisteitä! Toivottavasti joukkueesi korjaa ongelman...
fr: ^K1Aucun endroit où réapparaître ! En espérant que votre équipe puisse y remédier…
gl: ^K1Non hai puntos de creación dispoñibles! Espero que o teu equipo poida solucionalo...
it: ^K1Nessun punto di nascita disponibile! Spero che la tua squadra possa rimediare a questo...
ja_jp: ^K1利用可能な現れられるスペースがありません! あなたのチームがそれを修正できることを願っています...
pt_br: ^K1Não há pontos de surgimento disponíveis! Tomara que sua equipe consiga consertar isso...
ro: ^K1Niciun punct de spawn valabil! Să sperăm că echipa ta va putea remedia asta...
ru: ^K1Вас негде возродить! Надейтесь, что ваша команда сможет это исправить…
sv: ^K1Inga återskapningsplatser tillgängliga! Hoppas att ditt lag kan fixa det...
uk: ^K1Жодна точка відродження недоступна! Надійтесь на свою команду...

source: ^K1You aren't allowed to play because you are banned in this server
de: ^K1Du darfst nicht spielen, weil du von diesem Server verbannt bist
es: ^K1No puedes jugar porque estás baneado en este servidor
fr: ^K1Vous n'êtes pas autorisé à jouer car vous êtes banni de ce serveur
gl: ^K1Non tes permiso para xogar porque estás prohibido neste servidor
it: ^K1Non ti è permesso giocare perché sei bannato in questo server
ja_jp: ^K1このサーバーでは禁止されているため、プレイすることはできません
pt_br: ^K1Não é permitido você jogar porque você está banido neste servidor
ru: ^K1По какой-то причине, Вам запрещено играть на этом сервере
sv: ^K1Du har inte tillåtelse att spela för att du är bannad från denna server

source: ^K1You may not join the game at this time. This match is limited to ^F2%s^BG players.
de: ^K1Du kannst dem Spiel im Moment nicht beitreten. Dieses Spiel ist auf ^F2%s^BG Spieler begrenzt.
es: ^K1No puedes unirte al juego en este momento. Esta partida está limitada a ^F2%s^BG jugadores.
fi: ^K1Et voi liittyä peliin tällä hetkellä. Tämä ottelu on rajoitettu ^F2%s^BG pelaajaan.
fr: ^K1Vous ne pouvez pas rejoindre la partie actuellement. Cette partie est limitée à ^F2%s^BG joueurs.
gl: ^K1Non podes unirte ao xogo neste momento. Esta partida está limitada a ^F2%s^BG xogadores.
it: ^K1Non puoi entrare nel gioco in questo momento Questa partita è limitata a ^F2%s^BG giocatori.
ja_jp: ^K1現在、ゲームに参加することはできません。 この試合は^F2%s^BGプレイヤーに制限されています。
pt_br: ^K1Você não pode entrar no jogo agora. Esta partida é limitada a ^F2%s^BG jogadores.
ru: ^K1Вы не можете присоединиться к игре в данный момент. Этот матч ограничен для ^F2%s^BG игроков.
sv: ^K1Du kan inte gå med spelet just nu. Matchen är begränsad till ^F2%s^BG spelare.

source: ^K1Cannot join given minigame session!
de: ^K1Der angegebenen Minispielsitzung kann nicht beigetreten werden!
es: ^K1¡No se puede unir a la sesión del minijuego que se ha dado!
fi: ^K1Annettuun pienpeli-istuntoon ei voitu liittyä!
fr: ^K1Impossible de rejoindre cette session de mini jeux !
gl: ^K1Non se pode unir a unha sesión de minixogo determinada!
it: ^K1Non puoi partecipare alla data sessione di minigame!
ja_jp: ^K1特定のミニゲームセッションに参加できない!
pt_br: ^K1Não foi possível entrar nesta sessão de minijogo!
ro: ^K1Nu poți participa la sesiunea de mini-joc selectată!
ru: ^K1Невозможно присоединиться к данной сессии мини-игры!
sv: ^K1Kan inte gå med på given minispelsession!

source: ^K2Your ping (connection latency) is currently too high to play here. Please consider joining a server closer to you.
fr: ^K2Votre ping (latence de connexion) est actuellement trop élevé pour jouer ici. Veuillez envisager de rejoindre un serveur plus proche de chez vous.
gl: ^K2A túa latencia (ping) é actualmente demasiado alta para xogar aquí. Por favor, considera unirte a un servidor máis preto a ti.
it: ^K2Il tuo ping (latenza di connessione) è attualmente troppo alto per giocare qui. Considera di connetterti a un server più vicino a te.
pt_br: ^K2Seu ping (latência de conexão) é alto demais para jogar aqui. Por favor, considere entrar em um servidor mais próximo de você.
ru: ^K2Сейчас ваш пинг (задержка соединения) слишком высок, чтобы играть здесь. Пожалуйста, подумайте о том, чтобы перейти на сервер поближе к вам.

source: ^BGYou're queued to join any available team.
de: ^BGDu wartest darauf, einem beliebigen Team beizutreten.
fr: ^BGVous êtes en file d'attente pour rejoindre n'importe quelle équipe disponible.
gl: ^BGEstás en cola para unirte a calquera equipo dispoñible.
it: ^BGSei in coda per unirti a una qualsiasi squadra disponibile
pt_br: ^BGVocê está na fila para entrar em qualquer equipe disponível.
ru: ^BGВы помещены в очередь присоединения к любой доступной команде.

source: ^BGYou're queued to join the ^TC^TT^BG team.
de: ^BGDu wartest darauf, Team ^TC^TT^BG beizutreten.
fr: ^BGVous êtes en file d'attente pour rejoindre l'équipe ^TC^TT^BG.
gl: ^BGEstás en cola para unirte ao equipo ^TC^TT^BG.
it: ^BGSei in coda per unirti alla squadra ^TC^TT^BG.
pt_br: ^BGVocê está na fila para entrar na equipe ^TC^TT^BG.
ru: ^BGВы помещены в очередь присоединения к команде ^TC^TT^BG.

source: %s^K2 chose ^TC^TT^K2 first.
de: %s^K2 wählte ^TC^TT^K2 zuerst.
fr: %s^K2 a choisi ^TC^TT^K2 en premier.
gl: %s^K2 escolleu ^TC^TT^K2 primeiro.
it: %s^K2 ha scelto ^TC^TT^K2 prima di te.
pt_br: %s^K2 escolheu ^TC^TT^K2 primeiro.
ru: %s^K2 выбрал ^TC^TT^K2 первым.

source: ^K2You're queued to join any available team.
de: ^K2Du wartest darauf, einem beliebigen Team beizutreten.
fr: ^2Vous êtes en file d'attente pour rejoindre n'importe quelle équipe disponible.
gl: ^K2Estás na cola para unirte a calquera equipo dispoñible.
it: ^K2Sei in coda per unirti a una qualsiasi squadra disponibile.
pt_br: ^K2Você está na fila para entrar em qualquer equipe disponível.
ru: ^K2Вы помещены в очередь присоединения к любой доступной команде.

source: %s^K2 chose your preferred team first.
de: %s^K2 hat dein bevorzugtes Team zuerst gewählt.
fr: %s^K2 a choisi votre équipe préférée en premier.
gl: %s^K2 escolleu o teu equipo preferido primeiro.
it: %s^K2 ha scelto la tua squadra preferita prima di te.
pt_br: %s^K2 escolheu sua equipe preferida primeiro.
ru: %s^K2 выбрал желаемую вами команду первым.

source: ^K2You're now playing on ^TC^TT^K2 team!
de: ^K2Du spielst jetzt für Team ^TC^TT^K2!
fr: ^K2Vous jouez maintenant dans l'équipe ^TC^TT^K2 !
gl: ^K2Agora estás xogando no equipo ^TC^TT^K2!
it: ^K2Ora stai giocando nella squadra ^TC^TT^K2!
pt_br: ^K2Você está jogando agora na equipe ^TC^TT^K2!
ru: ^K2Вы теперь играете в команде ^TC^TT^K2!

source: ^BGYou're now playing on ^TC^TT^BG team!
de: ^BGDu spielst jetzt für Team ^TC^TT^BG!
fr: ^BGVous jouez maintenant dans l'équipe ^TC^TT^BG !
gl: ^BGAgora estás xogando no equipo ^TC^TT^BG!
it: ^BGOra stai giocando nella squadra ^TC^TT^BG!
pt_br: ^BGVocê está jogando agora na equipe ^TC^TT^BG!
ru: ^BGВы теперь играете в команде ^TC^TT^BG!

source: ^BGYou picked up the ball
ast: ^BGPañesti la bola
be: ^BGВы ўзялі мяч
bg: ^BGВие получихте топката
de: ^BGDu hast den Ball aufgenommen
es: ^BGHas recogido la pelota
fi: ^BGPoimit pallon matkaan
fr: ^BGVous avez ramassé la balle
gl: ^BGColleches o balón
it: ^BGHai preso la palla
ja_jp: ^BGボールを拾いた
pl: ^BGPodniosłeś kulę
pt_br: ^BGVocê pegou a bola
ro: ^BGAi prins mingea!
ru: ^BGВы завладели мячом
sv: ^BGDu har plockat upp bollen

source: ^BGGet the ball to score points for frags!
de: ^BGBekomme den Ball, und töte, um Punkte zu sammeln!
es: ^BG¡Obtén la pelota para ganar puntos por bajas!
fr: ^BGRécupérez la balle pour que vos frags rapportent des points !
gl: ^BGConsegue o balón para gañar puntos por baixas!
it: ^BGPrendi la palla per fare punti per le uccisioni!
ja_jp: ^BGボールを取ってフラグのポイントを獲得しましょう!
pt_br: ^BGPegue a bola para ganhar pontos pelas execuções!
ru: ^BGЗаполучите мяч, чтобы набрать очки за фраги!
sv: ^BGHämta bollen för att få poäng för fragg!

source: ^BGAll keys are in your team's hands! Help the key carriers to meet!
bg: ^BGВсички ключове са в ръцете на твоя отбор! Помогнете на ключоносителите да се срещнат!
de: ^BGDein Team hat alle Schlüssel! Hilf den Schlüsselträgern, sich zu treffen!
es: ^BG¡Todas las llaves están en posesión de tu equipo! ¡Ayuda a que los portadores de las llaves se puedan unir!
fi: ^BGKaikki avaimet ovat joukkueesi hallussa! Avusta avaintenkantajia tapaamaan toisensa!
fr: ^BGToutes les clés sont entre les mains de votre équipe ! Aidez les porteurs de clé à se réunir !
gl: ^BGTodas as chaves están nas mans do teu equipo! Axuda aos portadores da chave a atoparse!
it: ^BGTutte le chiavi sono in mano alla tua squadra! Aiuta i portachiavi a incontrarsi!
ja_jp: ^BG全ての鍵はチームの手にある! 鍵持ちが会うのを助けて!
pl: ^BGTwoja drużyna ma wszystkie klucze! Pomóż je niosącym się spotkać
pt_br: ^BGTodas as chaves estão com a sua equipe! Ajude os portadores das chaves a se encontrarem!
ro: ^BGToate cheile sunt în posesia echipei tale! Ajută posesorii de chei să se întâlnească!
ru: ^BGВаша команда собрала все ключи! Теперь вам нужно сгруппироваться!
sv: ^BGAlla nycklar är i erat lags händer! Hjälp nyckelbärarna att träffas!
uk: ^BGВаша команда володіє всіма ключами! Допоможіть носіям ключів зустрітися!
