Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BG%s^BG got the %s^BG buff!
ast: ^BG%s^BG pañó l'ameyora %s^BG!
be: ^BG%s^BG узяў баф %s^BG!
de: ^BG%s^BG hat den %s^BG-Bonus bekommen!
es: ^BG¡%s^BG tiene la mejora %s^BG!
fi: ^BG%s^BG sai %s^BG tsempin!
fr: ^BG%s^BG a le bonus de %s^BG !
gl: ^BG%s^BG conseguiu a %s^BG mellora!
it: ^BG%s^BG ha il bonus %s^BG!
ja_jp: ^BG%s^BG が %s^BG バフを手に入れた!
pl: ^BG%s^BG dostał %s^BG buff!
pt_br: ^BG%s^BG pegou o bônus de %s^BG!
ro: ^BG%s^BG a luat tonicul %s^BG!
ru: ^BG%s^BG взял бонус %s^BG!
sv: ^BG%s^BG fick tag på %s^BG buff!

source: ^BG%s^BG lost the %s^BG buff!
ast: ^BG%s^BG perdió l'ameyora %s^BG!
be: ^BG%s^BG згубіў баф %s^BG!
de: ^BG%s^BG hat den %s^BG-Bonus verloren!
es: ^BG¡%s^BG pierde la mejora %s^BG!
fi: ^BG%s^BG menetti %s^BG tsempin!
fr: ^BG%s^BG a perdu le bonus de %s^BG !
gl: ^BG%s^BG perde a %s^BG mellora!
it: ^BG%s^BG ha perso il bonus %s^BG!
ja_jp: ^BG%s^BG は %s^BG バフを失った!
pl: ^BG%s^BG stracił %s^BG buff!
pt_br: ^BG%s^BG perdeu o bônus de %s^BG!
ro: ^BG%s^BG a pierdut tonicul %s^BG!
ru: ^BG%s^BG потерял бонус %s^BG!
sv: ^BG%s^BG förlorade %s^BG buff!

source: ^BGYou dropped the %s^BG buff!
ast: ^BGSoltesti l'ameyora %s^BG!
be: ^BGВы кінулі баф %s^BG!
de: ^BGDu hast den %s^BG-Bonus fallengelassen!
es: ^BG¡Has tirado la mejora %s^BG!
fi: ^BGSinä pudotit %s^BG tsempin!
fr: ^BGVous avez lâché le bonus de %s^BG !
gl: ^BGTiraches a %s^BG mellora!
it: ^BGHai lasciato il bonus %s^BG!
ja_jp: ^BG %s^BG バフを落とした!
pl: ^BGUpuściłeś %s^BG buff!
pt_br: ^BGVocê largou o bônus de %s^BG!
ro: ^BGAi scăpat tonicul %s^BG!
ru: ^BGВы сбросили бонус %s^BG!
sv: ^BGDu släppte %s^BG buff!

source: ^BGYou got the %s^BG buff!
ast: ^BGPañesti l'ameyora %s^BG!
be: ^BGВы узялі баф %s^BG!
de: ^BGDu hast den %s^BG-Bonus bekommen!
es: ^BG¡Tienes la mejora %s^BG!
fi: ^BGSinulla on %s^BG tsemppi!
fr: ^BGVous avez le bonus de %s^BG !
gl: ^BGTes a %s^BG mellora!
it: ^BGHai preso il bonus %s^BG!
ja_jp: ^BG %s^BG バフを手に入れた!
pl: ^BGOtrzymałeś %s^BG buff!
pt_br: ^BGVocê pegou o bônus de %s^BG!
ro: ^BGAi primit tonic %s^BG!
ru: ^BGВы подняли бонус %s^BG!
sv: ^BGDu fick tag på %s^BG buff!

source: ^BGYou do not have the ^F1%s
ast: ^BGNun tienes ^F1%s
be: ^BGВы не маеце ^F1%s
bg: ^BGВие нямате ^F1%s
de: ^BGDu hast nicht: ^F1%s
es: ^BGNo tienes el/la ^F1%s
fi: ^BGSinulla ei ole ^F1%s
fr: ^BGVous n'avez pas le ^F1%s
gl: ^BGnon tes a/o ^F1%s
it: ^BGTu non hai l'arma ^F1%s
ja_jp: ^BG ^F1%s がない
pl: ^BGNie masz ^F1%s
pt_br: ^BGVocê não tem a ^F1%s
ro: ^BGNu ai ^F1%s
ru: ^BGУ вас отсутствует ^F1%s
sv: ^BGDu har inte ^F1%s
uk: ^BGВи не маєте ^F1%s

source: ^BGYou dropped the ^F1%s^BG%s
ast: ^BGSoltesti l'arma ^F1%s^BG%s
be: ^BGВы кінулі ^F1%s^BG%s
bg: ^BGВие изпуснахте ^F1%s^BG%s
de: ^BGDu hast ^F1%s^BG%s weggeworfen
es: ^BGHas tirado el/la ^F1%s^BG%s
fi: ^BGSinä pudotit ^F1%s^BG%s
fr: ^BGVous avez lâché le ^F1%s^BG%s
gl: ^BGTiraches o/a ^F1%s^BG%s
it: ^BGHai lasciato l'arma ^F1%s^BG%s
ja_jp: ^BG ^F1%s^BG%s を落とした
pl: ^BGPorzuciłeś ^F1%s^BG%s
pt_br: ^BGVocê largou a ^F1%s^BG%s
ro: ^BGAi scăpat ^F1%s^BG%s
ru: ^BGВы сбросили ^F1%s^BG%s
sr: ^BGИспустили сте ствар ^F1%s^BG%s
sv: ^BGDu släppte ^F1%s^BG%s
uk: ^BGВи втратили ^F1%s^BG%s

source: ^BGYou got the ^F1%s
ast: ^BGPañesti l'arma ^F1%s
be: ^BGВы ўзялі ^F1%s
bg: ^BGВие получихте ^F1%s
de: ^F1%s^BG erhalten
es: ^BGTienes el/la ^F1%s
fi: ^BGSinulla on ^F1%s
fr: ^BGVous avez le ^F1%s
gl: ^BGTes o/a ^F1%s
it: ^BGHai preso l'arma ^F1%s
ja_jp: ^BG ^F1%s を手に入れた
pl: ^BGOtrzymałeś ^F1%s
pt_br: ^BGVocê pegou a ^F1%s
ro: ^BGAi luat ^F1%s
ru: ^BGВы подобрали ^F1%s
sr: ^BGУзели сте оружје ^F1%s
sv: ^BGDu fick tag på ^F1%s
uk: ^BGВи отримали ^F1%s

source: ^BGYou don't have enough ammo for the ^F1%s
ast: ^BGNun tienes abonda munición pal arma: ^F1%s
be: ^BGВам не стае патронаў да ^F1%s
bg: ^BGНямате достатъчно муниции за ^F1%s
de: ^BGDu hast nicht genug Munition für ^F1%s
es: ^BGNo tienes suficiente munición para el/la ^F1%s
fi: ^BGSinulla ei ole tarpeeksi ammuksia tähän ^F1%s
fr: ^BGVous n'avez pas assez de munitions pour le ^F1%s
gl: ^BGNon tes suficiente munición para o/a ^F1%s
it: ^BGNon hai abbastanza munizioni per l'arma ^F1%s
ja_jp: ^BG ^F1%s に必要な弾薬が不足しています
pl: ^BGNie masz wystarczająco amunicji by ^F1%s
pt_br: ^BGVocê não tem munição suficiente para a ^F1%s
ro: ^BGNu ai suficientă muniție pentru ^F1%s
ru: ^BGНе хватает патронов, чтобы использовать ^F1%s
sv: ^BGDu har inte tillräckligt mycket med ammunition för ^F1%s
uk: ^BGУ вас недостатньо набоїв для ^F1%s

source: ^F1%s %s^BG is unable to fire, but its ^F1%s^BG can
ast: ^BGEl ^F1%2$s ^BGde l'arma ^F1%1$s^BG nun pue usase mas el so ^F1%3$s^BG sí
be: ^F1%s %s^BG больш немагчымы, але можна карыстацца ^F1%s^BG
bg: ^F1%s %s^BG не може да стреля, но неговото ^F1%s^BG може
de: ^F1%s^BG kann nicht ^F1%s^BG schießen, aber ^F1%s^BG schon
es: ^F1%s %s^BG no puede disparar, pero su ^F1%s^BG puede
fi: ^F1%s %s^BG on kykenemätön tulittamaan, mutta sen ^F1%s^BG kykenee siihen
fr: ^F1%s %s^BG ne peut pas tirer, mais son ^F1%s^BG le peut
gl: ^F1%s %s^BGé incapaz de disparar, pero o seu ^F1%s^BG pode
it: ^F1Il ^F1%s %s^BG non può sparare, ma il suo ^F1%s^BG può
ja_jp: ^F1%s %s^BG は発砲できませんが、^F1%s^BG は発砲できます
pl: ^F1%s %s^BG nie umie strzelać, ale ^F1%s^BG umie
pt_br: (%s) O ^F1modo %s^BG não pode atirar, mas o ^F1%s^BG pode
ro: ^F1%s %s^BG nu poate trage, dar ^F1%s^BG merge
ru: ^BGРежим огня ^F1%s %s^BG невозможен, но можно использовать ^F1%s^BG
sv: ^BG%s %s^BG kan inte skjuta, men dess ^F1%s^BG kan
uk: ^F1%s %s^BG не може стріляти, але ^F1%s^BG може

source: ^F1%s^BG is ^F4not available^BG on this map
ast: ^F1%s ^F4nun ^BGta ^F4disponible ^BGnesti mapa
be: ^F1%s^BG ^F4 няма ^BG на гэтай мапе
bg: ^F1%s^BG не е ^F4налично^BG на тази карта
de: ^F1%s^BG ist auf dieser Karte ^F4nicht verfügbar
es: ^F1%s^BG ^F4 no disponible ^BG en este mapa
fi: ^F1%s^BG ei ^F4ole saatavissa^BG tässä kartassa
fr: Le ^F1%s^BG n'est ^F4pas disponible^BG sur cette carte
gl: ^F1%s^BG is ^F4non dispoñible^BG neste mapa
it: ^F1%s^BG ^F4non disponibile^BG in questa mappa
ja_jp: ^F1%s^BG はこのマップで ^F4使用できません^BG
pl: ^F1%s^BG jest ^F4niedostępny^BG na tej mapie
pt_br: ^F1%s^BG^F4 não está disponível^BG neste mapa
ro: ^F1%s^BG este ^F4indisponibilă^BG pe această hartă
ru: ^F1%s^BG ^F4отсутствует^BG на этой арене
sv: ^F1%s^BG är ^F4inte tillgänglig^BG på denna kartan
uk: ^F1%s^BG ^F4недоступний(а)^BG на цій мапі

source: ^BG%s^BG is connecting...
ast: ^BG%s^BG ta conectándose...
bg: ^BG%s^BG се свързва...
de: ^BG%s^BG verbindet sich …
es: ^BG%s^BG está conectando...
fi: ^BG%s^BG yhdistää...
fr: ^BG%s^BG se connecte…
gl: ^BG%s^BG conectando...
it: ^BG%s^BG si sta connettendo...
ja_jp: ^BG%s^BG が接続中...
pl: ^BG%s^BG się łączy...
pt_br: ^BG%s^BG está conectando...
ro: ^BG%s^BG se conectează...
ru: ^BG%s^F3 подключается…
sv: ^BG%s^BG ansluter...

source: ^BG%s^F3 connected
ast: ^BG%s^F3 conectóse
bg: ^BG%s^F3 се свърза
de: ^BG%s^F3 hat sich verbunden
es: ^BG%s^F3 conectado
fi: ^BG%s^F3 yhdistetty
fr: ^BG%s^F3 s'est connecté
gl: ^BG%s^F3 conectado
it: ^BG%s^F3 si è connesso
ja_jp: ^BG%s^F3 が接続されました
pl: ^BG%s^F3 połączył się
pt_br: ^BG%s^F3 conectou-se
ru: ^BG%s^F3 подключился
sr: ^BG%s^F3 повезан
sv: ^BG%s^F3 är ansluten

source: ^BG%s^F3 is now playing
ast: ^F3Agora ^BG%s^F3 ta xugando
be: ^BG%s^F3 цяпер гуляе
bg: ^BG%s^F3 играе в момента
de: ^BG%s^F3 spielt jetzt
es: ^BG%s^F3 está jugando
fi: ^BG%s^F3 on nyt pelaamassa
fr: ^BG%s^F3 a rejoint la partie
gl: ^BG%s^F3 está xogando
it: ^BG%s^F3 ora sta giocando
ja_jp: ^BG%s^F3 は遊び中です
pl: ^BG%s^F3 teraz gra
pt_br: ^BG%s^F3 está jogando agora
ro: ^BG%s^F3 acum se joacă
ru: ^BG%s^F3 теперь играет
sr: ^BG%s^F3 сада игра
sv: ^BG%s^F3 spelar nu
uk: ^BG%s^F3 зараз грає

source: ^BG%s^F3 is now playing on the ^TC^TT team
ast: ^F3Agora ^BG%s^F3 xuega nel ^TCequipu ^TT
de: ^BG%s^F3 spielt jetzt für Team ^TC^TT^BG
es: ^BG%s^F3 está jugando en el equipo ^TC^TT
fi: ^BG%s^F3 pelaa nyt ^TC^TT joukkueessa
fr: ^BG%s^F3 joue maintenant dans l'équipe ^TC^TT
gl: ^BG%s^F3 está xogando no equipo ^TC^TT
it: ^BG%s^F3 ora sta giocando nella ^TCsquadra ^TT
ja_jp: ^BG%s^F3 は ^TC^TT チームでが遊び中です
pl: ^BG%s^F3 teraz gra dla drużyny ^TC^TT
pt_br: ^BG%s^F3 está jogando agora na equipe ^TC^TT
ru: ^BG%s^F3 теперь играет в команде ^TC^TT
sr: ^BG%s^F3 сада игра у екипи боје ^TC^TT
sv: ^BG%s^F3 spelar nu på ^TC^TT lag

source: ^BG%s^F3 wants to play on the ^TC^TT team
de: ^BG%s^F3 möchte im Team ^TC^TT spielen
fr: ^BG%s^F3 souhaite jouer dans l'équipe ^TC^TT
gl: ^BG%s^F3 quere xogar no equipo ^TC^TT
it: ^BG%s^F3 vuole giocare nella ^TCsquadra ^TT
pt_br: ^BG%s^F3 quer jogar na equipe ^TC^TT
ru: ^BG%s^F3 хочет играть в команде ^TC^TT

source: ^BG%s^F3 wants to play
de: ^BG%s^F3 möchte spielen
fr: ^BG%s^F3 souhaite jouer
gl: ^BG%s^F3 quere xogar
it: ^BG%s^F3 vuole giocare
pt_br: ^BG%s^F3 quer jogar
ru: ^BG%s^F3 хочет играть

source: ^BG%s^BG has dropped the ball!
ast: ^BG¡%s^BG soltó la bola!
be: ^BG%s^BG згубіў мяч!
bg: ^BG%s^BG изтърва топката!
de: ^BG%s^BG hat den Ball verloren!
es: ^BG¡%s^BG ha tirado la pelota!
fi: ^BG%s^BG on pudottanut pallon!
fr: ^BG%s^BG a lâché la balle !
gl: ^BG%s^BG deixou caer o balón!
it: ^BG%s^BG ha lasciato la palla!
ja_jp: ^BG%s^BG がボールを落とした!
pl: ^BG%s^BG upuścił kulę
pt_br: ^BG%s^BG largou a bola!
ro: ^BG%s^BG a scăpat mingea!
ru: ^BG%s^BG выбросил мяч!
sr: Играч ^BG%s^BG је испустио лопту!
sv: ^BG%s^BG har släppt bollen!
uk: ^BG%s^BG втратив м'яча!

source: ^BG%s^BG has picked up the ball!
ast: ^BG¡%s^BG pañó la bola!
be: ^BG%s^BG узяў мяч!
bg: ^BG%s^BG получи топката!
de: ^BG%s^BG hat den Ball genommen!
es: ^BG¡%s^BG ha recogido la pelota!
fi: ^BG%s^BG on poiminut pallon!
fr: ^BG%s^BG a pris la balle !
gl: ^BG%s^BG colleu o balón!
it: ^BG%s^BG ha raccolto la palla!
ja_jp: ^BG%s^BG はボールを拾いた!
pl: ^BG%s^BG podniósł kulę
pt_br: ^BG%s^BG pegou a bola!
ro: ^BG%s^BG a luat mingea!
ru: ^BG%s^BG Завладел мячом!
sr: Играч ^BG%s^BG је покупио лопту!
sv: ^BG%s^BG har plockat upp bollen!
uk: ^BG%s^BG заволодів м'ячем!

source: ^BG%s^BG captured the keys for the ^TC^TT team
ast: ^BG%s^BG capturó les llaves del ^TCequipu ^TT
bg: ^BG%s^BG получи ключа за ^TC^TT отбор
de: ^BG%s^BG eroberte die Schlüssel für Team ^TC^TT
es: ^BG%s^BG ha capturado las llaves para el equipo ^TC^TT
fi: ^BG%s^BG kaappasi avaimet ^TC^TT joukkueelle
fr: ^BG%s^BG a capturé les clés pour l'équipe ^TC^TT
gl: ^BG%s^BG capturou as chaves para o equipo ^TC^TT
it: ^BG%s^BG ha catturato le chiavi per la ^TCsquadra ^TT
ja_jp: ^BG%s^BG は ^TC^TT チームの鍵を手に入った
pl: ^BG%s^BG przejął klucze dla drużyny ^TC^TT
pt_br: ^BG%s^BG capturou as chaves para a equipe ^TC^TT
ro: ^BG%s^BG a capturat cheile pentru echipa ^TC^TT
ru: ^BG%s^BG захватил ключ для команды ^TC^TT
sv: ^BG%s^BG fångade nycklarna för ^TC^TT lag
uk: ^BG%s^BG захопив ключі для ^TC^TT команди

source: ^BG%s^BG dropped the ^TC^TT Key
ast: ^BG%s^BG soltó la ^TCllave ^TT
bg: ^BG%s^BG изтърва ^TC^TT Ключ
de: ^BG%s^BG ließ den ^TC^TT^BG Schlüssel fallen
es: ^BG%s^BG ha tirado la Llave ^TC^TT
fi: ^BG%s^BG pudotti ^TC^TT Avaimen
fr: ^BG%s^BG a lâché la Clé ^TC^TT
gl: ^BG%s^BG tirou a chave ^TC^TT
it: ^BG%s^BG ha lasciato la Chiave ^TC^TT
ja_jp: ^BG%s^BG が ^TC^TT 鍵を落とした
pl: ^BG%s^BG upuścił ^TC^TT Klucz
pt_br: ^BG%s^BG largou a Chave ^TC^TT
ro: ^BG%s^BG a scăpat cheia ^TC^TT
ru: ^BG%s^BG уронил ^TC^TT Ключ
sv: ^BG%s^BG släppte den ^TC^TT Nyckeln
uk: ^BG%s^BG втратив ^TC^TT Ключ

source: ^BG%s^BG lost the ^TC^TT Key
ast: ^BG%s^BG perdió la ^TCllave ^TT
bg: ^BG%s^BG изгуби ^TC^TT Ключ
de: ^BG%s^BG verlor den ^TC^TT^BG Schlüssel
es: ^BG%s^BG pierde la Llave ^TC^TT
fi: ^BG%s^BG menetti ^TC^TT Avaimen
fr: ^BG%s^BG a perdu la Clé ^TC^TT
gl: ^BG%s^BG perdeu a chave ^TC^TT
it: ^BG%s^BG ha perso la Chiave ^TC^TT
ja_jp: ^BG%s^BG は ^TC^TT 鍵を失った
pl: ^BG%s^BG stracił ^TC^TT Klucz
pt_br: ^BG%s^BG perdeu a Chave ^TC^TT
ro: ^BG%s^BG a pierdut cheia ^TC^TT
ru: ^BG%s^BG потерял ^TC^TT Ключ
sv: ^BG%s^BG tappade den ^TC^TT Nyckeln
uk: ^BG%s^BG втратив ^TC^TT Ключ

source: ^BG%s^BG pushed %s^BG causing the ^TC^TT Key ^BGdestruction
de: ^BG%s^BG schubste %s^BG und zerstörte somit den ^TC^TT^BG Schlüssel
es: ^BG%s^BG empujó %s^BG causando la destrucción de la^TC^TT Llave ^BG
fi: ^BG%s^BG työnsi %s^BG aiheuttaen ^TC^TT Avaimen ^BGtuhoutumisen
fr: ^BG%s^BG a poussé %s^BG, provoquant la destruction de la clé ^TC^TT^BG
gl: ^BG%s^BG empuxou %s^BG causando a destrución da ^TC^TT chave ^BG
it: ^BG%s^BG ha spinto %s^BG causando la distruzione della ^TCChiave ^TT
ja_jp: ^BG%s^BG が %s^BG を押したため、^TC^TT 鍵の^BG破壊を引き起こしている
pl: ^BG%s^BG pchnął %s^BG czym zniszczył ^TC^TT Klucz^BG
pt_br: ^BG%s^BG empurrou %s^BG causando a ^BGdestruição da Chave ^TC^TT
ru: ^BG%s^BG толкнул %s^BG, что вызвало ^BGразрушение Ключа ^TC^TT
sv: ^BG%s^BG puttade %s^BG vilket ledde till den ^TC^TT Nyckelns ^BGförsörelse

source: ^BG%s^BG destroyed the ^TC^TT Key
ast: ^BG%s^BG destruyó la ^TCllave ^TT
de: ^BG%s^BG hat den ^TC^TT^BG Schlüssel zerstört
es: ^BG%s^BG destruyó la Llave ^TC^TT
fi: ^BG%s^BG tuhosi ^TC^TT Avaimen
fr: ^BG%s^BG a détruit la Clé ^TC^TT
gl: ^BG%s^BG destruiu a chave ^TC^TT
it: ^BG%s^BG ha distrutto la ^TCChiave ^TT
ja_jp: ^BG%s^BG は ^TC^TT 鍵を破壊した
pl: ^BG%s^BG zniszczył ^TC^TT Klucz
pt_br: ^BG%s^BG destruiu a Chave ^TC^TT
ru: ^BG%s^BG разрушил ^TC^TT Ключ
sv: ^BG%s^BG förstörde den ^TC^TT Nyckeln

source: ^BG%s^BG picked up the ^TC^TT Key
ast: ^BG%s^BG consiguió la ^TCllave ^TT
be: ^BG%s^BG узяў ^TC^TT Ключ
bg: ^BG%s^BG задигна ^TC^TT Ключ
de: ^BG%s^BG hat den ^TC^TT^BG Schlüssel aufgenommen
es: ^BG%s^BG recogió la Llave ^TC^TT
fi: ^BG%s^BG poimi ^TC^TT Avaimen
fr: ^BG%s^BG a pris la Clé ^TC^TT
gl: ^BG%s^BG colleu a chave ^TC^TT
it: ^BG%s^BG ha preso la Chiave ^TC^TT
ja_jp: ^BG%s^BG は ^TC^TT 鍵を拾いた
pl: ^BG%s^BG podniósł ^TC^TT Klucz
pt_br: ^BG%s^BG pegou a Chave ^TC^TT
ro: ^BG%s^BG a cules cheia ^TC^TT
ru: ^BG%s^BG подобрал ^TC^TT Ключ
sv: ^BG%s^BG plockade upp den ^TC^TT Nyckeln
uk: ^BG%s^BG підхопив ^TC^TT Ключ

source: ^BG%s^F3 has no more lives left
ast: ^F3A ^BG%s^F3 nun-y queden más vides
bg: ^BG%s^F3 няма повече животи
de: ^BG%s^F3 hat keine Leben mehr übrig
es: ^BG%s^F3 no tiene mas vidas restantes
fi: ^BG%s^F3 on menettänyt kaikki elämänsä
fr: ^BG%s^F3 n'a plus aucune vie
gl: ^BG%s^F3 xa non lle quedan vidas
it: ^BG%s^F3 non ha più vite rimaste
ja_jp: ^BG%s^F3 の寿命は残っていない
pl: ^BG%s^F3 nie ma więcej żyć
pt_br: ^BG%s^F3 não tem mais vidas
ro: ^BG%s^F3 nu mai are vieți rămase
ru: У ^BG%s^F3 закончились жизни
sv: ^BG%s^F3 har inga mer liv kvar
uk: ^BG%s^F3 більше не має життів

source: ^BGMonsters are currently disabled
ast: ^BGAnguaño los monstruos tán desactivaos
bg: ^BGЧудовищата в момента са спряни
de: ^BGMonster sind im Moment deaktiviert
es: ^BGLos monstruos están actualmente deshabilitados
fi: ^BGHirviöt ovat tällä hetkellä otettu pelistä pois
fr: ^BGLes monstres sont actuellement désactivés
gl: ^BGOs monstros están actualmente desactivados
it: ^BGI mostri sono attualmente disabilitati
ja_jp: ^BGモンスターは現在無効になっています
pl: ^BGPotwory są wyłączone
pt_br: ^BGMonstros estão atualmente desativados
ro: ^BGMonștrii sunt momentan dezactivați
ru: ^BGМонстры в данный момент отключены
sv: ^BGMonster är just nu avslagna

source: ^BGThe ^TC^TT^BG team held the ball for too long
de: ^BGTeam ^TC^TT^BG hielt den Ball zu lange fest
es: ^BGEl equipo ^TC^TT^BG mantuvo la pelota demasiado tiempo
fi: ^BGJoukkue ^TC^TT^BG piti palloa hallussa liian pitkään
fr: ^BGL'équipe ^TC^TT^BG a gardé la balle trop longtemps
gl: ^BGThe ^TC^TT^BG equipo aguantou o balón durante moito tempo
it: ^BGLa squadra ^TC^TT^BG ha tenuto la palla per troppo tempo
ja_jp: ^BG ^TC^TT^BG チームがボールを長時間保持した
pl: ^BGDrużyna ^TC^TT^BG za długo przetrzymywała piłkę
pt_br: ^BGA ^BGequipe ^TC^TT segurou a bola por muito tempo
ru: ^BGКоманда ^TC^TT^BG держит мяч слишком долго
sv: ^BGDet ^TC^TT^BG laget höll bållen för länge

source: ^BG%s^BG captured %s^BG control point
ast: ^BG%s^BG capturó'l puntu de control %s^BG
de: ^BG%s^BG hat Kontrollpunkt „%s^BG“ erobert
es: ^BG%s^BG ha capturado el punto de control de %s^BG
fi: ^BG%s^BG kaappasi %s^BG hallintapisteen
fr: ^BG%s^BG a capturé le point de contrôle %s^BG
gl: ^BG%s^BG capturou o punto de control %s^BG
it: ^BG%s^BG ha catturato il punto di controllo %s
ja_jp: ^BG%s^BG が %s^BG コントロールポイントを取れた
pl: ^BG%s^BG przejął punkt kontrolny %s^BG
pt_br: ^BG%s^BG capturou o ponto de controle %s^BG
ro: ^BG%s^BG a capturat punctul de control %s^BG
ru: ^BG%s^BG захватил опорную точку %s^BG
sv: ^BG%s^BG fångade %s^BG kontrollpunkt

source: ^BG%s^BG captured a control point
ast: ^BG%s^BG capturó un puntu de control
de: ^BG%s^BG hat einen Kontrollpunkt erobert
es: ^BG%s^BG ha capturado un punto de control
fi: ^BG%s^BG kaappasi hallintapisteen
fr: ^BG%s^BG a capturé un point de contrôle
gl: ^BG%s^BG capturou o punto de control
it: ^BG%s^BG ha catturato un punto di controllo
ja_jp: ^BG%s^BG がコントロールポイントを取れた
pt_br: ^BG%s^BG capturou um ponto de controle
ru: ^BG%s^BG захватил опорную точку
sv: ^BG%s^BG fångade en kontrollpunkt

source: ^TC^TT^BG team %s^BG control point has been destroyed by %s
ast: ^BGEl puntu de control %s^BG del equipu ^TC^TT^BG destruyólu %s
de: Kontrollpunkt „%s^BG“ von Team ^TC^TT^BG wurde von %s zerstört
es: ^BGEl punto de control %s^BG del equipo ^TC^TT^BG ha sido destruido por %s
fi: ^TC^TT^BG joukkueen %s^BG hallintapiste on tuhottu täten %s
fr: ^BGLe point de contrôle %s de l'équipe ^TC^TT^BG a été détruit par %s
gl: ^TC^TT^BG O punto de control %s^BG foi destruido por %s
it: ^BGIl punto di controllo %s^BG della squadra ^TC^TT^BG è stato distrutto da %s
ja_jp: ^TC^TT^BG チーム %s^BG コントロールポイントが %s によって破壊された
pl: Punkt kontrolny %s^BG drużyny ^TC^TT^BG został zniszczony przez %s
pt_br: O ponto de controle %s^BG da equipe ^TC^TT^BG foi destruído por %s
ro: ^BG Punctul de control al echipei ^TC^TT^BG %s^BG a fost distrus de către %s
ru: Опорная точка %s^BG команды ^TC^TT^BG была уничтожена руками %s
sv: ^TC^TT^BG lag %s^BG kontrollpunkt har blivit förstörd av %s

source: ^TC^TT^BG team control point has been destroyed by %s
ast: ^BGEl puntu de control del equipu ^TC^TT^BG destruyólu %s
de: Kontrollpunkt von Team ^TC^TT^BG wurde von %s zerstört
es: ^BGEl punto de control del equipo ^TC^TT^BG ha sido destruido por %s
fi: ^TC^TT^BG joukkueen hallintapiste on tuhottu täten %s
fr: ^BGLe point de contrôle de l'équipe ^TC^TT^BG a été détruit par %s
gl: ^TC^TT^BG O punto de control do equipo foi destruído por %s
it: ^BGIl punto di controllo della squadra ^TC^TT^BG è stato distrutto da %s
ja_jp: ^TC^TT^BG チームコントロールポイントが %s によって破壊された
pt_br: O ponto de controle da equipe ^TC^TT^BG foi destruído por %s
ru: Опорная точка команды ^TC^TT^BG была уничтожена руками %s
sv: ^TC^TT^BG lag kontrollpunkt har blivit förstörd av %s

source: ^TC^TT^BG generator has been destroyed
ast: ^BGDestruyóse'l xenerador del equipu ^TC^TT
de: Der ^TC^TT^BG Generator wurde zerstört
es: ^BGEl generador ^TC^TT^BG ha sido destruido
fi: ^TC^TT^BG generaattori on tuhottu
fr: Le générateur ^TC^TT^BG a été détruit
gl: ^TC^TT^BG o xerador foi destruído
it: ^BGIl generatore ^TC^TT^BG è stato distrutto
ja_jp: ^TC^TT^BG 発生器が破壊された
pl: ^TC^TT^BG generator został zniszczony
pt_br: O gerador ^TC^TT^BG foi destruído
ro: Generatorul ^TC^TT^BG a fost distrus
ru: ^TC^TT^BG генератор уничтожен
sv: ^TC^TT^BG generator har blivit förstörd

source: ^TC^TT^BG generator spontaneously combusted due to overtime!
de: Der ^TC^TT^BG Generator ist aufgrund der Verlägerung spontan von selbst explodiert!
es: ^BG¡El generador ^TC^TT^BG se ha quemado espontáneamente debido al tiempo extra!
fi: ^TC^TT^BG generaattori syttyi oma-aloitteisesti yliajan johdosta!
fr: Le générateur ^TC^TT^BG a brûlé spontanément suite aux prolongations !
gl: ^TC^TT^BG xerador queimado espontaneamente debido ao tempo extra!
it: ^BGIl generatore ^TC^TT^BG è bruciato spontaneamente a causa dei tempi supplementari!
ja_jp: ^TC^TT^BG 発生器は自発的に残業により燃焼した
pl: ^TC^TT^BG generator samoczynnie eksplodował z powodu przekroczenia czasu!
pt_br: O gerador da equipe ^TC^TT^BG entrou em combustão espontaneamente devido aos acréscimos!
ro: Generatorul ^TC^TT^BG a explodat spontan din cauza timpului suplimentar!
ru: ^TC^TT^BG генератор воспламенился из-за дополнительного времени!
sv: ^TC^TT^BG generator förbrändes spontant på grund av övertid!

source: ^BG%s^K1 picked up Invisibility
ast: ^BG%s^K1 pañó Invisibilidá
be: ^BG%s^K1 узяў Нябачнасць
bg: ^BG%s^K1 получи Невидимост
de: ^BG%s^K1 hat Unsichtbarkeit aufgesammelt
es: ^BG%s^K1 ha cogido Invisibilidad
fi: ^BG%s^K1 poimi Näkymättömyyden
fr: ^BG%s^K1 a pris le bonus d'Invisibilité
gl: ^BG%s^K1 colleu a Invisibilidade
it: ^BG%s^K1 ha preso Invisibilità
ja_jp: ^BG%s^K1 は「不可視」を拾いた
pl: ^BG%s^K1 znalazł Niewidzialność
pt_br: ^BG%s^K1 pegou Invisibilidade
ro: ^BG%s^K1 a cules Invizibilitate
ru: ^BG%s^K1 подобрал Невидимость
sv: ^BG%s^K1 plockade upp Osynlighet
uk: ^BG%s^K1 здобув Невидимість

source: ^BG%s^K1 picked up Shield
ast: ^BG%s^K1 pañó Escudu
be: ^BG%s^K1 узяў Панцыр
bg: ^BG%s^K1 получи Щит
de: ^BG%s^K1 hat den Schild aufgenommen
es: ^BG%s^K1 ha cogido Escudo
fi: ^BG%s^K1 poimi Suojan
fr: ^BG%s^K1 a pris le bonus de Bouclier
gl: ^BG%s^K1 colleu o escudo
it: ^BG%s^K1 ha preso Scudo
ja_jp: ^BG%s^K1 は「寿」を拾いた
pl: ^BG%s^K1 znalazł Osłonę
pt_br: ^BG%s^K1 pegou Escudo
ro: ^BG%s^K1 a cules Scut
ru: ^BG%s^K1 подобрал Щит
sv: ^BG%s^K1 plockade upp Sköld
uk: ^BG%s^K1 здобув Щит

source: ^BG%s^K1 picked up Speed
ast: ^BG%s^K1 pañó Velocidá
be: ^BG%s^K1 узяў Хуткасць
bg: ^BG%s^K1 получи Скорост
de: ^BG%s^K1 hat Geschwindigkeit aufgenommen
es: ^BG%s^K1 ha cogido Velocidad
fi: ^BG%s^K1 keräsi Nopeutta
fr: ^BG%s^K1 a pris le bonus de Vitesse
gl: ^BG%s^K1 colleu a velocidade
it: ^BG%s^K1 ha preso Velocità
ja_jp: ^BG%s^K1 は「速度」を拾いた
pl: ^BG%s^K1 znalazł Prędkość
pt_br: ^BG%s^K1 pegou Velocidade
ro: ^BG%s^K1 a cules Viteza
ru: ^BG%s^K1 подобрал Скорость
sv: ^BG%s^K1 plockade upp Hastighet
uk: ^BG%s^K1 здобув Швидкість

source: ^BG%s^K1 picked up Strength
ast: ^BG%s^K1 pañó Fuercia
be: ^BG%s^K1 узяў Сілу
bg: ^BG%s^K1 получи Скорост
de: ^BG%s^K1 hat Stärke aufgenommen
es: ^BG%s^K1 ha cogido Fuerza
fi: ^BG%s^K1 keräsi Vahvennusta
fr: ^BG%s^K1 a pris le bonus de Force
gl: ^BG%s^K1 colleu Forza
it: ^BG%s^K1 ha preso Forza
ja_jp: ^BG%s^K1 は「力」を拾いた
pl: ^BG%s^K1 znalazł Siłę
pt_br: ^BG%s^K1 pegou Força
ro: ^BG%s^K1 a cules Forță
ru: ^BG%s^K1 подобрал Силу
sv: ^BG%s^K1 plockade upp Styrka
uk: ^BG%s^K1 здобув Силу

source: ^BG%s^F3 disconnected
ast: ^BG%s^F3 desconectóse
be: ^BG%s^F3 адлучыўся
bg: ^BG%s^F3 се изключи
de: ^BG%s^F3 hat sich getrennt
es: ^BG%s^F3 se ha desconectado
fi: ^BG%s^F3 yhteys katkesi
fr: ^BG%s^F3 s'est déconnecté
gl: ^BG%s^F3 desconectado
it: ^BG%s^F3 si è disconnesso
ja_jp: ^BG%s^F3 切断された
pl: ^BG%s^F3 rozłączył się
pt_br: ^BG%s^F3 desconectou-se
ro: ^BG%s^F3 s-a deconectat
ru: ^BG%s^F3 отключился
sr: ^BG%s^F3 се откачио
sv: ^BG%s^F3 är frånkopplad
uk: ^BG%s^F3 від'єднався

source: ^BG%s^F3 was kicked after idling for %s seconds
de: ^BG%s^F3 wurde nach %s Sekunden Untätigkeit gekickt
es: ^BG%s^K3 fue expulsado después de estar inactivo durante %s segundos
fi: ^BG%s^F3 potkaistiin idlattuaan %s sekuntia
fr: ^BG%s^F3 a été expulsé après une inactivité de %s secondes
gl: ^BG%s^F3 foi expulsado despois de estar inactivo durante %s segundos
it: ^BG%s^F3 è stato cacciato perché inattivo per %s secondi
ja_jp: ^BG%s^F3 は %s 秒間非活動になった後に追い出された
pt_br: ^BG%s^F3 recebeu uma expulsão por inatividade por %s segundos
ru: ^BG%s^F3 был выкинут за бездействие в течении %s секунд
sv: ^BG%s^F3 var kickad efter att ha varit stilla i %s sekunder
