Repository: xonotic/xonotic-data.pk3dir
Catalog: common.la.po
Languages: la

source: Team Keepaway
la: Manuum Abhibitio

source: Compete with your team for the most damage dealt and frags in this chaotic mayhem
la: Manus collegas iuvate ut tot vulnera mortesque inferatis quot haec inordinatio tumultuosa postulat

source: Team Mayhem
la: Manuum Tumultus

source: Shells
la: Missilia Operta

source: Bullets
la: Glandes

source: Rockets
la: Missilia Ignea

source: Cells
la: Cellulae

source: Fuel
la: Ligna

source: Small armor
la: Armatura parva

source: Medium armor
la: Armatura media

source: Big armor
la: Armatura magna

source: Mega armor
la: Armatura maxima

source: Small health
la: Sanitas parva

source: Medium health
la: Sanitas media

source: Big health
la: Sanitas magna

source: Mega health
la: Sanitas maxima

source: @!#%'n Tuba Throwing
la: M@!#%'n Tubam Iacere

source: Frag limit:
la: Caedium numerus terminalis:

source: The amount of frags needed before the match will end
la: Quotiens caedem facere necesse est ut ludus finiatur

source: Spectators:
la: Spectatores:

source: It's your turn
la: Hac vice lude

source: Quit
la: Linquere

source: Invite
la: Invitare

source: Current Game
la: Ludus praesens

source: Exit Menu
la: Indicem linquere

source: Create
la: Creare

source: Join
la: Incipere

source: Minigames
la: Parvi ludi

source: Minigame message
la: Parvi ludi nota

source: Bulldozer
la: Excavatrum

source: Game over!
la: Ludus finitus!

source: Well done! Click "Next Level" to continue
la: Macte virtute! 'Posteriorem' clicca ut persequaris

source: You are spectating
la: Spectas

source: Better luck next time!
la: Meliorem fortunam habebis!

source: Tubular! Press "Next Level" to continue!
la: Bonum! 'Posteriorem' preme ut persequaris!

source: Wicked! Press "Next Level" to continue!
la: Bonum! 'Posteriorem' preme ut persequaris!

source: Press the spacebar to change your currently selected tile
la: Spatii clavem preme ut laterem seligas

source: Push the boulders onto the targets
la: Moles pelle in metas

source: Next Level
la: Posterior

source: Restart
la: Integrare

source: Editor
la: Scribere

source: Save
la: Servare

source: Connect Four
la: Conecte Quattuor

source: %s^7 won the game!
la: %s^7 ludo vicit!

source: Draw
la: Neuter vicit

source: You lost the game!
la: Te vicit!

source: You win!
la: Vicisti!

source: Wait for your opponent to make their move
la: Adversum qui motum statuit exspecta

source: Click on the game board to place your piece
la: Tabulae locum in quo calculus ponatur clicca

source: Nine Men's Morris
la: Noveni Lapilli

source: You can select one of your pieces to move it to one of the surrounding places
la: Unum tuum calculum seligere potes ut in finitimum moveas

source: You can select one of your pieces to move it anywhere on the board
la: Unum tuum calculum seligere potes ut in quemvis locum moveas

source: You can take one of the opponent's pieces
la: Unum adversi calculum capere potes

source: AI
la: IA

source: Press ^1Start Match^7 to start the match with the current players
la: ^1Ludum incipere^7 preme ut hi ludentes ludum incipiant

source: Start Match
la: Ludum incipere

source: Add AI player
la: Ludentem IA addere

source: Remove AI player
la: Ludentem IA extrahere

source: Push-Pull
la: Affer-Aufer

source: Select "^1Next Match^7" on the menu for a rematch!
la: "^1Ludum posteriorem^7" selige ut reludas!

source: Select "^1Next Match^7" on the menu to start a new match!
la: "^1Ludum posteriorem^7" selige ut ludum integres!

source: Wait for your opponent to confirm the rematch
la: Adversum qui de ludo novo statuit exspecta

source: Next Match
la: Ludus posterior

source: Peg Solitaire
la: Paxillorum Solitarius

source: All pieces cleared!
la: Omnes paxilli excepti!

source: Remaining pieces:
la: Paxilli manentes:

source: Pieces left: %s
la: Paxilli manentes: %s

source: No more valid moves
la: Iam movere non potes

source: Well done, you win!
la: Macte virtute, vicisti!

source: Jump a piece over another to capture it
la: Paxillum super paxillum fer ut is excipiatur

source: Tic Tac Toe
la: Tres Lapilli Recta Linea

source: Single Player
la: Unus Ludens

source: Monster
la: Belua

source: Mage
la: Magus

source: Mage spike
la: Magi spiculum

source: Spider
la: Aranea

source: Spider attack
la: Araneae impetus

source: Webbed
la: Implicatus araneo

source: Wyvern
la: Draco

source: Wyvern attack
la: Draconis impetus

source: Zombie
la: Zombium

source: Blood loss
la: Exsanguis

source: Ammo
la: Missilia

source: Bash
la: Impactus

source: Disability
la: Debilitas

source: Flight
la: Volatus

source: Inferno
la: Infernus

source: Jump
la: Saltus

source: Luck
la: Fors

source: Magnet
la: Magnes

source: Medic
la: Medicus

source: Resistance
la: Resistentia

source: Swapper
la: Mutuatio

source: Vampire
la: Striga

source: Vengeance
la: Ultio

source: Buff
la: Firmamen

source: Cloaked
la: Palliatus

source: Damage Text
la: Vulneris Scriptum

source: Draw damage numbers
la: Vulneris numerum scribere

source: Draw damage numbers for friendly fire
la: Collegae vulneris numerum scribere

source: Font size minimum:
la: Litterae magnitudo minima:

source: Font size maximum:
la: Litterae magnitudo maxima:

source: Per weapon
la: Armorum singula

source: Initial opacity:
la: Prima caecitas:

source: Fade time:
la: Evanescit tempus:

source: Accumulate:
la: Accumulare:

source: If younger than:
la: Si non excedit:

source: Never
la: Numquam

source: Always
la: Semper

source: Or opacity greater than:
la: Vel caecitas maior quam:

source: Damage text
la: Vulneris scriptum

source: Dodging
la: Vitatio

source: offhand hook
la: uncus obvius

source: ^3grappling hook^8 is enabled, press ^3%s^8 to use it
la: ^8est ^3uncus scandendo^8, ^3%s^8 preme ut eo utaris

source: hook
la: uncus

source: Hook
la: Uncus

source: Vaporizer ammo
la: Vaporatri missilia

source: Extra life
la: Vita addita

source: drop weapon / throw nade
la: arma demittere / granatam iacere

source: ^3nades^8 are enabled, press ^3%s^8 to use them
la: ^8sunt ^3granatae^8, ^3%s^8 preme ut eis utaris

source: Ammo grenade
la: Missilium granata

source: Darkness grenade
la: Tenebrarum granata

source: Entrap grenade
la: Laquei granata

source: Heal grenade
la: Granata sanatrix

source: Ice grenade
la: Granata gelata

source: Monster grenade
la: Beluae granata

source: Napalm grenade
la: Napalm granata

source: Grenade
la: Granata

source: Spawn grenade
la: Granata natalis

source: Translocate grenade
la: Translationis granata

source: Veil grenade
la: Veli granata

source: Nades
la: Granatae

source: New Toys
la: Crepundia Nova

source: ^3offhand blaster^8 is enabled, press ^3%s^8 to use it
la: ^8est ^3flatrum obvium^8, ^3%s^8 preme ut eo utaris

source: Offhand blaster
la: Flatrum obvium

source: Overkill Heavy MachineGun
la: Polybolus Gravis Immoderatus

source: Overkill MachineGun
la: Polybolus Immoderatus

source: Overkill Nex
la: Nex Immoderata

source: Overkill Rocket Propelled Chainsaw
la: Missilium Pellentium Serra Immoderata

source: Overkill Shotgun
la: Sclopetum Immoderatum

source: Overkill
la: Immoderatio

source: Piñata
la: Referti Armis

source: Fuel regenerator
la: Lignorum regeneratrum

source: Fuel regen
la: Lignorum regen

source: Invisibility
la: Invisibilitas

source: Jetpack
la: Sarcina Volatilis

source: Shield
la: Scutum

source: Speed
la: Celeritas

source: Strength
la: Vis

source: Rocket Flying
la: Missili Igneo Volare

source: Burning
la: Incensio

source: Spawn Shield
la: Nascentis Scutum

source: Stunned
la: Stupefactus

source: Superweapons
la: Arma Magna

source: Touch explode
la: Tactus eruptio

source: Wall jumping
la: Pariete salire

source: Waypoint
la: Locus indicatus

source: Help me!
la: Me iuvate!

source: Here
la: Hic

source: DANGER
la: PERICULUM

source: Frozen!
la: Congelatus!

source: Reviving
la: Restituitur

source: Item
la: Utile

source: Checkpoint
la: Meta

source: Finish
la: Calx

source: Start
la: Carceres

source: Defend
la: Defendite

source: Destroy
la: Delete

source: Push
la: Pellite

source: Flag carrier
la: Vexillifer

source: White base
la: Basis alba

source: Red base
la: Basis rubra

source: Blue base
la: Basis caerulea

source: Yellow base
la: Basis flava

source: Pink base
la: Basis rosea

source: Dropped flag
la: Vexillum demissum

source: Enemy carrier
la: Hostis portans

source: Return flag here
la: Vexillum huc referte

source: Control point
la: Dominationis locus

source: Dropped key
la: Clavis demissa

source: Key carrier
la: Clavem portans

source: Run here
la: Huc currite

source: Ball
la: Pila

source: Ball carrier
la: Pilam portans

source: Leader
la: Dux

source: Goal
la: Porta

source: Generator
la: Generatrum

source: Weapon
la: Arma

source: Vehicle
la: Currus

source: Intruder!
la: Irrumpens!

source: Tagged
la: Indicatus

source: %s needing help!
la: %s iuvandus est!

source: ^1Server notices:
la: ^1Moderatri notae:

source: ^F4NOTE: ^BGChat is currently disabled on this server
la: ^F4NOTA: ^BGLocutorium hoc moderatro nunc vetatur

source: ^F4NOTE: ^BGSpectator chat is not sent to players during the match
la: ^F4NOTA: ^BGQuidque spectatores scripserint, tempore ludentes non legent

source: ^F4NOTE: ^BGPrivate chat is currently disabled on this server
la: ^F4NOTA: ^BGLocutorium privatum hoc moderatro nunc vetatur

source: ^F4NOTE: ^BGSpectator chat is currently disabled on this server
la: ^F4NOTA: ^BGSpectatorum locutorium hoc moderatro nunc vetatur

source: ^F4NOTE: ^BGTeam chat is currently disabled on this server
la: ^F4NOTA: ^BGManus locutorium hoc moderatro nunc vetatur

source: ^BG%s^BG captured the ^TC^TT^BG flag
la: ^BG%s^BG vexillum ^TC^TT^BG cepit

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds, breaking ^BG%s^BG's previous record of ^F2%s^BG seconds
la: ^BG%s^BG vexillum ^TC^TT^BG ^F1%s^BG secundis cepit, fuit captus celerior anteriore celerrimo, quem ^BG%s^BG ^F2%s^BG secundis fecerat

source: ^BG%s^BG captured the flag
la: ^BG%s^BG vexillum cepit

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds
la: ^BG%s^BG vexillum ^TC^TT^BG ^F1%s^BG secundis cepit

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F2%s^BG seconds, failing to break ^BG%s^BG's previous record of ^F1%s^BG seconds
la: ^BG%s^BG vexillum ^TC^TT^BG ^F2%s^BG secundis cepit, sed captus non fuit celerrimus, quem ^BG%s^BG ^F1%s^BG secundis fecerat

source: ^BGThe ^TC^TT^BG flag was returned to base by its owner
la: ^BGVexillum ^TC^TT^BG a suo possessore ad basem relatum est

source: ^BGThe flag was returned by its owner
la: ^BGVexillum a suo possessore relatum est

source: ^BGThe ^TC^TT^BG flag was destroyed and returned to base
la: ^BGVexillum ^TC^TT^BG deletum relatumque ad basem est

source: ^BGThe flag was destroyed and returned to base
la: ^BGVexillum deletum relatumque ad basem est

source: ^BGThe ^TC^TT^BG flag was dropped in the base and returned itself
la: ^BGVexillum ^TC^TT^BG ad basem demissum et se relatum est

source: ^BGThe flag was dropped in the base and returned itself
la: ^BGVexillum ad basem demissum et se relatum est

source: ^BGThe ^TC^TT^BG flag fell somewhere it couldn't be reached and returned to base
la: ^BGVexillum ^TC^TT^BG in inaccessibilia cecidit et ad basem redit

source: ^BGThe flag fell somewhere it couldn't be reached and returned to base
la: ^BGVexillum in inaccessibilia cecidit et ad basem redit

source: ^BGThe ^TC^TT^BG flag became impatient after ^F1%.2f^BG seconds and returned itself
la: ^BGVexillum ^TC^TT^BG impatiens ^F1%.2f^BG secundis factum est et se rettulit

source: ^BGThe flag became impatient after ^F1%.2f^BG seconds and returned itself
la: ^BGVexillum impatiens ^F1%.2f^BG secundis factum est et se rettulit

source: ^BGThe ^TC^TT^BG flag has returned to the base
la: ^BGVexillum ^TC^TT^BG ad basem relatum est

source: ^BGThe flag has returned to the base
la: ^BGVexillum ad basem relatum est

source: ^BG%s^BG lost the ^TC^TT^BG flag
la: ^BG%s^BG vexillum ^TC^TT^BG amisit

source: ^BG%s^BG lost the flag
la: ^BG%s^BG vexillum amisit

source: ^BG%s^BG got the ^TC^TT^BG flag
la: ^BG%s^BG vexillum ^TC^TT^BG tenet

source: ^BG%s^BG got the flag
la: ^BG%s^BG vexillum tenet

source: ^BG%s^BG returned the ^TC^TT^BG flag
la: ^BG%s^BG vexillum ^TC^TT^BG rettulit

source: ^F2Throwing coin... Result: %s^F2!
la: ^F2Denarium iacere... Ecce: %s^F2!

source: ^BGYou don't have any fuel for the ^F1Jetpack
la: ^F1Sarcina Volatilis^BG tua lignis caret

source: ^F2You lack a UID, superspec options will not be saved/restored
la: ^F2UID non habes, perspectationis optiones non servabuntur

source: ^F1Round already started, you will join the game in the next round
la: ^F1Tempus iam inceptum est, tempore proximo ludes

source: ^F2You will spectate in the next round
la: ^F2Tempore proximo spectabis

source: ^F2Match is restarting...
la: ^F2Ludus integratur...

source: %s players are needed for this match.
la: %s ludentes necesse sunt ut hic ludus incipiatur.

source: ^F4Countdown stopped!
la: ^F4Numeratio regrediens intermissa!

source: Teams are too unbalanced.
la: Manus nimis dispares sunt.

source: ^BG%s%s^K1 was killed by ^BG%s^K1's ^BG%s^K1 buff ^K1%s%s
la: ^BG%s%s^K1, ^BG%s^K1 firmamine ^BG%s^K1, occisus est ^K1%s%s

source: ^BG%s%s^K1 was scored against by ^BG%s^K1's ^BG%s^K1 buff ^K1%s%s
la: ^BG%s%s^K1, ^BG%s^K1 firmamine ^BG%s^K1, occisus est ^K1%s%s

source: ^BG%s%s^K1 was unfairly eliminated by ^BG%s^K1%s%s
la: ^BG%s%s^K1 iniuste a ^BG%s^K1 trucidatus est%s%s

source: ^BG%s%s^K1 was drowned by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 summersus est%s%s

source: ^BG%s%s^K1 was grounded by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 in solum iactus est%s%s

source: ^BG%s%s^K1 felt a little hot from ^BG%s^K1's fire^K1%s%s
la: ^BG%s%s^K1 se calidulum, igne ^BG%s^K1, sensit%s%s

source: ^BG%s%s^K1 was burnt up into a crisp by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 frictus est%s%s

source: ^BG%s%s^K1 was cooked by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 coctus est%s%s

source: ^BG%s%s^K1 was pushed in front of a monster by ^BG%s^K1%s%s
la: ^BG%s%s^K1 ad beluam a ^BG%s^K1 pulsus est%s%s

source: ^BG%s%s^K1 was blown up by ^BG%s^K1's Nade%s%s
la: ^BG%s%s^K1, Granata ^BG%s^K1, ruptus est%s%s

source: ^BG%s%s^K1 got too close to a napalm explosion%s%s
la: ^BG%s%s^K1 nimis prope Napalm eruptionem fuit%s%s

source: ^BG%s%s^K1 was burned to death by ^BG%s^K1's Napalm Nade%s%s
la: ^BG%s%s^K1 crematus, Napalm Granata ^BG%s^K1, occisus est%s%s

source: ^BG%s%s^K1 was blown up by ^BG%s^K1's Ice Nade%s%s
la: ^BG%s%s^K1, Granata Gelata ^BG%s^K1, ruptus est%s%s

source: ^BG%s%s^K1 has not been healed by ^BG%s^K1's Healing Nade%s%s
la: ^BG%s%s^K1, Granata Sanatrice ^BG%s^K1, sanatus non est%s%s

source: ^BG%s%s^K1 was shot into space by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 ex orbe iactus est%s%s

source: ^BG%s%s^K1 was slimed by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 in mucum commutatus est%s%s

source: ^BG%s%s^K1 was preserved by ^BG%s^K1%s%s
la: ^BG%s%s^K1 corpus a ^BG%s^K1 conditum est%s%s

source: ^BG%s%s^K1 tried to occupy ^BG%s^K1's teleport destination space%s%s
la: ^BG%s%s^K1 in exitu ^BG%s^K1 teleportati stare conatus est%s%s

source: ^BG%s%s^K1 was telefragged by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 exiente teleportatrum occisus est%s%s

source: ^BG%s%s^K1 died in an accident with ^BG%s^K1%s%s
la: ^BG%s%s^K1 temere ad ^BG%s^K1 mortuus est%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Bumblebee exploded%s%s
la: ^BG%s%s^K1, eruptione Bombi Apis ^BG%s^K1, offensus est%s%s

source: ^BG%s%s^K1 saw the pretty lights of ^BG%s^K1's Bumblebee gun%s%s
la: ^BG%s%s^K1 luces pulchras, armorum Bombi Apis ^BG%s^K1, vidit%s%s

source: ^BG%s%s^K1 was crushed by ^BG%s^K1%s%s
la: ^BG%s%s^K1 a ^BG%s^K1 compressus est%s%s

source: ^BG%s%s^K1 was cluster bombed by ^BG%s^K1's Raptor%s%s
la: ^BG%s%s^K1, iactatis Raptoris ^BG%s^K1, occisus est%s%s

source: ^BG%s%s^K1 couldn't resist ^BG%s^K1's purple blobs%s%s
la: ^BG%s%s^K1, rebus purpureis ^BG%s^K1, non restitit%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Raptor exploded%s%s
la: ^BG%s%s^K1, eruptione Raptoris ^BG%s^K1, offensus est%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Spiderbot exploded%s%s
la: ^BG%s%s^K1, eruptione Araneae Automatae ^BG%s^K1, offensus est%s%s

source: ^BG%s%s^K1 got shredded by ^BG%s^K1's Spiderbot%s%s
la: ^BG%s%s, ab Aranea Automata ^BG%s^K1, laniatus est%s%s

source: ^BG%s%s^K1 was blasted to bits by ^BG%s^K1's Spiderbot%s%s
la: ^BG%s%s^K1, ab Aranea Automata ^BG%s^K1, divisus est%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Racer exploded%s%s
la: ^BG%s%s^K1, eruptione Cursoris ^BG%s^K1, offensus est%s%s

source: ^BG%s%s^K1 was bolted down by ^BG%s^K1's Racer%s%s
la: ^BG%s%s^K1, pessulis Cursoris ^BG%s^K1, occisus est%s%s

source: ^BG%s%s^K1 couldn't find shelter from ^BG%s^K1's Racer%s%s
la: ^BG%s%s^K1, Cursorem ^BG%s^K1, confugere non potuit%s%s

source: ^BG%s%s^K1 was thrown into a world of hurt by ^BG%s^K1%s%s
la: ^BG%s%s^K1 in doloris mundum a ^BG%s^K1 iactus est%s%s

source: ^BG%s^K1 was moved into the %s%s
la: ^BG%s^K1 motus est in: %s%s

source: ^BG%s^K1 became enemies with the Lord of Teamplay%s%s
la: ^BG%s^K1 cum Coniuncti Operis Duce inimicus factus est%s%s

source: ^BG%s^K1 thought they found a nice camping ground%s%s
la: ^BG%s^K1 locum castra bona esse putabat%s%s

source: ^BG%s^K1 unfairly eliminated themselves%s%s
la: ^BG%s^K1 iniuste se exclusit%s%s

source: ^BG%s^K1 couldn't catch their breath%s%s
la: ^BG%s^K1 non inspirabat%s%s

source: ^BG%s^K1 was in the water for too long%s%s
la: ^BG%s^K1 tempus magnum immersus est%s%s

source: ^BG%s^K1 hit the ground with a bit too much force%s%s
la: ^BG%s^K1 in solum concidit%s%s

source: ^BG%s^K1 hit the ground with a crunch%s%s
la: ^BG%s^K1 in solum crepitans cecidit%s%s

source: ^BG%s^K1 became a bit too crispy%s%s
la: ^BG%s^K1 frictulus factus est%s%s

source: ^BG%s^K1 felt a little hot%s%s
la: ^BG%s^K1 se calidulum sensit%s%s

source: ^BG%s^K1 died%s%s
la: ^BG%s^K1 mortuus est%s%s

source: ^BG%s^K1 found a hot place%s%s
la: ^BG%s^K1 locum calidum invenit%s%s

source: ^BG%s^K1 turned into hot slag%s%s
la: ^BG%s^K1 scoria calida factus est%s%s

source: ^BG%s^K1 was exploded by a Mage%s%s
la: ^BG%s^K1 a Mago eruptus est%s%s

source: ^BG%s^K1's innards became outwards by a Golem%s%s
la: ^BG%s^K1 viscera a Goleme emota est%s%s

source: ^BG%s^K1 was smashed by a Golem%s%s
la: ^BG%s^K1 a Goleme compressus est%s%s

source: ^BG%s^K1 was zapped to death by a Golem%s%s
la: ^BG%s^K1 electricis Golemis occisus est%s%s

source: ^BG%s^K1 was bitten by a Spider%s%s
la: ^BG%s^K1 ab Aranea morsus est%s%s

source: ^BG%s^K1 was fireballed by a Wyvern%s%s
la: ^BG%s^K1 Draconis globo igneo offensus est%s%s

source: ^BG%s^K1 joins the Zombies%s%s
la: ^BG%s^K1 iam zombium est%s%s

source: ^BG%s^K1 was given kung fu lessons by a Zombie%s%s
la: ^BG%s^K1 Cungfu zombio doctus est%s%s

source: ^BG%s^K1 mastered the art of self-nading%s%s
la: ^BG%s^K1 in se granatae iactandae peritus est%s%s

source: ^BG%s^K1 decided to take a look at the results of their napalm explosion%s%s
la: ^BG%s^K1 sequentia Napalm eruptionem suam specere statuit%s%s

source: ^BG%s^K1 was burned to death by their own Napalm Nade%s%s
la: ^BG%s^K1 Napalm Granata sua crematus est%s%s

source: ^BG%s^K1's Healing Nade didn't quite heal them%s%s
la: ^BG%s^K1 Granata Sanatrice se non sanavit%s%s

source: ^BG%s^K1 died%s%s. What's the point of living without ammo?
la: ^BG%s^K1 mortuus est%s%s. Nonne ingratum est sine missili vivere?

source: ^BG%s^K1 ran out of ammo%s%s
la: ^BG%s^K1 missilia exhausit%s%s

source: ^BG%s^K1 rotted away%s%s
la: ^BG%s^K1 putruit%s%s

source: ^BG%s^K1 became a shooting star%s%s
la: ^BG%s^K1 stella labens factus est%s%s

source: ^BG%s^K1 was slimed%s%s
la: ^BG%s^K1 in mucum commutatus est%s%s

source: ^BG%s^K1 couldn't take it anymore%s%s
la: ^BG%s^K1 tolerare non potuit%s%s

source: ^BG%s^K1 is now preserved for centuries to come%s%s
la: ^BG%s^K1 corpus conditum saecula manebit%s%s

source: ^BG%s^K1 switched to the %s%s
la: ^BG%s^K1 iit in: %s%s

source: ^BG%s^K1 died in an accident%s%s
la: ^BG%s^K1 temere mortuus est%s%s

source: ^BG%s^K1 ran into a turret%s%s
la: ^BG%s^K1 turriolae occurrit%s%s

source: ^BG%s^K1 was blasted away by an eWheel turret%s%s
la: ^BG%s^K1 Turriola E-Rota deletus est%s%s

source: ^BG%s^K1 got caught up in the FLAC turret fire%s%s
la: ^BG%s^K1 Antaërii missilibus offensus est%s%s

source: ^BG%s^K1 was blasted away by a Hellion turret%s%s
la: ^BG%s^K1 Turriola Infernali deletus est%s%s

source: ^BG%s^K1 could not hide from the Hunter turret%s%s
la: ^BG%s^K1 Turriolam Venatricem non fugit%s%s

source: ^BG%s^K1 was riddled full of holes by a Machinegun turret%s%s
la: ^BG%s^K1 Polyboli Turriola continenter foratus est%s%s

source: ^BG%s^K1 got turned into smoldering gibs by an MLRS turret%s%s
la: ^BG%s^K1 Turriola Multimistrice liquefactus est%s%s

source: ^BG%s^K1 was phased out by a turret%s%s
la: ^BG%s^K1 turriola deletus est%s%s

source: ^BG%s^K1 got served some superheated plasma from a turret%s%s
la: ^BG%s^K1 Turriolae plasma fervens accepit%s%s

source: ^BG%s^K1 was electrocuted by a Tesla turret%s%s
la: ^BG%s^K1 Teslae turriola electrice occisus est%s%s

source: ^BG%s^K1 got served a lead enrichment by a Walker turret%s%s
la: ^BG%s^K1 Turriolae Peditis plumbo contaminatus est%s%s

source: ^BG%s^K1 was impaled by a Walker turret%s%s
la: ^BG%s^K1 Turriola Pedite transfixus est%s%s

source: ^BG%s^K1 was blasted away by a Walker turret%s%s
la: ^BG%s^K1 Turriola Pedite deletus est%s%s

source: ^BG%s^K1 got caught in the blast of a Bumblebee explosion%s%s
la: ^BG%s^K1 eruptione Bombi Apis offensus est%s%s

source: ^BG%s^K1 was crushed by a vehicle%s%s
la: ^BG%s^K1 vehiculo compressus est%s%s

source: ^BG%s^K1 was caught in a Raptor cluster bomb%s%s
la: ^BG%s^K1 iactatis Raptoris occisus est%s%s

source: ^BG%s^K1 got caught in the blast of a Raptor explosion%s%s
la: ^BG%s^K1 eruptione Raptoris offensus est%s%s

source: ^BG%s^K1 got caught in the blast of a Spiderbot explosion%s%s
la: ^BG%s^K1 eruptione Araneae Automatae offensus est%s%s

source: ^BG%s^K1 was blasted to bits by a Spiderbot rocket%s%s
la: ^BG%s^K1 Araneae Automatae missili igneo divisus est%s%s

source: ^BG%s^K1 got caught in the blast of a Racer explosion%s%s
la: ^BG%s^K1 eruptione Cursoris offensus est%s%s

source: ^BG%s^K1 couldn't find shelter from a Racer rocket%s%s
la: ^BG%s^K1 a Cursoris missili igneo perfugium non invenit%s%s

source: ^BG%s^K1 ended up in the wrong place%s%s
la: ^BG%s^K1 pererravit et perivit%s%s

source: ^BG%s^K1 was betrayed by ^BG%s^K1%s%s
la: ^BG%s^K1 a ^BG%s^K1 traditus est%s%s

source: (%s every %s seconds)
la: (%s %snis secundis)

source: ^BG%s^K1 was frozen by ^BG%s
la: ^BG%s^K1 a ^BG%s^K1 congelatus est

source: ^BG%s^K3 was revived by ^BG%s
la: ^BG%s^K3 a ^BG%s^K3 restitutus est

source: ^BG%s^K3 was revived by falling
la: ^BG%s^K3 restitutus est quia cecidit

source: ^BG%s^K3 was revived by their Nade explosion
la: ^BG%s^K3 eruptione Granatae suae restitutus est

source: ^BG%s^K3 was automatically revived after %s seconds
la: ^BG%s^K3 restitutus est quia %s secunda expectavit

source: ^BG%s^K1 froze themselves
la: ^BG%s^K1 a se congelatus est

source: ^TC^TT^BG team wins the round
la: ^BGManus ^TC^TT^BG tempore vicit

source: ^BG%s^BG wins the round
la: ^BG%s^BG tempore vicit

source: ^BGRound tied
la: ^BGTempore aequaverunt

source: ^BGRound over, there's no winner
la: ^BGTempus finitum, nemo vicit

source: ^BGGodmode saved you %s units of damage, cheater!
la: ^BGDei Modo sanitas %snaria servata est, fraudator!

source: ^BG%s^BG got the %s^BG buff!
la: ^BG%s^BG firmamen %s^BG tenet!

source: ^BG%s^BG lost the %s^BG buff!
la: ^BG%s^BG firmamen %s^BG amisit!

source: ^BGYou dropped the %s^BG buff!
la: ^BGFirmamen %s^BG demisisti!
