Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: The kill-death ratio
ast: La rellación asesinatos/muertes
bg: Съотношението убийства-умирания
de: Das Kill-/Tod-Verhältnis
es: La razón asesinato-muerte
fi: Suhdeluku tapot-kuolemat
fr: Le ratio meurtre-mort
gl: A relación asasinatos-mortes
it: Rapporto uccisioni-morti
ja_jp: キル・デス率
pl: Stosunek zabójstwa-śmierci
pt_br: A taxa de vítimas/mortes
ru: Отношение убийств/смертей
sv: Mord-dödsförhållande

source: SCO^kdr
ast: Rellación A/M
be: см/заб
de: SCO^ktv
es: amr
fi: SCO^tks
fr: tmr
it: rum
ja_jp: 殺死害率
pt_br: fmr
ro: SCO^rum
ru: уб/см
sv: mdh

source: SCO^kdratio
ast: Rellación A/M
be: см/заб
bg: SCO^kdсъотношение
de: SCO^kt-verh.
es: amratio
fi: SCO^tksuhdeluku
fr: ratio tm
it: rapp. u/m
ja_jp: キル・デス率
pt_br: taxa de v/m
ro: SCO^kdrație
ru: уб/см
sv: mdförhåll

source: Number of kills
ast: El númberu d'asesinatos
bg: Брой убийства
de: Anzahl an Kills
es: Número de asesinatos
fi: Tapot
fr: Nombre de meurtres
gl: Numero de asasinatos
it: Numero di uccisioni
ja_jp: キル数
pl: Liczba zabójstw
pt_br: Número de vítimas
ru: Число убийств
sr: Број убистава
sv: Mängden mord

source: SCO^kills
ast: Asesinatos
be: SCO^забойствы
bg: SCO^убийства
es: asesinatos
fi: SCO^tappoa
fr: meurtres
gl: SCO^asasinatos
it: uccisioni
ja_jp: キル数
pl: SCO^zabici
pt_br: vítimas
ro: SCO^ucideri
ru: убийства
sr: SCO^убистава
sv: mord

source: Number of laps finished (Race/CTS)
ast: El númberu de vueltes completaes
bg: Брой завършени обиколки (Race/CTS)
de: Anzahl gedrehter Runden (Rennen/CTS)
es: Número de vueltas terminadas (Carrera/CTS)
fi: Loppuunsaatettujen kierrosten lukumäärä (kilpa/CTS)
fr: Nombre de tours complétés (Course / CTS)
gl: Numero de voltas rematadas (Race/CTS)
it: Numero di giri completati (Corsa/CTS)
ja_jp: 終了したラップ数 （レース / CTS）
pl: Liczba zakończonych okrążeń (Race/CTS)
pt_br: Voltas concluídas (Corrida/CTS)
ru: Число завершённых кругов (Гонка/Этапы)
sv: Mängden lopp slutförda (Race/CTS)

source: SCO^laps
ast: Vueltes
be: SCO^колы
bg: SCO^обиколки
de: SCO^runden
es: vueltas
fi: SCO^kierrosta
fr: tours
gl: SCO^voltas
it: giri
ja_jp: ラップ
pl: SCO^okrążenia
pt_br: voltas
ro: SCO^ture
ru: круги
sr: SCO^кругова
sv: lopp

source: Number of lives (LMS)
ast: El númberu de vides
bg: Брой животи (LMS)
de: Anzahl Leben (LMS)
es: Número de vidas (LMS)
fi: Elämien määrä (LMS)
fr: Nombre de vies (LMS)
gl: Numero de vidas (LMS)
it: Numero di vite (LMS)
ja_jp: 命の数 (LMS)
pl: Liczba żyć (LMS)
pt_br: Número de vidas (LMS)
ru: Число жизней (Остаться в живых)
sv: Mängden liv (LMS)

source: SCO^lives
ast: Vides
be: SCO^жыцці
bg: SCO^животи
de: SCO^leben
es: vidas
fi: SCO^elämät
fr: vies
gl: SCO^vidas
it: vite
ja_jp: 命
pl: SCO^życia
pt_br: vidas
ro: SCO^vieți
ru: жизни
sr: SCO^живота
sv: liv

source: Number of times a key was lost
ast: El númberu de vegaes que se perdió una llave
bg: Брой загуби на ключа
de: Wie oft ein Schlüssel verloren wurde
es: Número de veces que se perdió la llave
fi: Montako kertaa avain menetettiin
fr: Nombre de fois qu'une clé a été perdue
gl: Numero de veces que se perdeu a chave
it: Numero di volte che una chiave è stata persa
ja_jp: 鍵が失われた回数
pl: Ilość zgubionych kluczy
pt_br: Vezes em que uma chave foi perdida
ru: Число потерянных ключей
sr: Број губљења кључева
sv: Hur många gånger nyckeln var förlorad

source: SCO^losses
ast: Perdes
be: SCO^паразы
bg: SCO^загуби
de: SCO^verlor
es: perdidas
fi: SCO^menetykset
fr: pertes
gl: SCO^perdas
it: perdute
ja_jp: 失われた数
pl: SCO^straty
pt_br: derrotas
ro: SCO^pierderi
ru: потерьключа
sr: SCO^губитака
sv: förlust

source: Player name
ast: El nome de los xugadores
bg: Име на играч
de: Spielername
es: Nombre del jugador
fi: Pelaajan nimi
fr: Nom du joueur
gl: Nome do xogador
it: Nome giocatore
ja_jp: 選手名
pl: Nazwa gracza
pt_br: Nome do jogador
ru: Имя игрока
sr: Име играча
sv: Spelnamn

source: SCO^name
ast: Nome
be: SCO^імя
bg: SCO^име
es: nombre
fi: SCO^nimi
fr: nom
gl: SCO^nome
it: nome
ja_jp: 名前
pl: SCO^nazwa
pt_br: nome
ro: SCO^nume
ru: имя
sr: SCO^име
sv: namn

source: SCO^nick
ast: Nomatu
be: SCO^мянушка
bg: SCO^прякор
es: apodo
fi: SCO^lempinimi
fr: pseudo
gl: SCO^alcume
it: nick
ja_jp: ニック
pl: SCO^ksywka
pt_br: apelido
ro: SCO^poreclă
ru: позывной
sr: SCO^надимак
sv: nick

source: Number of objectives destroyed
ast: El númberu d'oxetivos destruyíos
bg: Брой унищожени цели
de: Anzahl an zerstörten Angriffszielen
es: Número de objetivos destruidos
fi: Tavoitekohteita tuhottu
fr: Nombres d'objectifs détruits
gl: Numero de obxetos destruidos
it: Numero di obiettivi distrutti
ja_jp: 破壊された目的数
pl: Liczba zniszczonych celów
pt_br: Objetivos destruídos
ru: Число уничтоженных целей
sr: Број уништених циљева
sv: Mängden mål förstörda

source: SCO^objectives
ast: Oxetivos
be: SCO^мэты
bg: SCO^цели
de: SCO^ziele
es: objetivos
fi: SCO^tavoitteet
fr: objectifs
gl: SCO^obxetivos
it: obiettivi
ja_jp: 目的
pl: SCO^cele
pt_br: objetivos
ro: SCO^obiective
ru: целей
sr: SCO^циљеви
sv: mål

source: How often a flag (CTF), a key (Key Hunt), or a ball (Keepaway) was picked up
fr: Combien de fois un drapeau (CTF), une clé (Chasse aux Clés) ou une balle (Gardez-la-Balle) a été ramassé(e)
gl: Frecuencia ca que unha bandeira (CTF) unha chave (KeyHunt) ou unha bola (Keepaway) foi capturada
it: Per quante volte una bandiera (CTF) o una chiave (Key Hunt) o una palla (Keepaway) viene raccolta
pt_br: Quantas vezes uma bandeira (CTF), uma chave (Caça a Chaves) ou uma bola (Keepaway) foi coletada
ru: Как часто флаг (Захват флага) или ключ (Охота за ключами) или мяч (Прятки) были подобраны

source: SCO^pickups
ast: Coyíes
be: SCO^узяцці
bg: SCO^задигания
de: SCO^aufheb
es: recogidas
fi: SCO^poiminnat
fr: ramassés
gl: SCO^recollibles
it: raccolte
ja_jp: 取り上げた
pl: SCO^znajdźki
pt_br: coletas
ro: SCO^ridicări
ru: кражи
sr: SCO^купљења
sv: upplock

source: Ping time
ast: El tiempu del ping
bg: Време за пинг
de: Latenz
es: Tiempo de ping
fi: Ping-aika
fr: Temps de ping
gl: Tempo de ping
it: Tempo di ping
ja_jp: PING時刻
pl: Czas pingowania
pt_br: Tempo de ping
ru: Время отклика
sr: Време пинга
sv: Pingtid

source: SCO^ping
ast: Ping
be: SCO^пінг
bg: SCO^пинг
es: ping
fi: Viive
fr: ping
it: ping
ja_jp: ping
pt_br: ping
ro: SCO^latență
ru: отклик
sr: SCO^пинг
sv: ping
uk: Пінг

source: Packet loss
ast: La perda de paquetes
bg: Загубени пакети
de: Paketverlust
es: Pérdida de paquetes
fi: Pakettirokotukset
fr: Perte de paquets
gl: Paquetes perdidos
it: Perdita Pacchetti
ja_jp: 失われたパケットの数
pl: Utrata pakietów
pt_br: Perda de pacotes
ru: Потери пакетов (п/п)
sr: Губитак пакета
sv: Paketförlust

source: SCO^pl
ast: Perda de paquetes
be: SCO^пз
bg: SCO^зп
de: SCO^pv
es: pl
fi: SCO^pr
fr: pl
gl: SCO^pp
it: pl
ja_jp: pl
pt_br: pp
ru: п/п
sr: SCO^гп
sv: pf

source: Number of players pushed into void
ast: El númberu de xugadores tiraos al vacíu
bg: Брой играчи избутани в безкрайността
de: Anzahl der Spieler, die in die Leere geschubst wurden
es: Número de jugadores empujados al vacío
fi: Montako pelaajaa työnnettiin hukkaan
fr: Nombre de joueurs poussés dans le vide
gl: Numero de xogadores empuxados ao baleiro
it: Numero di giocatori spinti nel vuoto
ja_jp: ボイドに押し込まれた選手の数
pl: Liczba graczy zepchniętych w pustkę
pt_br: Número de jogadores empurrados para o vazio
ru: Число отправленных в бездну игроков
sr: Број играча гурнутих у ништавило
sv: Mängden spelare puttade ner i void

source: SCO^pushes
ast: Emburrios
be: SCO^штуршкі
bg: SCO^избутвания
de: SCO^schubser
es: ofensivas
fi: SCO^työnnöt
fr: poussés
gl: SCO^ofensivas
it: spinte
ja_jp: 押し込まれた
pl: SCO^pchnięcia
pt_br: empurrões
ro: SCO^împingeri
ru: толчки
sv: putt

source: Player rank
bg: Ранг на играча
de: Spielerrang
es: Rango del jugador
fi: Pelaajan taso
fr: Rang du joueur
gl: Rango do xogador
it: Posizione del giocatore (in classifica)
ja_jp: 選手ランク
pl: Ranga gracza
pt_br: Classificação do jogador
ru: Ранг игрока
sr: Ранг играча
sv: Spelarrang

source: SCO^rank
ast: Clasificación
be: SCO^рэйтынг
bg: SCO^ранг
de: SCO^rang
es: rango
fi: SCO^taso
fr: rang
gl: SCO^rango
it: posizione
ja_jp: ランク
pl: SCO^ranga
pt_br: classificação
ro: SCO^rang
ru: ранг
sr: SCO^ранг
sv: rang

source: Number of flag returns
bg: Брой връщания на знамето
de: Anzahl zurückgebrachter Flaggen
es: Número de retornos de banderas
fi: Lipunpalautusten määrä
fr: Nombre de drapeaux retournés
gl: Numero de retorno de bandeiras
it: Numero di riporti della bandiera
ja_jp: 返された旗の数
pl: Liczba zwróceń flagi
pt_br: Número de retornos da bandeira
ru: Число возвратов флага
sr: Број враћања заставе
sv: Mängden flaggåterlämningar

source: SCO^returns
ast: Devoluciones
be: SCO^вяртанні
bg: SCO^връщания
de: SCO^zurück
es: regresos
fi: SCO^palautukset
fr: retournés
gl: SCO^retorno
it: ritorni
ja_jp: 返された旗
pl: SCO^zwroty
pt_br: retornos
ro: SCO^returnări
ru: возвраты
sr: SCO^враћања
sv: återlämning

source: Number of revivals
ast: El númberu de resurreiciones
bg: Брой съживявания
de: Anzahl Wiederbelebungen
es: Número de reanimaciones
fi: Virkoamisten määrä
fr: Nombre de dégels
gl: Numero de renacementos
it: Numero di risvegli
ja_jp: 復活された者数
pl: Liczba wskrzeszeń
pt_br: Reanimações
ru: Число оживлений
sr: Број оживљавања
sv: Mängden återupplivaden

source: SCO^revivals
ast: Resurreiciones
be: SCO^адраджэнні
bg: SCO^съживявания
de: SCO^wiederbe
es: reanimaciones
fi: SCO^virkoamiset
fr: dégels
gl: SCO^renacementos
it: risvegli
ja_jp: 復活された者
pl: SCO^wskrzeszenia
pt_br: reanimações
ro: SCO^reînvieri
ru: оживления
sr: SCO^оживљавања
sv: återuppliv

source: Number of rounds won
ast: El númberu de rondes ganaes
bg: Брой спечелени рундове
de: Anzahl gewonnener Runden
es: Número de rondas ganadas
fi: Voitetut kierrokset
fr: Nombre de manches gagnées
gl: Numero de roldas gañadas
it: Numero di round vinti
ja_jp: 勝ったラウンドの数
pl: Liczba wygranych rund
pt_br: Rodadas vencidas
ru: Число выигранных раундов
sr: Број побеђених рунди
sv: Mängden omgångar vunna

source: SCO^rounds won
ast: Rondes ganaes
bg: SCO^спечелени рундове
de: SCO^rundensiege
es: rondas ganadas
fi: SCO^voitetut kierrokset
fr: manches gagnées
gl: SCO^roldas gañadas
it: round vinti
ja_jp: 勝ったラウンド
pl: SCO^wygrane rundy
pt_br: rodadas vencidas
ru: раундов для победы
sv: omgångar vunna

source: Number of rounds played
bg: Брой изиграни кръгове
de: Anzahl gespielter Runden
es: Número de rondas jugadas
fi: Pelattujen kierrosten määrä
fr: Nombre de manches jouées
gl: Numero de roldas xogadas
it: Numero di round giocati
ja_jp: プレイしたラウンド数
pt_br: Número de rodadas jogadas
ru: Число сыгранных раундов
sv: Mängden omgångar spelade

source: SCO^rounds played
bg: SCO^изиграни кръгове
de: rundengespielt
es: Rondas jugadas
fi: SCO^pelatut kierrokset
fr: manches jouées
gl: SCO^roldas xogadas
it: round giocati
ja_jp: プレイしたラウンド
pt_br: rodadas jogadas
ru: раундов сыграно
sv: omgångar spelade

source: SCO^score
ast: Puntuación
be: SCO^лік
bg: SCO^резултат
de: SCO^punktzahl
es: puntuación
fi: SCO^pistemäärä
fr: score
gl: SCO^puntuación
it: punti
ja_jp: 得点
pl: SCO^wynik
pt_br: pontuação
ro: SCO^scor
ru: очки
sr: SCO^резултат
sv: poäng

source: Total score
ast: La puntuación total
bg: Общ резултат
de: Gesamtpunktzahl
es: Puntuación total
fi: Yhteispisteet
fr: Score total
gl: Puntuación total
it: Punteggio totale
ja_jp: 合計得点
pl: Łączny wynik
pt_br: Pontuação total
ru: Общий счёт
sr: Укупни резултат
sv: Totala mängden poäng

source: Player skill
fr: Niveau du joueur
gl: Habilidade do xogador
it: Abilità del giocatore
pt_br: Habilidade do jogador
ru: Мастерство игрока

source: SCO^skill
fr: niveau
gl: SCO^habilidade
it: abilità
pt_br: habilidade
ru: мастер

source: Number of suicides
ast: El númberu de suicidios
bg: Брой самоубийства
de: Anzahl Suizide
es: Número de suicidios
fi: Itsemurhat
fr: Nombre de suicides
gl: Numero de suicidios
it: Numero di suicidi
ja_jp: 自殺数
pl: Liczba samobójstw
pt_br: Número de suicídios
ru: Число самоубийств
sr: Број самоубистава
sv: Mängden självmord

source: SCO^suicides
ast: Suicidios
be: SCO^самагубствы
bg: SCO^самоубийства
de: SCO^suizide
es: suicidios
fi: SCO^itsemurhia
fr: suicides
gl: SCO^suicidios
it: suicidi
ja_jp: 自殺
pl: SCO^samobójstwa
pt_br: suicídios
ro: SCO^sinucideri
ru: суициды
sr: SCO^самоубистава
sv: självmord

source: Number of kills minus deaths
ast: El númberu d'asesinatos menos muertes
bg: Брой убийства без умиранията
de: Anzahl der Kills minus der Tode
es: Número de asesinatos menos muertes
fi: Tapot poislukien kuolemat
fr: Nombre de meurtres moins les morts
gl: Número de matanzas menos mortos
it: Numero di uccisioni meno morti
ja_jp: キル数 - デス数 =
pl: Liczba zabójstw odjąć śmierci
pt_br: Vítimas menos mortes
ru: Число убийств за вычетом смертей
sr: Број убистава без смрти
sv: Mängden mord minus död

source: SCO^sum
ast: Suma
be: SCO^сума
bg: SCO^сума
de: SCO^summe
es: suma
fi: SCO^määrä
fr: somme
gl: SCO^suma
it: somma
ja_jp: 和
pl: SCO^suma
pt_br: soma
ro: SCO^sumă
ru: итог
sr: SCO^укупно
sv: summa

source: Number of survivals
bg: Брой оцелели
de: Anzahl der überlebten Runden
es: Número de supervivencias
fr: Nombre de survies
gl: Número de supervivencias
it: Numero di sopravvivenze
ja_jp: 生存数
pt_br: Número de sobrevivências
ru: Число выживаний
sv: Mängden överlevnader

source: SCO^survivals
bg: SCO^оцелявания
de: SCO^überlebt
es: supervivencias
fr: survies
gl: SCO^supervivencias
it: sopravvivenze
ja_jp: 生存
pt_br: sobrevivências
ru: выживания
sv: överlevnader

source: Number of domination points taken (Domination)
bg: Брой точки за доминация (Domination)
de: Anzahl eroberter Dominationspunkte (Domination)
es: Número de puntos de dominación tomados (Dominación)
fi: Otetut dominointipisteet (Domination)
fr: Nombre de points de domination capturés (Domination)
gl: Número de puntos de dominación capturados (Dominación)
it: Numero di punti di dominio presi (Dominazione)
ja_jp: 獲得したドミネートのポイントの数 (Domination)
pl: Liczba przejętych punktów dominacji (Domination)
pt_br: Pontos de dominação capturados (Dominação)
ru: Число захваченных точек превосходства (Превосходство)
sr: Број узетих поена доминације (Доминација)
sv: Mängden domineringspoäng tagna (Domination)

source: SCO^takes
ast: Coyíes
be: SCO^узяцці
bg: SCO^взимания
de: SCO^erobert
es: tomados
fi: SCO^otot
fr: prises
gl: SCO^capturados
it: presi
ja_jp: 獲得した
pl: SCO^przejęcia
pt_br: tomadas
ro: SCO^luări
ru: подборов
sv: tagna

source: Number of teamkills
ast: El númberu de vegaes que matesti a compañeros
bg: Брой убийства на съотборници
de: Anzahl der Teamkills
es: Número de asesinatos de compañeros
fi: Joukkuetapot
fr: Nombre de meurtres équipe
gl: Número de asasinatos do equipo
it: Numero di team uccisioni
ja_jp: チームメイトキル数
pl: Liczba zabitych sojuszników
pt_br: Número de vítimas de equipe
ru: Число убийств союзников
sr: Број убијених саиграча
sv: Mängden lagmord

source: SCO^teamkills
ast: Comp. mataos
bg: SCO^убийства на съотборници
es: asesinatos de compañeros
fi: SCO^joukkuetapot
fr: meurtres équipe
gl: SCO^asasinatos do equipo
it: uccis. team
ja_jp: チームメイトキル数
pl: SCO^teamkille
pt_br: vítimas de equipe
ru: убсоюзн
sr: SCO^убистава саиграча
sv: lagmord

source: Number of ticks (Domination)
bg: Брой отмервания (Domination)
de: Anzahl der Ticks/Zeiteinheiten (Domination)
es: Número de ticks (Dominación)
fi: Tikkausten määrä (Domination)
fr: Nombre de marques (Domination)
gl: Número de ticks (dominación)
it: Numero di tick (Dominazione)
ja_jp: ティック数 (Domination)
pt_br: Número de tiques (Dominação)
ru: Число тиков (Превосходство)
sv: Mängden ticks (Domination)

source: SCO^ticks
be: SCO^цікі
bg: SCO^щракания
es: ticks
fi: SCO^tikkaukset
fr: marques
it: tick
ja_jp: ティック
pt_br: ticks
ro: SCO^tic-uri
ru: тики
sv: ticks

source: SCO^time
ast: Tiempu
bg: SCO^време
de: SCO^zeit
es: tiempo
fi: SCO^aika
fr: temps
gl: SCO^tempo
it: tempo
ja_jp: 時刻
pl: SCO^czas
pt_br: tempo
ru: время
sv: tid

source: Total time raced (Race/CTS)
ast: El tiempu total en carrera
bg: Общо време на състезаване (Race/CTS)
de: Gesamtzeit im Rennen (Rennen/CTS)
es: Tiempo total de carrera (Carrera/CTS)
fi: Kilvan kokonaisaika (kilpa/CTS)
fr: Temps de course total (Course / CTS)
gl: Tempo total de carreira (carreira/CTS)
it: Tempo totale di gara (Corsa/CTS)
ja_jp: 合計レース時刻 （レース / CTS）
pl: Łączny czas ścigania (Race/CTS)
pt_br: Tempo total em corridas (Corrida/CTS)
ru: Общее время гонки (Гонка/Этапы)
sv: Total tid tävlats (Race/CTS)

source: You can modify the scoreboard using the ^2scoreboard_columns_set command.
bg: Можете да променяте таблото като използвате командата ^2scoreboard_columns_set.
de: Du kannst die Punktetafel mit dem ^2scoreboard_columns_set^7-Befehl modifizieren.
es: Puedes modificar la tabla de puntuaciones con el comando ^2scoreboard_columns_set
fi: Voit mukauttaa tulostaulua käyttäen ^2scoreboard_columns_set käskyä.
fr: Vous pouvez modifier le tableau des scores en utilisant la commande ^2scoreboard_columns_set.
gl: Pode modificar o cadro de puntuación usando o comando ^2scoreboard_columns_set.
it: Puoi modificare la tabella dei punteggi usando il comando ^2scoreboard_columns_set.
ja_jp: ^2scoreboard_columns_set ^7コマンドを使用して得点表を変更できる。
pl: Możesz edytować tablicę wyników używając komendy ^2scoreboard_columns_set .
pt_br: É possível modificar o placar usando o comando ^2scoreboard_columns_set.
ru: Вы можете изменить таблицу результатов, используя команду ^2scoreboard_columns_set.
sv: Du kan ändra poängtavlan med användning av ^2scoreboard_columns_set-kommandot.

source: Usage:
ast: Usu:
bg: Употреба:
de: Benutzung:
es: Uso:
fi: Käyttö:
fr: Utilisation :
gl: Uso:
it: Uso:
ja_jp: 使用方法:
pl: Użycie:
pt_br: Uso:
ru: Применение:
sr: Начин употребе:
sv: Användning:

source: ^2scoreboard_columns_set ^3field1 field2 ...
bg: ^2scoreboard_columns_set ^3поле1 поле2 ...
fr: ^2scoreboard_columns_set ^3champ1 champ2…
it: ^2scoreboard_columns_set ^3campo1 campo2 ...
pl: ^2scoreboard_columns_set ^3pole1 pole2 …
ru: ^2scoreboard_columns_set ^3поле1 поле2 …
sv: ^2scoreboard_columns_set ^3fält1 fält ...

source: ^2scoreboard_columns_set ^7without arguments reads the arguments from the cvar scoreboard_columns
de: ^2scoreboard_columns_set ^7ohne Argumente liest die Argumente von der cvar scoreboard_columns
es: ^2scoreboard_columns_set ^7sin argumentos se leen los argumentos del cvar scoreboard_columns
fi: ^2scoreboard_columns_set ^7ilman argumentteja otetaan argumentit cvar scoreboard_columns :sta
fr: ^2scoreboard_columns_set ^7sans argument lit les arguments de la cvar scoreboard_columns
gl: ^2scoreboard_columns_set ^7sen argumentos lense os argumentos do cvar scoreboard_columns
it: ^2scoreboard_columns_set ^7senza argomenti legge gli argomenti dalla cvar scoreboard_columns
ja_jp: ^2scoreboard_columns_set ^7引数なしで、 cvar scoreboard_columns から引数を読み取る。
pt_br: ^2scoreboard_columns_set ^7sem argumentos lê os argumentos do cvar scoreboard_columns
ru: ^2scoreboard_columns_set ^7без аргументов считывает значение из переменной scoreboard_columns
sv: ^2scoreboard_columns_set ^7utan argument hämtar argumenten från cvaren scoreboard_columns

source: ^5Note: ^7scoreboard_columns_set without arguments is executed on every map start
de: ^5Anmerkung: ^7scoreboard_columns_set ohne Argumente wird bei jedem Kartenstart ausgeführt
es: ^5Nota: ^7scoreboard_columns_set sin argumentos es ejecutado en el comienzo de cada partida
fi: ^5Huomautus: ^7scoreboard_columns_set ilman argumentteja ajetaan jokaisen kartan aloituksessa
fr: ^5Remarque : ^7scoreboard_columns_set sans argument est exécuté pour chaque nouvelle carte
gl: ^5Note: ^7scoreboard_columns_set sen argumentos execútase en cada inicio da partida
it: ^5Nota: ^7scoreboard_columns_set senza argomenti è eseguito ad ogni avvio di mappa
ja_jp: ^5注：引数なしの ^7scoreboard_columns_set は、マップの開始時に毎回実行する
pt_br: ^5Observação: ^7scoreboard_columns_set sem argumentos é executado sempre que um mapa é iniciado
ru: ^5Примечание: ^7scoreboard_columns_set без аргументов выполняется перед началом каждой арены
sv: ^5Anmärkning: ^7scoreboard_columns_set utan argument körs varje gång kartan startas

source: ^2scoreboard_columns_set ^3expand_default ^7loads default layout and expands it into the cvar scoreboard_columns so you can edit it
de: ^2scoreboard_columns_set ^3expand_default ^7lädt das Standard-Layout und expandiert es in die cvar scoreboard_columns, damit du sie bearbeiten kannst
es: ^2scoreboard_columns_set ^3expand_default ^7carga el diseño actual y lo expande en la cvar scoreboard_columns para que lo puedas editar
fi: ^2scoreboard_columns_set ^3expand_default ^7lataa vakioulkoasun ja laajentaa sen muotoon cvar scoreboard_columns jotta voit muokata sitä
fr: ^2scoreboard_columns_set ^3expand_default ^7charge la disposition par défaut et l'étend dans la cvar scoreboard_columns pour que vous puissiez l'éditer
gl: ^2scoreboard_columns_set ^3expand_default ^7carga o deseño predeterminado e expándeo ao cvar scoreboard_columns para que poidas editalo
it: ^2scoreboard_columns_set ^3expand_default ^7carica il layout di default e lo espande nella cvar scoreboard_columns così da poterlo modificare
ja_jp: ^2scoreboard_columns_set ^3expand_default ^7デフォルトのレイアウトをロードし、それを cvar scoreboard_columns に展開して編集できるようにする
pt_br: ^2scoreboard_columns_set ^3expand_default ^7carrega o layout padrão e o expande no cvar scoreboard_columns para ficar editável
ru: ^2scoreboard_columns_set ^3expand_default ^7загружает стандартную конфигурацию и выводит её в переменную scoreboard_columns, где вы можете её отредактировать
sv: ^2scoreboard_columns_set ^3expand_default ^7laddar standardlayouten och expanderar det in till cvaren scoreboard_columns så du kan ändra den

source: You can use a ^3|^7 to start the right-aligned fields.
bg: Може да използвате ^3|^7 за да започнете дясно-подравнените полета.
de: Du kannst ein ^3|^7 benutzen, um die rechtsbündigen Felder zu starten.
es: Puedes usar un ^3|^7 para empezar los campos alineados a la derecha.
fi: Voit käyttää ^3|^7 aloittaaksesi oikealle tasatut kentät.
fr: Vous pouvez utiliser un ^3|^7 pour créer des champs alignés à droite.
gl: Podes empregar un ^3|^7 para comezar os campos aliñados á dereita.
it: Puoi usare ^3|^7 per cominciare i campi allineati a destra.
ja_jp: ^3 | ^7を使用して、右揃えのフィールドを開始できする。
pt_br: É possível usar um ^3|^7 para iniciar os campos alinhados à direita.
ru: Используйте ^3|^7 для начала полей, выровненных справа.
sv: Du kan använda en ^3|^7 för att starta de högerjusterade fälten.

source: The following field names are recognized (case insensitive):
bg: Следните имена на полета са разпознати (без значение от малки и големи букви)
de: Die folgenden Feldnamen werden akzeptiert (Groß-/Kleinschreibung egal):
es: Los siguientes nombres de campo son reconocidos (sensible a mayúsculas):
fi: Seuraavat kenttänimet tunnistetaan (ei vaatimusta kirjainkoolle):
fr: Les noms de champ suivants sont reconnus (non sensibles à la casse) :
gl: Recoñécense os seguintes nomes de campo (insensible entre maiúsculas e minúsculas):
it: Sono riconsciuti i seguenti nomi di campo (non importa se maiusc./minusc.):
ja_jp: 次のフィールド名が認識される (大文字と区別は区別されない):
pl: Następujące nazwy pól są rozpoznawane (wielkość liter nie ma znaczenia)
pt_br: Os seguintes nomes de campo são reconhecidos (maiúsculas e minúsculas não diferem):
ru: Распознаны следующие имена полей (без учёта регистра):
sv: De följande fältnamnen är igenkända (skiftesokänslig):
