Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BGThe ^TC^TT^BG flag was dropped in the base and returned itself
ast: ^BGLa bandera del ^TC^TT^BG soltóse na base y volvió sola
be: ^BG ^TC^TT^BG сцяг быў кінуты на базе і вернуты на яе
bg: ^BG ^TC^TT^BG знаме бе изтървано и върнато в базата
de: ^BGDie ^TC^TT^BG Flagge fühlte sich in der Basis vernachlässigt und ist einfach nach Hause gerannt
es: ^BGLa bandera ^TC^TT^BG fue soltada en la base y regresó sola
fi: ^BGLippu ^TC^TT^BG pudotettiin tukikohtaan palauttaen itse itsensä
fr: ^BGLe drapeau ^TC^TT^BG a été lâché dans la base et est revenu tout seul
gl: ^BGA bandeira ^TC^TT^BG soltouse na base e volveuse por si mesma
it: ^BGLa bandiera ^TC^TT^BG è stata lasciata nella base ed è tornata da sola
ja_jp: ^BG ^TC^TT^BG 旗が基地に落ちされ、それ自体を返した
pl: ^BG^TC^TTA^BG flaga została porzucona w bazie i została przywrócona
pt_br: ^BGA bandeira ^TC^TT^BG caiu na base e retornou sozinha
ro: ^BGSteagul ^TC^TT^BG a fost scăpat în bază și s-a reîntors singur
ru: ^TC^TT^BG флаг был брошен на базе и возвращён автоматически
sv: ^BGDen ^TC^TT^BG flaggan släpptes i basen och återlämnade sig själv
uk: ^BG ^TC^TT^BG був кинутий на базі і тому повернувся сам

source: ^BGThe flag was dropped in the base and returned itself
ast: ^BGLa bandera soltóse na base y volvió sola
bg: ^BGЗнамето бе изтървано в базата и се върна само
de: ^BGDie Flagge wurde in der Basis zurückgelassen und ist zurückgekehrt
es: ^BGLa bandera fue soltada en la base y regresó sola
fi: ^BGLippu pudotettiin tukikohtaan palauttaen itsensä
fr: ^BGLe drapeau a été lâché dans la base et est revenu tout seul
gl: ^BGTa bandeira deixouse caer na base e volveu por si mesma
it: ^BGLa bandiera è stata lasciata nella base ed è tornata da sola
ja_jp: ^BG旗が基地に落ちされ、それ自体を返した
pl: ^BGFlaga została upuszczona w bazie i sama się przywróciła
pt_br: ^BGA bandeira caiu na base e retornou sozinha
ro: ^BGSteagul a fost scăpat în bază și s-a reîntors singur
ru: ^BGФлаг был брошен на базе и возвращён автоматически
sv: ^BGFlaggan släppdes i basen och återlämnade sig själv

source: ^BGThe ^TC^TT^BG flag fell somewhere it couldn't be reached and returned to base
ast: ^BGLa bandera ^TC^TT^BG cayó nun sitiu inaccesible y volvió a la base
be: ^BG ^TC^TT^BG сцяг быў кінуты недзе ў недасяжным месцы і вернуты на базу
bg: ^BG ^TC^TT^BG знаме бе изпуснато и падна на недостижимо място. То бе върнато в базата
de: ^BGDie ^TC^TT^BG Flagge fiel an einen unerreichbaren Ort und ist daher heimgeflogen
es: ^BGTLa bandera ^TC^TT^BG cayó en algún lugar y no pudo ser alcanzada y regresada a la base
fi: ^BGLippu ^TC^TT^BG putosi johonkin saavuttamattomiin tukikohtapalautukselle
fr: ^BGLe drapeau ^TC^TT^BG est tombé à un endroit inaccessible et est revenu à la base
gl: ^BGA ^TC^TT^BG bandeira caeu nalgún lugar onde non se puido alcanzar e volveu á base
it: ^BGLa bandiera ^TC^TT^BG è caduta dove non poteva essere raggiunta ed è tornata alla base
ja_jp: ^BG ^TC^TT^BG 旗は到達できなかった場所に落ち、基地に戻った
pl: ^BG^TC^TTA^BG flaga spadła gdzieś poza zasięgiem i została przywrócona w bazie
pt_br: ^BGA bandeira ^TC^TT^BG caiu em algum lugar inacessível e retornou à base
ro: ^BGSteagul ^TC^TT^BG a căzut pe undeva imposibil de atins și a fost returnat în bază
ru: ^TC^TT^BG флаг упал в недостижимое место и был возвращён на базу
sv: Den ^BG^TC^TT^BG flaggan föll ner någonstans den inte kunde nås och återlämnades till basen
uk: ^BG ^TC^TT^BG прапор впав десь за межами досягнення і тому був повернений на базу

source: ^BGThe flag fell somewhere it couldn't be reached and returned to base
ast: ^BGLa banderá cayó nun sitiu inacessible y volvió a la base
bg: ^BGЗнамето падна на недостижимо място и се върна в базата
de: ^BGDie Flagge fiel an einen unerreichbaren Ort und ist daher aus Langeweile heimgeflogen
es: ^BGLa bandera cayó en algún lugar y no pudo ser alcanzada y regresada a la base
fi: ^BGLippu putosi johonkin saavuttamattomiin tukikohtapalautukselle
fr: ^BGLe drapeau est tombé à un endroit inaccessible et est revenu à la base
gl: ^BGA bandeira caeu nalgún lugar onde non se puido alcanzar e volveu á base
it: ^BGLa bandiera è caduta dove non poteva essere raggiunta ed è tornata alla base
ja_jp: ^BG旗は到達できなかった場所に落ち、基地に戻った
pl: ^BGFlaga spadła gdzieś poza zasięgiem i została przywrócona do bazy
pt_br: ^BGA bandeira caiu em algum lugar inacessível e retornou à base
ro: ^BGSteagul a căzut undeva unde nu putea fi ajuns și s-a reîntors înapoi în bază
ru: ^BGФлаг упал в недостижимое место и был возвращён на базу
sv: ^BGFlaggan föll ner någonstans den inte kunde nås och återlämnades till basen

source: ^BGThe ^TC^TT^BG flag became impatient after ^F1%.2f^BG seconds and returned itself
ast: ^BGLa bandera ^TC^TT^BG cansó d'esperar dempués de ^F1%.2f^BG segundos y volvió sola
be: ^BG ^TC^TT^BG Сцяг больш не мог трываць, і праз ^F1%.2f^BG секунд вярнуўся на базу
bg: ^BG ^TC^TT^BG знаме нямаше търпение и се върна в базата след ^F1%.2f^BG секудни
de: ^BGDie ^TC^TT^BG Flagge hatte nach ^F1%.2f^BG Sekunden einfach keine Geduld mehr und ist nach Hause gegangen
es: ^BGLa bandera ^TC^TT^BG se desesperó tras ^F1%.2f^BG segundos y regresó sola
fi: ^BGLippu ^TC^TT^BG muuttui malttamattomaksi ^F1%.2f^BG sekunnin jälkeen palauttaen itsensä
fr: ^BGLe drapeau ^TC^TT^BG s'est impatienté après ^F1%.2f^BG secondes et est revenu tout seul
gl: ^BGA ^TC^TT^BG bandeira impacientouse despois de ^F1%.2f^BG segundos e volveu por si mesma
it: ^BGLa bandiera ^TC^TT^BG è diventata impaziente dopo ^F1%.2f^BG secondi ed è tornata da sola
ja_jp: ^BG ^TC^TT^BG 旗は ^F1%.2f^BG 秒後に焦って、自分自身を返した
pl: ^BG^TCA^TT flaga zniecierpliwiła się po ^F1%.2f^BG sekundach i sama się przywróciła
pt_br: ^BGA bandeira ^TC^TT^BG ficou impaciente depois de ^F1%.2f^BG segundos e retornou sozinha
ro: ^BGSteagul ^TC^TT^BG a devenit nerăbdător după ^F1%.2f^BG secunde și s-a reîntors singur
ru: ^BGУ ^TC^TT^BG флага кончилось терпение, и после ^F1%.2f^BG секунд ожидания он вернулся на базу автоматически
sv: ^BGDen ^TC^TT^BG flaggan orkade inte vänta längre efter ^F1%.2f^BG sekunder och återlämnade sig själv
uk: ^BG ^TC^TT^BG прапор став нетерплячим після ^F1%.2f^BG секунд та повернув себе на базу

source: ^BGThe flag became impatient after ^F1%.2f^BG seconds and returned itself
ast: ^BGLa bandera cansó d'esperar dempués de ^F1%.2f^BG y volvió a la base
bg: ^BGЗнамето нямаше търпение и след ^F1%.2f^BG секунди се върна само
de: ^BGDie Flagge hatte nach ^F1%.2f^BG Sekunden einfach keine Geduld mehr und ist nach Hause gegangen
es: ^BGLa bandera se desesperó tras ^F1%.2f^BG segundos y regresó sola
fi: ^BGLippu muuttui malttamattomaksi ^F1%.2f^BG sekunnin jälkeen palauttaen itsensä
fr: ^BGLe drapeau s'est impatienté après ^F1%.2f^BG secondes et est revenu tout seul
gl: ^BGA bandeira impacientouse despois de ^F1%.2f^BG segundos e volveu por si mesma
it: ^BGLa bandiera è diventata impaziente dopo ^F1%.2f^BG secondi ed è tornata da sola
ja_jp: ^BG旗は ^F1%.2f^BG 秒後に焦って、自分自身を返した
pl: ^BGFlaga zniecierpliwiła się po ^F1%.2f^BG sekundach i sama się wróciła
pt_br: ^BGA bandeira ficou impaciente depois de ^F1%.2f^BG segundos e retornou sozinha
ro: ^BGSteagul a devenit nerăbdător după ^F1%.2f^BG secunde și s-a returnat singur
ru: ^BGУ флага кончилось терпение, и после ^F1%.2f^BG секунд ожидания он вернулся на базу автоматически
sv: Flaggan orkade inte vänta längre efter ^F1%.2f^BG sekunder och återlämnade sig själv

source: ^BGThe ^TC^TT^BG flag has returned to the base
ast: ^BGLa bandera del ^TC^TT^BG volvió a la base
be: ^BGСцяг ^TC^TT^BG быў вернуты на базу
bg: ^BG ^TC^TT^BG знаме бе върнато в базата
de: ^BGDie ^TC^TT^BG Flagge ist zur Basis zurückgekehrt
es: ^BGLa bandera ^TC^TT^BG ha vuelto a la base
fi: ^BGLippu ^TC^TT^BG palautui tukikohtaan
fr: ^BGLe drapeau ^TC^TT^BG est revenu à la base
gl: ^BGA ^TC^TT^BG bandeira volveu á base
it: ^BGLa bandiera ^TC^TT^BG si è riportata alla base
ja_jp: ^BG ^TC^TT^BG 旗が基地に戻った
pl: ^BG^TC^TTA^BG flaga została przywrócona do bazy
pt_br: ^BGA bandeira ^TC^TT^BG retornou à base
ro: ^BGSteagul ^TC^TT^BG a fost returnat în bază
ru: ^TC^TT^BG флаг вернулся на свою базу
sv: ^BGDen ^TC^TT^BG flaggan har återlämnats till basen
uk: ^BG ^TC^TT^BG прапор повернувся на базу

source: ^BGThe flag has returned to the base
ast: ^BGLa bandera volvió a la base
bg: ^BGЗнамето се върна в базата
de: ^BGDie Flagge ist zur Basis zurückgekehrt
es: ^BGLa bandera ha vuelto a la base
fi: ^BGLippu palautui tukikohtaan
fr: ^BGLe drapeau est revenu à la base
gl: ^BGA bandeira volveu á base
it: ^BGLa bandiera si è riportata alla base
ja_jp: ^BG旗が基地に戻った
pl: ^BGFlaga wróciła do bazy
pt_br: ^BGA bandeira retornou à base
ro: ^BGSteagul s-a reîntors înapoi în bază
ru: ^BGФлаг вернулся на свою базу
sv: ^BGFlaggan har återlämnats till basen

source: ^BG%s^BG lost the ^TC^TT^BG flag
ast: ^BG%s^BG perdió la bandera del ^TC^TT
be: ^BG%s^BG згубіў ^TC^TT^BG сцяг
bg: ^BG%s^BG изгуби ^TC^TT^BG знаме
de: ^BG%s^BG hat die ^TC^TT^BG Flagge verloren
es: ^BG%s^BG perdió la bandera ^TC^TT^BG
fi: ^BG%s^BG menetti ^TC^TT^BG lipun
fr: ^BG%s^BG a perdu le drapeau ^TC^TT^BG
gl: ^BG%s^BG perdeu a ^TC^TT^BG bandeira
it: ^BG%s^BG ha perso la bandiera ^TC^TT^BG
ja_jp: ^BG%s^BG が ^TC^TT^BG 旗を失った
pl: ^BG%s^BG stracił ^TC^TTĄ^BG flagę
pt_br: ^BG%s^BG perdeu a bandeira ^TC^TT^BG
ro: ^BG%s^BG a pierdut steagul ^TC^TT^BG
ru: ^BG%s^BG потерял ^TC^TT^BG флаг
sv: ^BG%s^BG tappade den ^TC^TT^BG flaggan
uk: ^BG%s^BG втратив ^TC^TT^BG прапор

source: ^BG%s^BG lost the flag
ast: ^BG%s^BG perdió la bandera
bg: ^BG%s^BG загуби флага
de: ^BG%s^BG hat die Flagge verloren
es: ^BG%s^BG perdió la bandera
fi: ^BG%s^BG menetti lipun
fr: ^BG%s^BG a perdu le drapeau
gl: ^BG%s^BG perdeu a bandeira
it: ^BG%s^BG ha perso la bandiera
ja_jp: ^BG%s^BG が旗を失った
pl: ^BG%s^BG stracił flagę
pt_br: ^BG%s^BG perdeu a bandeira
ro: ^BG%s^BG a pierdut steagul
ru: ^BG%s^BG потерял флаг
sv: ^BG%s^BG tappade flaggan

source: ^BG%s^BG got the ^TC^TT^BG flag
ast: ^BG%s^BG consiguó la bandera ^TC^TT^BG
be: ^BG%s^BG узяў ^TC^TT^BG сцяг
bg: BG%s^BG получи ^TC^TT^BG знаме
de: ^BG%s^BG hat die ^TC^TT^BG Flagge genommen
es: ^BG%s^BG tiene la bandera ^TC^TT^BG
fi: ^BG%s^BG sai ^TC^TT^BG lipun
fr: ^BG%s^BG a le drapeau ^TC^TT^BG
gl: ^BG%s^BG ten a ^TC^TT^BG bandeira
it: ^BG%s^BG ha preso la bandiera ^TC^TT^BG
ja_jp: ^BG%s^BG が ^TC^TT^BG 旗を手に入れた
pl: ^BG%s^BG zdobył ^TC^TTĄ^BG flagę
pt_br: ^BG%s^BG pegou a bandeira ^TC^TT^BG
ro: ^BG%s^BG are steagul ^TC^TT^BG
ru: ^BG%s^BG схватил ^TC^TT^BG флаг
sv: ^BG%s^BG fick tag på den ^TC^TT^BG flaggan
uk: ^BG%s^BG захопив ^TC^TT^BG прапор

source: ^BG%s^BG got the flag
ast: ^BG%s^BG consiguió la bandera
bg: ^BG%s^BG взе флага
de: ^BG%s^BG hat die Flagge genommen
es: ^BG%s^BG tiene la bandera
fi: ^BG%s^BG sai lipun
fr: ^BG%s^BG a le drapeau
gl: ^BG%s^BG ten a bandeira
it: ^BG%s^BG ha preso la bandiera
ja_jp: ^BG%s^BG が旗を手に入れた
pl: ^BG%s^BG przejął flagę
pt_br: ^BG%s^BG pegou a bandeira
ro: ^BG%s^BG a luat steagul
ru: ^BG%s^BG забрал флаг
sv: ^BG%s^BG fick tag på flaggan

source: ^BG%s^BG returned the ^TC^TT^BG flag
ast: ^BG%s^BG devolvió la bandera ^TC^TT
be: ^BG%s^BG вярнуў ^TC^TT^BG сцяг
bg: ^BG%s^BG върна ^TC^TT^BG знаме
de: ^BG%s^BG hat die ^TC^TT^BG Flagge zurückgebracht
es: ^BG%s^BG devolvió la bandera ^TC^TT^BG
fi: ^BG%s^BG palautti ^TC^TT^BG lipun
fr: ^BG%s^BG a ramené le drapeau ^TC^TT^BG
gl: ^BG%s^BG devolveu a ^TC^TT^BG bandeira
it: ^BG%s^BG ha riportato la bandiera ^TC^TT^BG
ja_jp: BG%s^BG が ^TC^TT^BG 旗を返した
pl: ^BG%s^BG przywrócił ^TC^TTĄ^BG flagę
pt_br: ^BG%s^BG retornou a bandeira ^TC^TT^BG
ro: ^BG%s^BG a returnat steagul ^TC^TT^BG
ru: ^BG%s^BG вернул ^TC^TT^BG флаг
sv: ^BG%s^BG återlämnade den ^TC^TT^BG flaggan
uk: ^BG%s^BG повернув ^TC^TT^BG прапор

source: ^F2Throwing coin... Result: %s^F2!
be: ^F2Кідаем жэрабя... Вынік: %s^F2!
bg: ^F2Хвърля монета... Резултат: %s^F2!
de: ^F2Münzwurf … Ergebnis: %s^F2!
es: ^F2Tirando moneda... Resultado: ¡%s^F2!
fi: ^F2Kolikonheitto... Tulos: %s^F2!
fr: ^F2Lancer de pièce… Résultat : %s^F2 !
gl: ^F2Lanzando moeda... Resultado: %s^F2!
it: ^F2Lanciando la moneta... Risultato: %s^F2!
ja_jp: ^F2硬貨を投げ中... 結果: %s^F2!
pl: ^F2Rzucanie monetą... Wynik: %s^F2!
pt_br: ^F2Atirando moeda... Resultado: %s^F2!
ro: ^F2Dăm cu banu'... Rezultat: %s^F2!
ru: ^F2Бросаем монетку… Исход: %s^F2!
sv: ^F2Kastar krona... Resultat: %s^F2!

source: ^BGYou don't have any fuel for the ^F1Jetpack
ast: ^BGNun tienes combustible pa la ^F1mochila propulsora
be: ^BGНяма паліва для ^F1рэактыўнага заплечніка
bg: ^BGНямаш никакво гориво за ^F1Jetpack
de: ^BGDu hast keinen Treibstoff für den ^F1Jetpack
es: ^BGNo tienes mas combustible para la ^F1Mochila propulsora
fi: ^BGSinulla ei ole polttoainetta ^F1Lentopakkaukseen
fr: ^BGVous n'avez plus de carburant pour le ^F1Jetpack
gl: ^BGNon tes combustible para a ^F1Mochila Propulsora
it: ^BGNon hai carburante per il ^F1Jetpack
ja_jp: ^BG^F1ジェットパックの燃料がありません
pl: ^BGNie masz więcej paliwa dla ^F1Jetpacka
pt_br: ^BGVocê está sem combustível para a ^F1Mochila a Jato
ro: ^BGNu ai suficient combustibil pentru ^F1Jetpack
ru: ^BGУ вас нет топлива для ^F1Реактивного ранца
sv: ^BGDu har ingen bensin för ^F1Jetpacken

source: ^F2You lack a UID, superspec options will not be saved/restored
be: ^F2Вы не маеце UID, настáўленні супергледача не будуць захаваны/адноўлены
de: ^F2Du hast keine UID, weshalb superspec-Optionen nicht gespeichert/geladen werden können
es: ^F2Te falta un UID, las opciones superspec no serán guardadas/restauradas
fi: ^F2Sinulta uupuu UID, superspes valintoja ei tallenneta/palauteta
fr: ^F2Vous n'avez pas d'UID, les options superspec ne seront pas sauvegardées ou restaurées
gl: ^F2 Carece dun UID, as opcións de superespec. non se gardarán/restaurarán
it: ^F2Non hai un UID, le opzioni superspec non saranno salvate/ripristinate
ja_jp: ^F2UIDがないし、スーパースペックオプションは保存 / 復元されません
pt_br: ^F2Você não tem um UID, opções de sperspec não serão salvas/restauradas
ro: ^F2Îți lipsește un UID, opțiunile superspec nu vor fi salvate/restaurate
ru: ^F2У вас нет уникального идентификатора, настройки суперзрителя не будут сохранены или восстановлены
sv: ^F2Du saknar ett UID, superspecinställningar kommer inte att sparas/återställas

source: ^F1Round already started, you will join the game in the next round
ast: ^F1La ronda yá comenzó, vas xunite a la partida na ronda siguiente
be: ^F1Раўнд ужо пачаўся, вы далучыцеся да гульні ў наступным раўндзе
de: ^F1Die Runde hat bereits begonnen, daher musst du auf die nächste Runde warten
es: ^F1La ronda ya ha empezado, entrarás al juego en la siguiente ronda
fi: ^F1Kierros on jo alkanut, pääset mukaan ensi kierrokselle
fr: ^F1La manche a déjà commencé, vous rejoindrez la partie lors de la prochaine manche
gl: ^F1A rolda xa comezou, unirase ao xogo na seguinte rolda
it: ^F1Il round è già iniziato, parteciperai al gioco il prossimo round
ja_jp: ^F1ラウンドはすでに始まっていて、次のラウンドでゲームに参加します
pl: ^F1Okrągł zastartował, ty połączysz w nastempnu okrągłu
pt_br: ^F1A rodada já começou, você entrará no jogo na próxima rodada
ro: ^F1Runda deja a început, vei intra în joc în următoarea rundă
ru: ^F1Раунд уже начался, вы начнёте игру со следующего раунда
sv: ^F1Omgång redan startad, du kommer att gå med nästa omgång

source: ^F2You will spectate in the next round
ast: ^F2Vas ser un espectador la ronda siguiente
be: ^F2Будзеце назіраць у наступным раўндзе
bg: ^F2Ще наблюдаваш в следващия рунд
de: ^F2Du wirst in der nächsten Runde zuschauen
es: ^F2Tendrás que espectar en la siguiente ronda
fi: ^F2Seuraava kierros menee sinun osaltasi katsellessa
fr: ^F2Vous serez spectateur lors de la prochaine manche
gl: ^F2Serás espectador na seguinte rolda
it: ^F2Sarai spettatore il prossimo round
ja_jp: ^F2次のラウンドで観戦します
pl: ^F2Będziesz obserwował w kolejnej rundzie
pt_br: ^F2Você ficará de espectador na próxima rodada
ro: ^F2Vei deveni spectator în runda următoare
ru: ^F2Вы станете зрителем со следующего раунда
sv: ^F2Du kommer att åskåda nästa omgång

source: ^F2Match is restarting...
de: ^F2Spiel wird neugestartet …
es: ^F2Reiniciando partida...
fi: ^F2Ottelu alkaa uudelleen...
fr: ^F2La partie recommence…
gl: ^F2Recomezando partida...
it: ^F2La partita sta ricominciando...
ja_jp: ^F2試合を再開中...
pl: ^F2Mecz się restartuje...
pt_br: ^F2A partida está reiniciando...
ru: ^F2Матч перезапускается…
sv: ^F2Matchen startar om...

source: %s players are needed for this match.
de: Es werden %s Spieler für dieses Spiel benötigt.
es: Se necesitan %s jugadores para esta partida.
fi: %s pelaajaa tarvitaan tähän otteluun.
fr: %s joueurs sont nécessaires pour cette partie.
gl: %s necesítanse xogadores para esta partida.
it: %s giocatori sono necessari per questa partita.
ja_jp: この試合には%s人のプレイヤーが必要です。
pt_br: Precisa-se de %s jogadores para esta partida.
ru: Требуется %s игроков для этого матча.
sv: %s spelare behövs för denna matchen.

source: ^F4Countdown stopped!
de: ^F4Countdown gestoppt!
es: ^F4¡Se paró la cuenta atrás!
fi: ^F4Laskenta pysäytetty!
fr: ^F4Compte à rebours arrêté !
gl: ^F4Detivose a conta atrás!
it: ^F4Conto alla rovescia fermato!
ja_jp: ^F4カウントダウン停止!
pl: ^F4Odliczanie zatrzymało się!
pt_br: ^F4Contagem regressiva parada!
ru: ^F4Отсчёт остановлен!
sv: ^F4Nedräkning stoppad!

source: Teams are too unbalanced.
de: Die Teams sind zu unausgeglichen.
fr: Les équipes sont trop déséquilibrées.
gl: Os equipos están demasiado descompensados.
it: Le squadre sono troppo sbilanciate.
pt_br: As equipes estão desequilibradas demais.
ru: Команды крайне не равны!

source: ^BG%s%s^K1 was killed by ^BG%s^K1's ^BG%s^K1 buff ^K1%s%s
bg: ^BG%s%s^K1 бе убит от ^BG%s^K1's ^BG%s^K1 buff ^K1%s%s
de: ^BG%s%s^K1 wurde durch ^BG%s^K1s ^BG%s^K1-Bonus getötet ^K1%s%s
es: ^BG%s%s^K1 fue asesinado por ^BG%s^K1 ^BG%s^K1 con mejora ^K1%s%s
fi: ^BG%s%s^K1 tapettiin ^BG%s^K1's ^BG%s^K1 tsempillä ^K1%s%s
fr: ^BG%s%s^K1 a été tué par ^BG%s^K1 et son bonus de ^BG%s^K1 ^K1%s%s
gl: ^BG%s%s^K1 foi asesinado por ^BG%s^K1's ^BG%s^K1 coa mellora ^K1%s%s
it: ^BG%s%s^K1 è stato ucciso dal bonus di ^BG%s^K1's ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 ^BG%s^K1 のバフの ^K1%s%s によって殺された
pt_br: ^BG%s%s^K1 foi morto pelo bônus de ^BG%s^K1 de ^BG%s^K1 ^K1%s%s
ro: ^BG%s%s^K1 a fost ucis de către ^BG%s^K1's ^BG%s^K1 buff ^K1%s%s
ru: ^BG%s%s^K1 был убит ^BG%s^K1 с бонусом ^BG%s^K1 ^K1%s%s
sv: ^BG%s%s^K1 dödades av ^BG%s^K1s ^BG%s^K1 buff ^K1%s%s

source: ^BG%s%s^K1 was scored against by ^BG%s^K1's ^BG%s^K1 buff ^K1%s%s
de: ^BG%s%s^K1 wurde durch ^BG%s^K1s ^BG%s^K1-Bonus zu Punkten verarbeitet ^K1%s%s
es: ^BG%s%s^K1 ha sido acertado por ^BG%s^K1 ^BG%s^K1 con mejora ^K1%s%s
fi: ^BG%s%s^K1 otettiin pisteitä pois ^BG%s^K1's ^BG%s^K1 tsempillä ^K1%s%s
fr: ^BG%s%s^K1 a été pris pour cible par ^BG%s^K1 et son bonus de ^BG%s^K1 ^K1%s%s
gl: ^BG%s%s^K1 foi acertado por ^BG%s^K1's ^BG%s^K1 coa mellora ^K1%s%s
it: ^BG%s%s^K1 è stato segnato dal bonus di ^BG%s^K1's ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の ^BG%s^K1 のバフの ^K1%s%s によって得点された
pt_br: ^BG%s^K1Contra ^BG%s^K1 o bônus de ^BG%s^K1, ^BG%s^K1, pontuou ^K1%s%s
ro: ^BG%s%s^K1 s-a înscris împotriva sa de către ^BG%s^K1's ^BG%s^K1 buff ^K1%s%s
ru: ^BG%s%s^K1 был фрагнут ^BG%s^K1 с бонусом ^BG%s^K1 ^K1%s%s
sv: ^BG%s%s^K1 blev poängsatt mot ^BG%s^K1s ^BG%s^K1 buff ^K1%s%s

source: ^BG%s%s^K1 was unfairly eliminated by ^BG%s^K1%s%s
be: ^BG%s%s^K1 быў ганебна ліквідаваны ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе нечестно елиминиран от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde unfair aus dem Spiel geworfen von ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue eliminado injustamente por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 lopetettiin epärehellisesti ja syyllinen oli ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été injustement éliminé par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi eliminado inxustamente por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato eliminato slealmente da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって不当に削除された
pt_br: ^BG%s%s^K1 foi morto injustamente por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost eliminat pe nedrept de către ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был подло ликвидирован ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var orättvist eliminerad av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був нечесно усунений ^BG%s^K1%s%s

source: ^BG%s%s^K1 was drowned by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе удавен от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1 ertränkt%s%s
es: ^BG%s%s^K1 fue ahogado por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 hukutettiin syyllisen ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été noyé par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi afogado por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato affogato da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって溺死した
pl: ^BG%s%s^K1 został utopiony przez ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 foi afogado por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost înecat de către ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был утоплен ^BG%s^K1%s%s
sv: ^BG%s%s^K1 dränktes av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був утоплений ^BG%s^K1%s%s

source: ^BG%s%s^K1 was grounded by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе заземен от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1%s%s umgelegt
es: ^BG%s%s^K1 fue castigado por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 palautettiin maanpinnalle syyllisen ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 est tombé au sol à cause de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi castigado por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato atterrato da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって接地された
pl: ^BG%s%s^K1 został uziemiony przez ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 foi castigado por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost pedepsit de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был впечатан в землю руками ^BG%s^K1%s%s
sv: ^BG%s%s^K1 blev jordad av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був опущений на землю ^BG%s^K1%s%s

source: ^BG%s%s^K1 felt a little hot from ^BG%s^K1's fire^K1%s%s
bg: ^BG%s%s^K1 се разгорещи от стрелбата на ^BG%s^K1 ^K1%s%s
de: ^BG%s%s^K1 verbrannte sich ein wenig am ^BG%s^K1s Feuer^K1%s%s
es: ^BG%s%s^K1 sintió calorcito del fuego^K1%s%s de ^BG%s^K1
fi: ^BG%s%s^K1 tunsi mitä se on kun tekee poppaa ^BG%s^K1's tulen polttaessa^K1%s%s
fr: ^BG%s%s^K1 a été brûlé par le tir de ^BG%s^K1^K1%s%s
gl: ^BG%s%s^K1 sentíu calorciño do ^BG%s^K1's fogo^K1%s%s
it: ^BG%s%s^K1 ha ha sentito un po' di caldo dal fuoco di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の^K1%s%s火から少し熱く感じた
pt_br: ^BG%s%s^K1 se sentiu um pouco quente por causa do fogo de ^BG%s^K1^K1%s%s
ro: ^BG%s%s^K1 a fost ars nițel de focul^K1%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 немного подпалён из ^BG%s^K1^K1%s%s
sv: ^BG%s%s^K1 kände sig lite varm från ^BG%s^K1s eld^K1%s%s

source: ^BG%s%s^K1 was burnt up into a crisp by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе изпепелен от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1 knusprig gebraten%s%s
es: ^BG%s%s^K1 fue quemado frito por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 poltettiin täydeksi paistiksi syyllisen ollessa ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été cuit comme du pop-corn par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi queimado nun crocante por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato incenerito da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s で焼き揚げた
pt_br: ^BG%s%s^K1 foi cruelmente queimado por ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost pârjolit de către ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был прожарен до хрустящей корочки ^BG%s^K1%s%s
sv: ^BG%s%s^K1 brändes till krispig av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був спалений ^BG%s^K1%s%s

source: ^BG%s%s^K1 was cooked by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе сготвен от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1 gekocht^K1%s%s
es: ^BG%s%s^K1 fue cocinado por ^BG%s^K1%s%s
fi: ^BG%s%s^K1 päätyi murkinaksi kokin ollessa ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été cuisiné par ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi cociñado por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato cucinato da ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1%s%s によって煮れた
pl: ^BG%s%s^K1 został upieczony przez ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 foi cozinhado por ^BG%s^K1%s%s
ro: ^BG%s^K1%s%s l-a gătit pe ^BG%s%s^K1
ru: ^BG%s%s^K1 был испечён руками ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var kokad av ^BG%s^K1%s%s
uk: ^BG%s%s^K1 був засмажений ^BG%s^K1%s%s
