Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: HUD moves around following player's movement
ast: La interfaz muévese col movimientu del xugador
de: Die HUD bewegt sich entsprechend der Spielerbewegungen
es: El HUD se mueve siguiendo el movimiento del jugador
fi: HUD liikkuu ympärillä seuraten pelaajan liikkeitä
fr: L'ATH se déplace en suivant le mouvement du joueur
gl: O HUD móvese seguindo o movemento do xogador
it: L'HUD si muove seguendo i movimenti del giocatore
ja_jp: HUDをプレイヤーの動きに従って動き回る
pl: HUD porusza się razem z ruchami gracza
pt_br: A interface se move de acordo com o movimento do jogador
ro: HUD-ul se deplasează conform mișcării jucătorului
ru: Интерфейс покачивается в зависимости от движений игрока
sr: ХУД се помера унаоколо и прати кретање играча
sv: HUD rör sig efter spelarens rörelser

source: Shake the HUD when hurt
ast: Ximelgar la interfaz al mancate
de: HUD wackelt bei Schaden
es: Agitar el HUD cuando se recibe daño
fi: Väristä HUD:ia kun alkaa sattumaan
fr: Agiter l'ATH quand vous êtes blessé
gl: Axita o HUD cando estea ferido
it: Scuoti l'HUD quando vieni ferito
ja_jp: 傷ついたときにHUDを揺らす
pl: Potrząśnij HUD-em gdy otrzymano obrażenia
pt_br: Vibrar a interface ao receber dano
ro: Agită HUD-ul când ești rănit
ru: Содрогание интерфейса при получении урона
sr: Затреси ХУД приликом рањавања
sv: Skaka HUD:en när skadad

source: Enter HUD editor
ast: Entrar nel editor de la interfaz
be: Увайсці ў рэдактар HUD
bg: HUD редактор
de: HUD-Editor starten
es: Entrar en el editor de HUD
fi: Muokkaa tietotaulua
fr: Entrer dans l'éditeur d'ATH
gl: Entra no editor HUD
it: Apri HUD editor
ja_jp: HUDの編集者に入る
pl: Edytuj HUD
pt_br: Entrar no editor de interface
ro: Editor interfață
ru: Открыть редактор интерфейса
sr: Уђи у уређивач ХУД-а
sv: Gå in i HUD-redigeraren
uk: Редактор HUD

source: HUD
ast: Interfaz
fi: HUD-tiedotenäkymä
fr: ATH
pt_br: Interface
ru: Интерфейс
sr: ХУД

source: In order for the HUD editor to show, you must first be in game.
ast: Pa que l'editor de la interfaz s'amuese, has tar nuna partida primero.
be: HUD-рэдактар працуе толькі ў запушчанай гульні.
bg: Трябва да се влезли в игра за да се появи HUD редактора.
de: Um den HUD-Editor zu starten, muss ein Spiel gestartet werden.
es: Para que aparezca el editor HUD, debes primero estar en juego.
fi: Jotta tiedote-HUD:in muokkain näkyisi, täytyy sinun olla pelissä.
fr: Pour que l'éditeur d'ATH fonctionne, vous devez rejoindre une partie.
gl: Para que apareza o editor HUD, primeiro debes estar no xogo.
it: Per visualizzare l'editor dell'HUD, devi prima essere in gioco.
ja_jp: HUDエディターを表示するには、まずゲームに参加している必要があります。
pl: Aby włączyć edytor HUD-u musisz być w grze.
pt_br: Para abrir o editor de interface, é necessário estar jogando em um mapa.
ro: Pentru ca editorul de HUD să meargă, trebuie să te afli într-un joc.
ru: Редактор интерфейса работает только при запущенной игре.
sr: Да би се уређивач ХУД-а приказао, морате бити унутар игре.
sv: För att HUD-redigeraren ska visas, måste du vara inne i ett spel.
uk: Редактор HUD доступний лише у грі.

source: Do you wish to start a local game to set up the HUD?
ast: ¿Quies entamar una partida llocal pa configurar la interfaz?
be: Запусціць лакальную гульню, каб рэдагаваць HUD?
bg: Искате ли да започнете локална игра за да настроите HUD-а?
de: Willst du ein lokales Spiel starten, um das HUD zu bearbeiten?
es: ¿Deseas iniciar un juego local para configurar el HUD?
fi: Haluatko aloittaa paikallispelin asetellaksesi HUD-tiedotenäkymän?
fr: Voulez-vous démarrer une partie locale pour configurer l'ATH ?
gl: Queres comezar un xogo local para configurar o HUD?
it: Desideri avviare una partita locale per configurare l'HUD?
ja_jp: HUDを構成するローカルゲームを開始しますか?
pl: Czy chciałbyś uruchomić grę lokalną aby zmienić ustawienia HUD-u?
pt_br: Quer iniciar um jogo local para personalizar a interface?
ro: Dorești să pornești un joc local pentru configurarea HUD-ului?
ru: Хотите начать локальную игру для настройки интерфейса?
sr: Да ли желите да покренете локалну игру да бисте подесили ХУД?
sv: Vill du starta ett lokalt spel för att sätta up HUD:en?
uk: Бажаєте почати локальну гру для налаштування HUD?

source: Frag Information
ast: Información de los asesinatos
be: Інфармацыя пра фрагі
de: Frag-Informationen
es: Información de Baja
fi: Lahtaustiedot
fr: Informations sur les frags
gl: Baixas información
it: Informazioni su frag
ja_jp: FRAG情報
pl: Informacja o zabiciu
pt_br: Informações de Execuções
ro: Informații frag-uri
ru: Сведения о фрагах
sr: Подаци о фреговима
sv: Fragginformation

source: Display information about killing sprees
ast: Amosar la información tocante a les raches d'asesinatos
be: Паказв. інфу пра шэрагі забойстваў
de: Informationen über Amokläufe anzeigen
es: Mostrar información sobre rachas de asesinatos
fi: Näytä tiedot sarjalahtauksista
fr: Afficher des informations à propos des séries de frags
gl: Mostra información sobre os asesinatos
it: Mostra informazione su serie di uccisioni
ja_jp: 連続キルに関する情報を表示する
pl: Pokaż informacje o kilku zabójstwach w rzędzie
pt_br: Exibir informação sobre sequências de mortes
ro: Arată informații despre killingspree-uri
ru: Показывать информацию о сериях убийств
sr: Прикажи податке о покољима
sv: Visa information om mordvågor

source: Only display sprees if they are achievements
ast: Amosar namás les raches si son llogros
be: Паказв. шэрагі забойстваў, толькі калі яны ёсць дасягненнямі
de: Amokläufe nur anzeigen, wenn sie Achievements sind
es: Sólo mostrar rachas de asesinatos si son logros
fi: Näytä sarjat vain jos niitä saavutetaan
fr: Seulement s'il s'agit de prouesses
gl: Amosa só os golpes se son logros
it: Mostra serie solo se sono conseguimenti
ja_jp: 達成である場合のみ殺害を表示する
pl: Pokaż informacje o kilku zabójstwach w rzędzie tylko jeżeli osiągnięto dany wynik po raz pierszy
pt_br: Apenas exibir sequências se forem conquistas
ro: Arată doar killingspree-urile unice
ru: Выводить серии убийств, если только это достижения
sr: Прикажи покоље само ако су достигнућа
sv: Bara visa mordvågor om de är prestationer

source: Show spree information in centerprints
ast: Amosar la información de les raches nel centru de la pantalla
be: Паказв. інфу пра шэрагі забойстваў на цэнтральнай панэлі
de: Amoklauf-Infos in Zentralanzeige zeigen
es: Mostrar información de rachas en visualización central
fi: Näytä lahtaussarjojen tiedot keskeistulosteessa
fr: Les montrer dans l'affichage central
gl: Mostrar información sobre os paseos nos centros de impresión
it: Mostra informazione su serie nei centerprint
ja_jp: センタープリントで殺害情報を表示する
pt_br: Exibir informação de sequências em impressões centrais
ro: Afișează informații despre masacre în centru
ru: Выводить сведения о серии убийств в центральной панели
sr: Прикажи податке о покољима у средишњим порукама
sv: Visa mordvågsinformation i centerutskifter

source: Show spree information in death messages
ast: Amosar la información de les raches nos mensaxes de muerte
be: Паказв. інфу пра шэрагі забойстваў у паведамленнях пра смерць
de: Amoklauf-Informationen als Todes-Nachrichten anzeigen
es: Mostrar información de racha de asesinatos en mensajes de muertes
fi: Näytä lahtaussarjojen tiedot kuoloviesteissä
fr: Les afficher dans les notifications de frag
gl: Amosar información sobre a morte nas mensaxes de morte
it: Mostra informazione su serie nei messaggi di morte
ja_jp: 死のメッセージに殺害情報を表示する
pt_br: Exibir informação de sequências em mensagens de morte
ro: Afișează informații despre masacre în mesaje cu morți
ru: Выводить сведения о серии убийств в сообщениях о смерти
sr: Прикажи податке о покољима у смртним порукама
sv: Visa mordvågsinformation i dödsmeddelanden

source: Sprees in info messages:
be: Шэрагі забойстваў у інф. паведамленнях:
de: Amoklauf-Informationen in Info-Nachrichten:
es: Racha de asesinatos en mensajes de información:
fi: Lahtaussarjat tiedotusviesteissä:
fr: Séries de frags dans les messages d'information :
gl: Sprees en mensaxes de información:
it: Serie nei messaggi info:
ja_jp: 情報メッセージの殺害:
pt_br: Sequências em mensagens de informação:
ro: Masacre în mesaje info:
ru: Серии убийств в информационных сообщениях:
sr: Покољи у инфо порукама:
sv: Mordvågor i infomeddelanden:

source: SPREES^Disabled
de: Aus
es: Deshabilitado
fi: SPREES^Pois
fr: Désactivé
gl: SPREES^Deshabilitado
it: Disabilitati
ja_jp: 無効
pl: Wyłączone
pt_br: Desabilitadas
ro: SPREES^Dezactivat
ru: SPREES^Отключены
sr: SPREES^Онемогућено
sv: Avslagen

source: Target
be: Мэта
bg: Цел
de: Opfer
es: Objetivo
fi: Kohde
fr: Cible
gl: Obxetivo
it: Obiettivo
ja_jp: 目的
pl: Cel
pt_br: Alvo
ro: Țintă
ru: Цель
sr: Мета
sv: Måltavla

source: Attacker
be: Атаковец
bg: Нападател
de: Angreifer
es: Atacante
fi: Hyökkääjä
fr: Attaquant
gl: Atacante
it: Attaccante
ja_jp: アタッカー
pl: Atakujący
pt_br: Atacante
ro: Atacant
ru: Атакующий
sr: Нападач
sv: Attackerare

source: SPREES^Both
de: Beide
es: Ambos
fi: SPREES^Molemmat
fr: Les deux
gl: SPREES^Ambos
it: Entrambi
ja_jp: 両
pl: Obydwa
pt_br: Ambos
ro: SPREES^Ambele
ru: SPREES^Оба
sr: SPREES^Оба
sv: Båda

source: Print on a separate line
fr: Afficher sur une ligne séparée
gl: Imprimir nunha liña separada
it: Stampa in una riga separata
pt_br: Escrever numa linha separada
ru: Печатать на отдельных линиях

source: Add extra frag information to centerprint when available
ast: Amestar información adicional de los asesinatos nel centru de la pantalla si ye posible
be: Дадатковая інфа пра фрагі на цэнтральнай панэлі, калі даступна
de: Zusätzliche Frag-Infos in Zentralanzeige zeigen, wenn verfügbar
es: Añadir información adicional de la baja a la visualización central cuando sea posible
fi: Laita lisälahtausten tiedot keskiulosteeseen kun saatavilla
fr: Ajouter des informations additionnelles sur les frags dans l'affichage central (si disponibles)
gl: Engade información adicional de fragmentos á impresión central cando estea dispoñible
it: Aggiungi informazioni extra sul frag ai centerprint quando disponibili
ja_jp: 可能な場合はセンタープリントに削除情報を追加する
pl: Dodaj dodatkową informację o zabójstwie do powiadomienia gdy jest to możliwe
pt_br: Adicionar informações extras de execução à impressão central quando disponível
ro: Adaugă informații suplimentare frag în centru când se poate
ru: Добавлять расширенные сведения о фрагах в центральной панели
sr: Прикажи додатне податке о фреговању у средишњој поруци, када су доступни
sv: Lägg till extra fragginformation till centerutskrift om tillgängligt

source: Add frag location to death messages when available
ast: Amestar la llocalización de los asesinatos nos mensaxes de muerte si ye posible
be: Дадаваць месца фрага ў паведамленні пра смерць, калі даступна
de: Frag-Ort in den Nachrichten anzeigen, wenn verfügbar
es: Añadir localización de la baja en los mensajes de muertes cuando sea posible
fi: Lisää lahtauksen sijaintitieto kuoloviesteihin kun saatavilla
fr: Ajouter l'emplacement du frag aux notifications de frag (si disponible)
gl: Engade a localización de fragmentos ás mensaxes de morte cando estean dispoñibles
it: Aggiungi luogo di frag ai messaggi di morte quando disponibili
ja_jp: 可能な場合は削除メッセージを死のメッセージに追加する
pl: Dodaj miejsce zabójstwa do wiadomości o śmierci, gdy dostępne
pt_br: Adicionar localização de execução nas mensagens de morte quando disponível
ro: Adaugă locație frag pentru mesajele cu morți când se poate
ru: Указывать место фрага в сообщениях о смерти по возможности
sr: Додај податак о месту фреговања у посмртним порукама, када је доступан
sv: Lägg till fraggplats till dödsmeddelanden om tillgängligt

source: Gametype Settings
fr: Paramètres du type de partie
gl: Axustes do tipo de xogo
it: Settaggi Tipo di Gioco
pt_br: Configurações do Tipo de Jogo
ru: Настройки режима игры

source: Display capture times in %s
fr: Afficher les temps de capture en %s
gl: Amosa os tempos de captura en %s
it: Mostra tempi di cattura in %s
ru: Отображать рекорды в режиме %s

source: Display name of flag stealer in %s
fr: Afficher le nom du voleur de drapeau en %s
gl: Amosa o nome do ladrón da bandeira en %s.
it: Mostra il nome di chi ruba la bandiera in %s
ru: Отображать имя флагоносца в режиме %s

source: Display console messages in the top left corner
ast: Amosar los mensaxes de la consola na esquina cimera esquierda
be: Паказваць кансольныя паведамленні ў верхнім левым куце
bg: Покази конзолните съобщения в горния ляв ъгъл
de: Konsolennachrichten in der oberen linken Ecke anzeigen
es: Mostrar mensajes de consola en la esquina superior izquierda
fi: Näytä pääteviestejä vasemmassa yläkulmassa
fr: Afficher les messages de la console dans le coin supérieur gauche
gl: Mostra as mensaxes da consola na esquina superior esquerda
it: Mostra messaggi della console nell'angolo sup. sin.
ja_jp: 左上隅にコンソールメッセージを表示する
pt_br: Exibir mensagens de console no canto superior esquerdo
ro: Arată mesajele din consolă în colțul stânga sus
ru: Выводить сообщения консоли в верхнем левом углу
sr: Прикажи конзолне поруке у горњем левом углу
sv: Visa konsolmeddelanden i den övre vänstra kanten

source: Display all info messages in the chatbox
ast: Amosar tolos mensaxes d'información na charra
be: Паказваць усе інф. паведамленні ў вакне чату
bg: Покажи всички информационни съобщения в чат кутията
de: Alle Info-Nachrichten im Chat-Bereich anzeigen
es: Mostrar todos los mensajes de información en el chatbox
fi: Näytä kaikki tiedotusviestit keskustelulaatikossa
fr: Afficher tous les messages d'information dans le tchat
gl: Amosa todas as mensaxes de información na caixa de conversa
it: Mostra tutti i messaggi info nell'area chat
ja_jp: チャットボックスに全ての情報メッセージを表示する
pl: Pokazuj wszystkie powiadomienia w czacie
pt_br: Exibir todas as mensagens de informação no bate-papo
ro: Arată toate mesajele informative în cutia de conversații
ru: Выводить все информационные сообщения в окне чата
sr: Прикажи све инфо поруке у ћаскаоници
sv: Visa alla infomeddelanden i chattområdet

source: Display player statuses in the chatbox
ast: Amosar l'estáu de los xugadores na charra
be: Паказваць статусы гльцоў у вакне чату
de: Spielerstatus im Chat-Bereich anzeigen
es: Mostrar estado de jugador en el chatbox
fi: Näytä pelaajatilat keskustelulaatikossa
fr: Afficher l'état des joueurs dans le tchat
gl: Amosa o estado dos xogadores na caixa de conversa
it: Mostra stato dei giocatori nell'area chat
ja_jp: チャットボックスに選手のステータスを表示する
pl: Pokazuj statusy graczy w czacie
pt_br: Exibir status de jogadores no bate-papo
ro: Arată statutul jucătorilor în cutia de conversații
ru: Отображать статусы игроков в окне чата
sr: Прикажи стање играча у ћаскаоници
sv: Visa spelstatusar i chattområdet

source: Powerup notifications
ast: Avisos de poderes
be: Абвяшчэнні бонусаў
de: Powerup-Nachrichten
es: Notificaciones de poderes
fi: Pikavoimistusten ilmoitukset
fr: Notifications des bonus de puissance
gl: Notificacións de aceso
it: Notifiche powerup
ja_jp: パワーアップ通知
pt_br: Notificações de potencializador
ro: Notificări tonice
ru: Уведомления усилителей
sr: Обавештења о појачањима
sv: Powerup-notifikationer

source: Weapon centerprint notifications
ast: Avisos de les armes nel centru de la pantalla
be: Цэнтральныя абвяшчэнні зброі
de: Waffen-Zentralanzeigen-Nachrichten
es: Notificaciones de armas en la visualización central
fi: Aseiden ilmoitukset keskikirjoituksessa
fr: Notifications des armes dans l'affichage central
gl: Notificacións do centro de armas
it: Notifiche centerprint per le armi
ja_jp: 武器センタープリント通知
pt_br: Notificações centrais de armas
ro: Notificări centrate arme
ru: Уведомления оружия в центральной панели
sr: Средишња обавештења о оружјима
sv: Notifikationer om vapen i centerutskrift

source: Weapon info message notifications
ast: Avisos de los mensaxes d'información de les armes
be: Даведачныя абвяшчэнні пра зброю
de: Waffen-Info-Nachrichten
es: Mensajes de notificaciones de información de arma
fi: Asetietoviestien ilmoitukset
fr: Notifications des messages d'information sur les armes
gl: Notificacións de mensaxes de información sobre armas
it: Notifiche messaggi info per le armi
ja_jp: 武器情報メッセージ通知
pt_br: Notificações de informação de arma
ro: Mesaje notificări informații arme
ru: Справочные уведомления об оружии
sr: Инфо обавештења о оружјима
sv: Notifikationer om vapen i infomeddelanden

source: Announcers
ast: Anunciantes
be: Дыктары
de: Ansager
es: Locutores
fi: Julkistajat
fr: Annonceurs
gl: Locutores
it: Annunciatori
ja_jp: アナウンサー
pl: Informacje głosowe
pt_br: Locutores
ro: Comentatori
ru: Анонсы
sr: Најављивачи
sv: Annonsörer

source: Respawn countdown sounds
be: Гукі лічыльніка адраджэння
es: Sonidos de cuenta atrás de reaparición
fi: Uudelleensyntymislaskennan äänet
fr: Sons du compte à rebours avant réapparition
gl: Sons de conta atrás de reaparición
it: Suoni conto alla rovescia per la rinascita
ja_jp: 再び現れるカウントダウンのサウンド
pl: Odliczanie sekund do wskrzeszenia
pt_br: Sons da contagem de ressurgimento
ro: Sunete numărătoare reînviere
ru: Звуки таймера возрождения
sr: Звук одбројавачаноживљавања
sv: Ljud på återskapningsnedräkning

source: Killstreak sounds
ast: Soníos de raches
be: Гукі шэрагу забойстваў
de: Amoklauf-Sounds
es: Sonidos de rachas de asesinatos
fi: Lahtaussarjan äänet
fr: Sons des séries de frags
gl: Sons de Rachas de asasinatos
it: Suoni per serie di uccisioni
ja_jp: 連勝殺害のサウンド
pl: Dźwięki killstreaka
pt_br: Sons de sequência de mortes
ro: Sunete killstreak
ru: Звуки череды убийств
sr: Звукови серије убистава
sv: Dödskampanjsljud

source: Achievement sounds
ast: Soníos de llogros
be: Гукі дасягненняў
es: Sonidos de logros
fi: Saavutusäänet
fr: Sons des prouesses
gl: Sons de logros
it: Suoni per conseguimenti
ja_jp: 達成のサウンド
pl: Dźwięki osiągnięć
pt_br: Sons de conquistas
ro: Sunete realizări
ru: Звуки достижений
sr: Звукови достигнућа
sv: Prestationsljud

source: Messages
ast: Mensaxes
be: Паведамленні
bg: Съобщения
de: Nachrichten
es: Mensajes
fi: Viestit
gl: Mensaxes
it: Messaggi
ja_jp: メッセージ
pl: Wiadomości
pt_br: Mensagens
ro: Mesaje
ru: Сообщения
sr: Поруке
sv: Meddelanden

source: Items
ast: Oxetos
be: Рэчы
bg: Предмети
de: Gegenstände
fi: Esineet
fr: Objets
gl: Obxetos
it: Oggetti
ja_jp: アイテム
pl: Przedmioty
pt_br: Itens
ro: Obiecte
ru: Предметы
sr: Ствари
sv: Saker

source: Use simple 2D images instead of item models
ast: Usar imáxenes cencielles en 2D en cuentes de modelos en 3D
be: Ужываць простыя 2D-выявы замест мадэляў рэчаў
bg: Използвай прости 2D изображения вместо модели на предметите
de: Gegenstände als einfache 2-D-Bilder anzeigen
es: Usar simples imágenes 2D en vez de modelos de objeto
fi: Käytä yksinkertaisia 2D-kuvia esinemallien sijasta
fr: Utiliser des images 2D plutôt que des modèles 3D
gl: Use imaxes 2D sinxelas en lugar de modelos de elementos
it: Usa semplici immagini 2d al posto dei modelli degli oggetti
ja_jp: アイテムモデルの代わりにシンプルな2D画像を使用する
pl: Użyj obrazów 2D zamiast modeli przedmiotów
pt_br: Usar imagens 2D simples em vez de modelos de itens
ro: Folosește imagini 2D simple în loc de modele pentru obiecte
ru: Показывать значки вместо моделей предметов
sr: Користи једноставне 2Д слике уместо модела ствари
sv: Använd enkla 2D-bilder instället för sakmodeller

source: Unavailable opacity:
fr: Opacité objets indisponibles :
gl: Opacidade non dispoñible:
it: Opacità Non disponibile:
pt_br: Opacidade indisponível:
ru: Непрозрачность недоступного:

source: Unavailable color:
ast: Color non disponible:
be: Колер прывіда:
bg: Неналичен цвят:
de: Farbe, wenn nicht verfügbar:
es: Color no disponible:
fi: Ei paikalla -väri:
fr: Couleur quand indisponible :
gl: Cor non dispoñible:
it: Colore Non disponibile:
ja_jp: 利用できない色:
pl: Niedostępny kolor:
pt_br: Cor indisponível:
ro: Culoare indisponibilă:
ru: Цвет призрака:
sr: Недоступна боја:
sv: Otillgänglig färg:

source: GHOITEMS^Black
ast: Prietu
be: GHOITEMS^Чорны
bg: GHOITEMS^Черно
de: Schwarz
es: Negro
fi: GHOITEMS^Musta
fr: Noir
gl: GHOITEMS^Negro
it: Nero
ja_jp: 黒い
pl: Czarny
pt_br: Preto
ro: GHOITEMS^Negru
ru: Чёрный
sr: GHOITEMS^Црна
sv: Svart

source: GHOITEMS^Dark
ast: Escuru
be: GHOITEMS^Цьмяны
bg: GHOITEMS^Тъмно
de: Dunkel
es: Oscuro
fi: GHOITEMS^Tumma
fr: Sombre
gl: GHOITEMS^Escuro
it: Scuro
ja_jp: 暗い
pl: Ciemny
pt_br: Escuro
ro: GHOITEMS^Întunecat
ru: Тёмный
sr: GHOITEMS^Тамна
sv: Mörk

source: GHOITEMS^Tinted
ast: Tiñíu
be: GHOITEMS^Афарбаваны
de: Eingefärbt
es: Tintado
fi: GHOITEMS^Sävytetty
fr: Teinté
gl: GHOITEMS^Tinguidos
it: Colorato
ja_jp: 色合い
pl: Przyciemniany
pt_br: Pintado
ro: GHOITEMS^Colorat
ru: Окрашенный
sr: GHOITEMS^Засенчена
sv: Tonad

source: GHOITEMS^Normal
ast: Normal
be: GHOITEMS^Нармальны
bg: GHOITEMS^Нормално
de: Normal
es: Normal
fi: GHOITEMS^Tavanomainen
fr: Normal
it: Normale
ja_jp: 正常
pl: Normalny
pt_br: Normal
ru: Нормальный
sr: GHOITEMS^Обична
sv: Normal

source: GHOITEMS^Blue
ast: Azul
be: GHOITEMS^Сіні
bg: GHOITEMS^Синьо
de: Blau
es: Azul
fi: GHOITEMS^Sininen
fr: Bleu
gl: GHOITEMS^Azul
it: Blu
ja_jp: 青い
pl: Niebieski
pt_br: Azul
ro: GHOITEMS^Albastru
ru: Синий
sr: GHOITEMS^Плава
sv: Blå

source: Players
ast: Xugadores
be: Гульцы
bg: Играчи
de: Spieler
es: Jugadores
fi: Pelaajat
fr: Joueurs
gl: Xogadores
it: Giocatori
ja_jp: 選手達
pl: Gracze
pt_br: Jogadores
ro: Jucatori
ru: Игроки
sr: Играчи
sv: Spelare
uk: Гравці

source: Force player models to mine
be: Паказваць усіх гульцоў маёй мадэллю
bg: Форсиране на моделите на играчите
de: Alle Spieler als mein Modell zeigen
es: Forzar modelos de otros jugadores al mío
fi: Pakota hahmojen ulkomuoto samanlaiseksi:
fr: Apparence des joueurs semblable à la mienne
gl: Forzar modelos de xogadores ao meu
it: Forza modelli dei giocatori come il mio
ja_jp: プレイヤーのモデルを私のものに強制的する
pl: Użyj mojego modelu jako model graczy
pt_br: Forçar modelos dos jogadores para ficarem iguais ao meu
ro: Inlocuieste culorile jucatorilor cu ale mele
ru: Применять мою модель к игрокам
sr: Присили да модели остали играча буду исти
sv: Tvinga spelarmodeller till min egen
uk: Використовувати власну модель для всіх гравців

source: Force player colors to mine:
it: Forza colori dei giocatori come i miei:
ru: Применять мои цвета:

source: Warning: if enabled in team games your team's color may be the same as the enemy team
de: Achtung: Wenn in Teamspielen aktiviert, kann die Farbe deines Teams die gleiche Farbe sein, wie die des feindlichen Teams
es: Advertencia: seleccionando 'Siempre' el color de su equipo puede ser el mismo que el del equipo enemigo
fi: Varoitus: mikäli tämä on kytketty päälle joukkuepeleissä voi joukkueesi väri ilmetä samana kuten vastapuolen väri
fr: Attention : si activé dans les jeux en équipe, la couleur de votre équipe risque d'être la même que celle de l'équipe ennemie.
gl: Aviso: se se activa nos xogos de equipo, a cor do teu equipo pode ser a mesma que a do equipo inimigo
it: Attenzione: se abilitato nei giochi a squadre il colore della tua squadra potrebbe essere lo stesso della squadra avversaria
ja_jp: 警告：チームゲームで有効になっている場合、チームの色は敵チームと同じである可能性があります
pl: Uwaga: Jeżeli będzie włączone w grach zespołowych, kolor twojej drużyny może być taki sam jak drużyny przeciwnej
pt_br: Aviso: ao ativar em modos de equipes, a cor da sua equipe pode ser a mesma que a da equipe inimiga.
ro: Atenție: dacă este activată în jocurile de echipă, culoarea echipei tale ar putea fi aceeași cu cea a inamicului
ru: Предупреждение: если включить в командных играх, цвет вашей команды может совпасть с цветом команды противника
sv: Varning: om påslagen i lagspel kan ditt lags färg kan vara samma som motståndarens lag

source: Except in team games
ast: Quitante nes partíes per equipos
de: Außer in Teamspielen
es: Excepto en juegos de equipo
fi: Poislukien joukkuepelit
fr: Sauf dans les jeux en équipe
gl: Excepto nos xogos de equipo
it: Non nei giochi di squadra
ja_jp: チームゲームで除いて
pl: Poza grami zespołowymi
pt_br: Exceto em jogos de equipe
ro: Cu excepția jocurilor de echipă
ru: Исключая командные игры
sv: Förutom i lagspel
