Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: QMCMD^Crosshair per weapon
ast: Mira per arma
bg: QMCMD^Мерник на оръжие
de: QMCMD^Fadenkreuz je nach Waffe
es: QMCMD^Punto de mira por arma
fi: QMCMD^Asekohtainen tähtäin
fr: Réticule selon l'arme
gl: QMCMD^Punto de mira por arma
it: Mirino specifico per arma
ja_jp: QMCMD^武器ごとの十字線
pl: Celownik broni
pt_br: Retículo por arma
ro: QMCMD^Reticul pe fiecare armă
ru: Прицел для каждого оружия
sr: QMCMD^Нишани по оружју
sv: Sikte per vapen

source: QMCMD^FPS
ast: FPS
bg: QMCMD^К/С
fi: QMCMD^FPS-ruutunopeus
fr: IPS
it: FPS
pt_br: FPS
ru: Счётчик кадров
sr: QMCMD^КПС
sv: FPS

source: QMCMD^Net graph
ast: Graficu de rede
bg: QMCMD^Мрежова графика
de: QMCMD^Netzwerkgraph
es: QMCMD^Gráfico de red
fi: QMCMD^Nettomallinnus
fr: Netgraphe
gl: QMCMD^Gráfico de rede
it: Grafico rete
ja_jp: QMCMD^ネットグラフ
pl: Net graph
pt_br: Gráfico da rede
ro: QMCMD^Grafic de conexiune
ru: График сетевой активности
sr: QMCMD^График мреже
sv: Nätgraf

source: QMCMD^Sound settings
ast: Axustes del soníu
bg: QMCMD^Звукови настройки
de: QMCMD^Ton-Einstellungen
es: QMCMD^Ajustes de sonido
fi: QMCMD^Ääniasetukset
fr: Paramètres sonores
gl: QMCMD^Axustes de son
it: Impostazioni suono
ja_jp: QMCMD^サウンド設定
pl: Ustawienia dźwięku
pt_br: Configurações de som
ro: QMCMD^Setări de sunet
ru: Настройки звука
sr: QMCMD^Подешавања звука
sv: Ljudinställningar

source: QMCMD^Hit sound
ast: Soníu d'impautos
bg: QMCMD^Звук при удар
de: QMCMD^Ton bei Treffer
es: QMCMD^Sonido de los golpes
fi: QMCMD^Osumaääni
fr: Son de tir réussi
gl: QMCMD^Son dos golpes
it: Suono quando colpisci
ja_jp: QMCMD^衝撃のサウンド
pl: Dźwięk uderzenia
pt_br: Som de acerto
ro: QMCMD^Sunet de lovire
ru: Звук попадания
sr: QMCMD^Звук погодка
sv: Träffljud

source: QMCMD^Chat sound
ast: Soníu de la charra
bg: QMCMD^Звук на чат
de: QMCMD^Chat-Ton
es: QMCMD^Sonido del chat
fi: QMCMD^Chat-keskustelun ääni
fr: Sons du tchat
gl: QMCMD^Son da conversa
it: Suono chat
ja_jp: QMCMD^チャットのサウンド
pl: Dźwięk czatu
pt_br: Som do bate-papo
ro: QMCMD^Sunet conversație
ru: Звук чата
sr: QMCMD^Звук ћаскања
sv: Chattljud

source: QMCMD^Change spectator camera
ast: Camudar la cámara del espectador
bg: QMCMD^Смени наблюдателската камера
de: QMCMD^Zuschauerkamera wechseln
es: QMCMD^Cambiar cámara de espectador
fi: QMCMD^Muuta katselijakameraa
fr: Changer de caméra spectateur
gl: QMCMD^Trocar cámara de espectador
it: Cambia camera spettatore
ja_jp: QMCMD^観客のカメラを変更する
pl: QMCMD^Zmień kamerę trybu widza
pt_br: Alterar câmera de espectador
ro: QMCMD^Schimbă camera spectatorului
ru: Сменить камеру наблюдателя
sv: Ändra åskådarkamera

source: QMCMD^Observer camera
bg: QMCMD^Наблюдателска камера
de: QMCMD^Beobachterkamera
es: QMCMD^Cámara de observador
fi: QMCMD^Tarkkailijakamera
fr: Caméra libre
gl: QMCMD^Camara de observador
it: Telecamera osservatore
ja_jp: QMCMD^観客のカメラ
pl: Kamera obserwującego
pt_br: Câmera de observador
ro: QMCMD^Cameră de observator
ru: Камера свободного обзора
sr: QMCMD^Посматрачка камера
sv: Observerarkamera

source: QMCMD^Increase speed
ast: Aumentar la velocidá
bg: QMCMD^Увеличи скоростта
de: QMCMD^Tempo erhöhen
es: QMCMD^Incrementar velocidad
fi: QMCMD^Korota nopeutta
fr: Augmenter la vitesse
gl: QMCMD^Aumentar velocidade
it: Aumenta velocità
ja_jp: QMCMD^速度を上げる
pl: Zwiększ szybkość
pt_br: Aumentar velocidade
ro: QMCMD^Crește viteza
ru: Увеличить скорость
sr: QMCMD^Повећај брзину
sv: Öka hastighel

source: QMCMD^Decrease speed
ast: Amenorgar la velocidá
bg: QMCMD^Намали скоростта
de: QMCMD^Tempo verringern
es: QMCMD^Reducir velocidad
fi: QMCMD^Vähennä nopeutta
fr: Réduire la vitesse
gl: Diminuír velocidade
it: Diminuisci velocità
ja_jp: QMCMD^速度を下げる
pl: Zmniejsz szybkość
pt_br: Reduzir velocidade
ro: QMCMD^Scade viteza
ru: Уменьшить скорость
sr: QMCMD^Смањи брзину
sv: Minska hastighet

source: QMCMD^Wall collision
bg: QMCMD^Допир до стена
de: QMCMD^Wandkollision
es: QMCMD^Colisión del muro
fi: QMCMD^Seinätörmäys
fr: Collision avec les murs
gl: QMCMD^Choque de muro
it: Collisione con i muri
ja_jp: QMCMD^壁衝突
pl: QMCMD^Kolizja ze ścianą
pt_br: Colisão de parede
ro: QMCMD^Coliziunea cu pereții
ru: Столкновение со стенами
sv: Väggkollision

source: QMCMD^Fullscreen
ast: Pantalla completa
bg: QMCMD^Цял екран
de: QMCMD^Vollbild
es: QMCMD^Pantalla completa
fi: QMCMD^Kokoruutu
fr: Plein écran
gl: QMCMD^Pantalla chea
it: Schermo pieno
ja_jp: QMCMD^全画面
pl: Pełny ekran
pt_br: Tela cheia
ro: QMCMD^Ecran complet
ru: На весь экран
sr: QMCMD^Преко целог екрана
sv: Fullskärm

source: QMCMD^Call a vote
ast: Facer una votación
bg: QMCMD^Призови за гласуване
de: QMCMD^Abstimmung starten
es: QMCMD^Pedir voto
fi: QMCMD^Pyydä äänestystä
fr: Lancer un vote
gl: QMCMD^Pedir o voto
it: Indici una votazione
ja_jp: QMCMD^投票を呼び出す
pl: Głosuj
pt_br: Iniciar uma votação
ro: QMCMD^Cheamă vot
ru: Запустить голосование
sr: QMCMD^Затражи изгласавање
sv: Kalla till röstning

source: QMCMD^Restart the map
ast: Reaniciar el mapa
bg: QMCMD^Рестартиране на картата
de: QMCMD^Karte neustarten
es: QMCMD^Reiniciar el mapa
fi: QMCMD^Uudelleenkäynnistä kartta
fr: Relancer la carte
gl: QMCMD^Recomezar mapa
it: Riavvia la mappa
ja_jp: QMCMD^マップを再起動する
pl: Zrestartuj mapę
pt_br: Reiniciar o mapa
ro: QMCMD^Repornește harta
ru: Перезапустить арену
sr: QMCMD^Поново покрени мапу
sv: Börja om kartan

source: QMCMD^End match
ast: Finar la partida
bg: QMCMD^Прекрати мача
de: QMCMD^Spiel beenden
es: QMCMD^Terminar partida
fi: QMCMD^Lopeta ottelu
fr: Terminer la partie
gl: QMCMD^Rematar partida
it: Fine partita
ja_jp: QMCMD^試合終了
pl: Zakończ rundę
pt_br: Terminar a partida
ro: QMCMD^Încheie meciul
ru: Закончить матч
sr: QMCMD^Заврши игру
sv: Avsluta matchen

source: QMCMD^Reduce match time
ast: Amenorgar el tiempu de la partida
bg: QMCMD^Намали времето на мача
de: QMCMD^Spielzeit verringern
es: QMCMD^Reducir tiempo de partida
fi: QMCMD^Vähennä otteluaikaa
fr: Réduire la durée de jeu
gl: QMCMD^Reducir tempo partida
it: Riduci tempo partita
ja_jp: QMCMD^試合時刻を下げる
pl: Zmniejsz czas rundy
pt_br: Reduzir tempo de partida
ro: QMCMD^Redu timpul de meci
ru: Уменьшить время матча
sr: QMCMD^Смањи време трајања игре
sv: Förkorta matchtiden

source: QMCMD^Extend match time
ast: Aumentar el tiempu de la partida
bg: QMCMD^Удължи времето на мача
de: QMCMD^Spielzeit erhöhen
es: QMCMD^Extender tiempo de partida
fi: QMCMD^Lisää otteluaikaa
fr: Étendre la durée de jeu
gl: QMCMD^Estender tempo partida
it: Estendi tempo partita
ja_jp: QMCMD^試合時刻を拡張する
pl: Zwiększ czas rundy
pt_br: Estender tempo de partida
ro: QMCMD^Extinde timpul de meci
ru: Увеличить время матча
sr: QMCMD^Повећај време трајања игре
sv: Förläng matchtiden

source: QMCMD^Shuffle teams
bg: QMCMD^Разбъркай отборите
de: QMCMD^Teams mischen
es: QMCMD^Barajar equipos
fi: QMCMD^Sekoita joukkueet
fr: Mélanger les équipes
gl: QMCMD^Barallar equipos
it: Mischia le squadre
ja_jp: QMCMD^チームをシャッフルする
pl: Wymieszaj drużyny
pt_br: Misturar as equipes
ro: QMCMD^Amestecă echipele
ru: Перемешать команды
sr: QMCMD^Промешај екипе
sv: Slumpa lagen

source: Server quick menu
de: Server Schnellmenü
es: Menú rápido del servidor
fi: Palvelimen pikavalikko
fr: Menu rapide du serveur
gl: Menú rapido do servidor
it: Menu veloce del server
ja_jp: サーバークイックメニュー
pt_br: Menu rápido do servidor
ro: Meniu rapid al serverului
ru: Быстрое меню сервера
sv: Serversnabbmeny

source: Waypoint editor menu
de: Wegpunkteeditormenü
es: Menú rápido de puntos de encuentro
fi: Välietapin muokkausvalikko
fr: Menu de l'éditeur de balises
gl: Menú do editor de puntos de encontro
it: Menu waypoint editor
ja_jp: ウェイポイント編集メニュー
pt_br: Menu do editor de ponto de interesse
ru: Меню редактора путевых точек
sv: Meny för vägpunktsredigerare

source: Waypoint editor menu as default
de: Wegpunkteeditormenü als Standard
es: Menú del editor de puntos de encuentro por defecto
fi: Välietapin muokkausvalikko oletuksena
fr: Menu de l'éditeur de balises par défaut
gl: Menú do editor de puntos de encontro por defecto
it: Menu waypoint editor come predefinito
ja_jp: デフォルトではウェイポイントエディタメニュー
pt_br: Menu do editor de ponto de interesse como padrão
ru: Меню редактора путевых точек по умолчанию
sv: Meny för vägpunktsredigerare som standard

source: Server quick menu as default
de: Server Schnellmenü als Standard
es: Menú rápido del servidor por defecto
fi: Palvelimen pikavalikko oletuksena
fr: Menu rapide du serveur par défaut
gl: Menú rapido do servidor por defecto
it: Menu veloce del server come predefinito
ja_jp: デフォルトとしてのサーバークイックメニュー
pt_br: Menu rápido do servidor como padrão
ru: Быстрое меню сервера по умолчанию
sv: Serversnabbmeny som standard

source: QMCMD^Spectate a player
ast: Ser l'espectador d'un xugador
bg: QMCMD^Наблюдавай играч
de: QMCMD^Einem Spieler zuschauen
es: QMCMD^Observar a un jugador
fi: QMCMD^Katsele pelaajaa
fr: Regarder un joueur
gl: QMCMD^Ollar a un xogador
it: Guarda un giocatore
ja_jp: QMCMD^選手を観戦する
pl: QMCMD^Obserwuj gracza
pt_br: Assistir a um jogador
ru: Наблюдать за игроком
sv: Åskåda spelare

source: Start line
ast: Llinia d'aniciu
be: Старт
bg: Начална линия
de: Startlinie
es: Línea de salida
fi: Aloituslinja
fr: Ligne de départ
gl: Liña de saida
it: Linea di partenza
ja_jp: スタート
pl: Linia startowa
pt_br: Linha de partida
ro: Linie de start
ru: Линия старта
sr: Почетна линија
sv: Startlinjen
uk: Старт

source: Finish line
ast: Llinia de meta
be: Фініш
bg: Крайна линия
de: Ziellinie
es: Línea de meta
fi: Maali
fr: Ligne d'arrivée
gl: Liña de meta
it: Linea d'arrivo
ja_jp: フィニッシュライン
pl: Linia mety
pt_br: Linha de chegada
ro: Linie de sosire
ru: Линия финиша
sr: Циљ
sv: Slutlinjen
uk: Фініш

source: PENALTY: %.1f (%s)
ast: PENALIZACIÓN: %.1f (%s)
bg: НАКАЗАНИЕ: %.1f (%s)
de: STRAFE: %.1f (%s)
es: SANCIÓN: %.1f (%s)
fi: RANGAISTUS: %.1f (%s)
fr: PÉNALITÉ : %.1f (%s)
gl: PENALIZACIÓN: %.1f (%s)
it: PENALITÀ: %.1f (%s)
ja_jp: ペナルティ: %.1f (%s)
pl: KARA: %.1f (%s)
pt_br: PENALIDADE: %.1f (%s)
ro: ^1PENALIZARE: %.1f (%s)
ru: ШТРАФ: %.1f (%s)
sr: КАЗНА: %.1f (%s)
sv: BESTRAFFNING: %.1f (%s)

source: missing a checkpoint
ast: puntu de control saltáu
bg: пропусната проверочна точка
de: einen Kontrollpunkt verpasst
es: falta un punto de control
fi: tarkastuspiste sivuutettu
fr: raté un point de contrôle
gl: Falta un punto de control
it: mancato un checkpoint
ja_jp: 必要: 1通過点
pl: brak punktu kontrolnego
pt_br: falta um ponto de checagem
ru: пропущена контрольная точка
sr: промашили сте контролну тачку
sv: Saknar en kontrollpunkt

source: Click to select spawn location
ast: Calca pa seleicionar el llugar d'aprucida
bg: Цъкни, за да избереш място на прераждане
de: Klicke, um Startort zu auszuwählen
es: Haz clic para seleccionar el lugar de reaparición
fi: Napsauta valitaksesi saapumismääränpään
fr: Cliquer pour sélectionner l'emplacement d'apparition
gl: Fai Clic para escoller o lugar de reaparición
it: Clicca per scegliere un punto di nascita
ja_jp: クリックして現れる場所を選択する
pl: Kliknij by wybrać miejsce odrodzenia
pt_br: Clique para selecionar o local de surgimento
ru: Щёлкните для выбора точки возрождения
sr: Кликните за одабир одредишта стварања
sv: Klicka för att välja återskapningsplats

source: Click to select teleport destination
ast: Calca pa seleicionar el destín del teletresporte
bg: Цъкни, за да избереш цел за телепортиране
de: Klicke, um Teleporterziel auszuwählen
es: Haz clic para seleccionar el destino de teletransporte
fi: Napsauta valitaksesi kaukosiirron määränpään
fr: Cliquer pour sélectionner la destination de téléportation
gl: Fai Clic para escoller un destino de teletransporte
it: Clicca per scegliere una destinazione
ja_jp: クリックしてテレポートの宛先を選択する
pl: Kliknij by wybrać miejsce teleportacji
pt_br: Clique para selecionar o destino do teletransporte
ru: Щёлкните для выбора точки назначения телепорта
sr: Кликните за одабир одредишта телепорта
sv: Klicka för att välja en teleporteringsdestination

source: Number of ball carrier kills
ast: El númberu d'asesinatos como llevador
bg: Брой убийства на носителя на топката
de: Anzahl an Ballbesitzer-Kills
es: Número de asesinatos de portador de pelota
fi: Pallonkantajatapot
fr: Nombre de porteurs de balle tués
gl: Número de asasinatos do portador de balón
it: Numbero di uccisioni di portapalla
ja_jp: ボール持ちキル数
pl: Liczba zabitych graczy niosących piłkę
pt_br: Número de vítimas de portador de bola
ru: Убитых переносчиков мяча
sr: Број убијених носилаца лопте
sv: Mängden bollhållarmord

source: SCO^bckills
ast: Ases. como llev.
be: SCO^bcзабойствы
bg: SCO^bcубийства
de: SCO^bbkills
es: asesin.p.pe
fi: SCO^pktapot
fr: balles tués
gl: SCO^Asasinatos portador balón
it: uccis. pp
ja_jp: ボール持ちキル数
pt_br: pblvítimas
ro: SCO^bcucideri
ru: убмяча
sv: bhmord

source: SCO^bctime
ast: Tmp. como llev.
be: SCO^bcчас
bg: SCO^bcвреме
de: SCO^bbzeit
es: tiempo p.pe
fi: SCO^pkajat
fr: temps balle
gl: SCO^Tempo portador balón
it: tempo pp
ja_jp: ボール持ち時刻
pt_br: pbltempo
ro: SCO^bctimp
ru: времямяча
sv: bhtid

source: Total amount of time holding the ball in Keepaway
bg: Общо време за притежание на топка в Keepaway
de: Gesamtzeit, die der Ball in Keepaway gehalten wurde
es: Tiempo total reteniendo la pelota en Keepaway
fi: Pallon hallussapidon yhteisaika Keepaway:ssa
fr: Temps total de possession de balle en mode Gardez-la-Balle
gl: Cantidade total de tempo mantendo o balón en Keepaway
it: Tempo totale di possesso della palla in Keepaway
ja_jp: キープアウェイでボールを保持している時刻の合計の量
pt_br: Tempo total segurando a bola em Keepaway
ru: Общее время владения мячом в режиме «Прятки»
sr: Укупна количина времена у ком сте држали лопту у Keepaway-у
sv: Totala mängden tid som hållit bollen i Keepaway

source: How often a flag (CTF) or a key (Key Hunt) was captured
fr: Combien de fois un drapeau (CTF) ou une clé (Chasse aux Clés) a été capturé(e)
gl: Con que frecuencia se capturou unha bandeira (CTF) ou unha chave (Key Hunt)
it: Per quante volte una bandiera (CTF) o una chiave (Key Hunt) è stata catturata
pt_br: Quantas vezes uma bandeira (CTF) ou uma chave (Caça a Chaves) foi capturada
ru: Как часто захватывались флаг (Захват флага) или ключ (Охота за ключами)

source: SCO^caps
ast: Captures
be: SCO^bcузяцці
bg: SCO^пленявания
es: capturas
fi: SCO^kaappaukset
fr: captures
gl: SCO^capturas
it: catture
ja_jp: 取れ数
pl: przejęcia
pt_br: capturas
ro: SCO^capturi
ru: захваты
sr: SCO^освајања
sv: fång

source: SCO^captime
be: SCO^час трымання
bg: SCO^capвреме
de: SCO^capzeit
es: tiempo de captura
fi: SCO^kaappausaika
fr: temps capture
gl: SCO^tempo de capturas
it: tempo cattura
ja_jp: 取れ時刻
pl: czas przejęcia
pt_br: tempo de captura
ro: SCO^timpcapturi
ru: времязахвата
sr: SCO^време освајања
sv: tagtid

source: Time of fastest capture (CTF)
ast: El tiempu más rápidu de captura
bg: Време за най-бързо пленяване (CTF)
de: Zeit der schnellsten Eroberung (CTF)
es: Tiempo de la captura mas rápida (CTF)
fi: Nopeimman kaappauksen aika (CTF)
fr: Temps de la capture la plus rapide (CTF)
gl: Temp de captura mais rapido (CTF)
it: Tempo della cattura più veloce (CTF)
ja_jp: 最速の取れ時刻 (CTF)
pl: Czas najszybszego przejęcia (CTF)
pt_br: Tempo da captura mais rápida (CTF)
ru: Время быстрейшего захвата (Захват флага)
sr: Време најбржег заробљавања (ЗЗ)
sv: Tiden av den snabbaste tagningen (CTF)

source: Number of deaths
ast: El númberu de muertes
bg: Брой умирания
de: Anzahl Tode
es: Número de muertes
fi: Kuolemien määrä
fr: Nombre de morts
gl: Numero de mortes
it: Numero di morti
ja_jp: デス数
pl: Liczba zgonów
pt_br: Número de mortes
ru: Число смертей
sr: Број смрти
sv: Mängden död

source: SCO^deaths
ast: Muertes
be: SCO^смерці
bg: SCO^умирания
de: SCO^tode
es: muertes
fi: SCO^kuolemaa
fr: morts
gl: SCO^mortes
it: morti
ja_jp: デス数
pl: śmierci
pt_br: mortes
ro: SCO^morți
ru: смерти
sr: SCO^смрти
sv: död

source: Number of keys destroyed by pushing them into void
ast: El númberu de llaves destruyíes por tirales al vacíu
bg: Брой на унищожени ключове, избутани в безкрайността
de: Anzahl der zerstörten Schlüssel, indem sie in die Leere geworfen wurden
es: Número de llaves destruidas arrojándolas al vacío
fi: Tuhottujen avainten määrä työntämällä ne hukkaan
fr: Nombre de clés détruites en les poussant dans le vide
gl: Número de chaves destruídas ao empurralas ao baleiro
it: Numero di chiavi distrutte spingendole nel vuoto
ja_jp: ボイドに押し込まれたことによって破壊された鍵の数
pl: Liczba kluczy zniszczonych przez zepchnięcie do pustki
pt_br: Número de chaves destruídas ao empurrá-las para o vazio
ru: Число ключей, сломанных толчком в бездну
sr: Број кључева уништених гурањем у ништавило
sv: Mängden nycklar förstörda genom att putta dem i void

source: SCO^destructions
bg: SCO^разрушения
de: Zerstörungen
fr: destructions
gl: SCO^destrucións
it: distruzioni
pt_br: destruições
ru: разрушения

source: SCO^damage dealt
de: Schaden zugefügt
fr: dégâts infligés
gl: SCO^dano causado
it: danno inferto
pt_br: dano causado
ru: урона выдано

source: The total damage dealt
de: Der zugefügte Gesamtschaden
fr: Le total des dégâts infligés
gl: Dano total causado
it: Il danno inferto totale
ja_jp: 受けたダメージの合計
pt_br: O dano total causado
ru: Общий нанесённый урон

source: SCO^damage taken
bg: SCO^поета щета
de: Schaden erlitten
fr: dégâts subis
gl: SCO^dano recibido
it: danno subito
ja_jp: SCO^受けたダメージ
pt_br: dano recebido
ru: урона принято

source: The total damage taken
ast: El dañu recibíu en total
bg: Общa поета щета
de: Erhaltener Gesamtschaden
es: Daño total recibido
fi: Kärsityt tuhot kokonaisuudessaan
fr: Le total des dégâts subis
gl: Dano total recibido
it: Il danno totale subìto
ja_jp: 受けたダメージ合計
pl: Całkowite przyjęte obrażenia
pt_br: O dano total recebido
ro: Total daună primit
ru: Общий полученный урон
sr: Укупно примљене штете
sv: Totala mängden skada tagen

source: Number of flag drops
ast: El númberu de banderes soltaes
bg: Брой изпускания на знамето
de: Anzahl fallengelassener Flaggen
es: Número de banderas caídas
fi: Lippupudotusten määrä
fr: Nombre de drapeaux lâchés
gl: Numero de bandeiras caidas
it: Numero di bandiere cadute
ja_jp: 旗が落ちた数
pl: Liczba upuszczeń flagi
pt_br: Quantas vezes a bandeira foi largada
ru: Число брошенных флагов
sr: Број испуштених застава
sv: Mängden flaggsläppningar

source: SCO^drops
be: SCO^выкіданні
bg: SCO^изпускания
de: SCO^falleng
es: caídas
fi: SCO^pudotukset
fr: lâchés
gl: SCO^caidas
it: cadute
ja_jp: 旗が落ちた
pl: porzucenia
pt_br: quedas
ro: SCO^căzături
ru: брошено
sr: SCO^испуштања
sv: släpp

source: SCO^fastest
ast: T. más rápidu
bg: SCO^най-бързо
de: SCO^schnellste
es: el más rápido
fi: SCO^nopein
fr: plus rapide
gl: SCO^o mais rapido
it: più veloce
ja_jp: 最速
pl: Najszybszy
pt_br: mais rápido
ro: SCO^cel mai rapid
ru: рекорд
sv: snabbast

source: Time of fastest lap (Race/CTS)
ast: El tiempu de la vuelta más rápida
bg: Време за най-бърза обиколка (Race/CTS)
de: Zeit der schnellsten Runde (Rennen/CTS)
es: Tiempo de la vuelta más rápida (Carrera/CTS)
fi: Nopeimman kierroksen aika (kilpa/CTS)
fr: Temps du tour le plus rapide (Course / CTS)
gl: Tempo da volta mais rapida (Race/CTS)
it: Tempo del giro più veloce (Corsa/CTS)
ja_jp: 最速のラップ時刻 （レース / CTS）
pl: Czas najszybszego okrążenia (Race/CTS)
pt_br: Tempo da volta mais rápida (Corrida/CTS)
ru: Время лучшего круга (Гонка/Этапы)
sv: Tiden av snabbaste loppet (Race/CTS)

source: Number of faults committed
ast: El númberu de faltes cometíes
bg: Брой извършени фалове
de: Anzahl der gemachten Fehler
es: Número de faltas cometidas
fi: Tehtyjen rikkomusten määrä
fr: Nombre de fautes commises
gl: Numero de faltas cometidas
it: Numero di falli commessi
ja_jp: 犯したフォールトの数
pl: Liczba popełnionych błędów
pt_br: Faltas cometidas
ru: Число совершённых ошибок
sv: Mängden fel gjorda

source: SCO^faults
ast: Faltes
be: SCO^правалы
bg: SCO^фалове
de: SCO^fehler
es: faltas
fi: SCO^rikkeet
fr: fautes
gl: SCO^faltas
it: falli
ja_jp: フォールト
pl: błędy
pt_br: faltas
ro: SCO^defecte
ru: ошибок
sr: SCO^грешака
sv: fel

source: Number of flag carrier kills
ast: El númberu d'asesinatos como llevador
bg: Брой убийства на знаменосеца
de: Anzahl an Flaggenträgerkills
es: Número de asesinatos de portador de bandera
fi: Lipunkantajien tappomäärä
fr: Nombre de porteurs de drapeaux tués
gl: Numero de asasinatos do portador da bandeira
it: Numero di uccisioni dei portabandiera
ja_jp: 旗持ちキル数
pl: Liczba zabitych graczy niosących flagę
pt_br: Número de vítimas de portador de bandeira
ru: Число убитых флагоносцев
sv: Mängden flaggbärarmord

source: SCO^fckills
ast: Ases. como llev.
be: SCO^fcзабойствы
bg: SCO^знаменосци
de: SCO^ftkills
es: asesin.p.ba
fi: SCO^lktapot
fr: drap. tués
gl: SCO^conta de asasinatos
it: uccis. pb
ja_jp: 旗持ちキル数
pt_br: pbndvítimas
ro: SCO^ucideri
ru: убфлагонос
sv: fbmord

source: FPS
bg: К/С
fi: FPS-ruutunopeus
fr: IPS
ru: Счётчик кадров
sr: КПС

source: SCO^fps
ast: FPS
bg: SCO^к/с
es: fps
fi: SCO^fpsruutunopeus
fr: ips
it: fps
ja_jp: fps
pt_br: fps
ru: кадр/с
sr: SCO^кпс
sv: fps

source: Number of kills minus suicides
ast: El númberu d'asesinatos menos suicidios
bg: Брой убийства без самоубийствата
de: Anzahl Kills minus Suizide
es: Número de asesinatos menos suicidios
fi: Tapot poislukien itsemurhat
fr: Nombre de meurtres moins les suicides
gl: Numero de asasinatos menos suicidios
it: Numero di uccisioni meno suicidi
ja_jp: キル数 - 自殺数 =
pl: Liczba zabójstw odjąć samobójstwa
pt_br: Vítimas menos suicídios
ru: Число убийств за вычетом самоубийств
sr: Број убистава без самоубистава
sv: Mängden mord minus självmord

source: SCO^frags
ast: Asesinatos
bg: SCO^фрагове
es: bajas
fi: SCO^tapot
fr: frags
gl: SCO^baixas
it: frags
ja_jp: FRAG数
pl: SCO^fragi
pt_br: execuções
ru: фраги
sv: fragg

source: Number of generators destroyed
bg: Брой унищожени генератори
de: Anzahl der zerstörten Generatoren
fr: Nombre de générateurs détruits
gl: Número de xeradores destruídos
it: Numero di generatori distrutti
ja_jp: 破壊したジェネレーターの数
pt_br: Número de geradores destruídos
ru: Число уничтоженных генераторов

source: SCO^generators
bg: SCO^генератора
de: Generatoren
fr: générateurs
gl: SCO^xeradores
it: generatori
ja_jp: SCO^ジェネレーター
pt_br: geradores
ru: генераторы

source: Number of goals scored
ast: El númberu de goles marcaos
bg: Брой голове
de: Anzahl geschossener Tore
es: Número de goles acertados
fi: Tehdyt maalit
fr: Nombre de buts marqués
gl: Numero de goles anotados
it: Numero di goal segnati
ja_jp: 得点したゴール数
pl: Liczba trafionych bramek
pt_br: Gols
ru: Число забитых голов
sr: Број постигнутих голова
sv: Mängden mål gjorda

source: SCO^goals
ast: Goles
be: SCO^галы
bg: SCO^голове
de: SCO^tore
es: goles
fi: SCO^maalit
fr: buts
gl: SCO^goles
it: gol
ja_jp: ゴール
pl: cele
pt_br: gols
ro: SCO^goluri
ru: голы
sr: SCO^циљева
sv: mål

source: Number of hunts (Survival)
de: Anzahl der Jagden (Survival)
es: Número de cacerías (Supervivencia)
fr: Nombre de chasses (Survie)
gl: Número de cazas (Supervivencia)
it: Numero di cacce (Sopravvivenza)
ja_jp: ハントの回数（サバイバル）
pt_br: Número de caças (Sobrevivência)
ru: Число охот (Выживание)
sv: Mängden jakt (Survival)

source: SCO^hunts
de: SCO^jagden
es: cacerías
fr: chasses
gl: SCO^cazas
it: cacce
ja_jp: ハント
pt_br: caças
ru: охоты
sv: jakt

source: Number of key carrier kills
fr: Nombre de porteurs de clés tués
gl: Número de mortes de portadores da chave
it: Numero di uccisioni di portachiavi
pt_br: Número de vítimas portadoras de chave
ru: Число убийств носителей ключей

source: SCO^kckills
ast: Ases. como llev.
be: SCO^kcзабойствы
bg: SCO^kcубийства
de: SCO^stkills
es: asesin.p.ll
fi: SCO^aktapot
fr: clés tués
gl: SCO^asasinatos en combate
it: uccis. pc
ja_jp: 鍵持ちキル数
pl: kckills
pt_br: pcvítimas
ro: SCO^kcucideri
ru: убключа
sv: nbmord

source: SCO^k/d
ast: A/M
be: см/заб
de: SCO^k/t
es: a/m
fi: SCO^t/k
fr: t/m
gl: SCO^a/m
it: u/m
ja_jp: 殺/死
pt_br: v/m
ro: SCO^u/m
ru: уб/см
sr: SCO^у/с
sv: m/d
