Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: CSKL^Hard
ast: Difícil
be: CSKL^Высокая
bg: CSKL^Трудно
de: Schwer
es: Difícil
fi: CSKL^Vaikea
fr: Difficile
gl: CSKL^Dificil
it: Difficile
ja_jp: 難い
pl: Trudna
pt_br: Difícil
ro: CSKL^Greu
ru: Тяжёлый
sr: CSKL^Тешко
sv: Svårt
uk: Важка

source: Play campaign!
de: Kampagne spielen!
es: ¡Jugar al modo campaña!
fi: Pelaa kampanja!
fr: Lancer la campagne !
gl: Xogar campaña!
it: Gioca la campagna!
ja_jp: キャンペーンを遊ぶ！
pl: Graj w kampanię!
pt_br: Jogar campanha!
ru: Играть в кампанию!
sv: Spela kampanj!

source: Singleplayer
ast: Un xugador
be: Асобная гульня
bg: Самостоятелна игра
de: Einzelspieler
es: Un jugador
fi: Yksinpeli
fr: Partie Solo
gl: Só xogador
it: Giocatore singolo
ja_jp: シングルプレイ
pl: Pojedynczy gracz
pt_br: Um Jogador
ro: Singur
ru: Одиночная игра
sr: Један играч
sv: Enspelarläge
uk: Одиночна гра

source: Play the singleplayer campaign or instant action matches against bots
ast: Xuega les campañes d'un xugador o les partíes d'aición nel intre escontra robós
de: Spiele die Einzelspieler-Kampagne oder spiele ein Schnellspiel gegen Bots
es: Jugar al modo campaña o acción instantánea de batalla contra bots
fi: Pelaa yksinpeli-kampanja tai välitön toiminnantäyteinen ottelu botteja vastaan
fr: Jouer à la campagne solo ou à des parties instantanées contre des bots.
gl: Xoga á campaña para un só xogador ou ás partidas de acción instantánea contra bots
it: Gioca la campagna in giocatore singolo o azione immediata contro dei bot
ja_jp: ボットに対してシングルプレイヤーキャンペーンまたはインスタントアクションマッチを遊ぶ
pl: Graj w trybie jednoosobowym lub rozpocznij trening z botami
pt_br: Jogue a campanha de um jogador ou inicie uma partida de ação instantânea contra bots
ru: Начать одиночную кампанию или быструю игру против ботов
sr: Играјте поход за једног играча или брзу игру против ботова
sv: Spela enspelarkampanj eller matcher med omedelbar action mot bottar

source: Winner
be: Пераможца
bg: Победител
de: Gewinner
es: Ganador
fi: Voittaja
fr: Vainqueur
gl: Gañador
it: Vincitore
ja_jp: 勝者
pl: Zwycięzca
pt_br: Vencedor
ro: Câștigător
ru: Победитель
sr: Победник
sv: Vinnare
uk: Переможець

source: join 'best' team (auto-select)
ast: Xunise al «meyor» equipu (seleición automática)
be: выбраць за мяне
bg: присъединяване към 'най-добрия' отбор (автоматично-избиране)
de: Tritt „bestem“ Team bei (Auto-Auswahl)
es: unirse al 'mejor' equipo (selección automática)
fi: liity 'parhaimpaan' joukkueeseen
fr: rejoindre la ’meilleure’ équipe (auto-sélection)
gl: únete ao "mellor" equipo (selección automática)
it: entra nella 'migliore' squadra (auto-selezione)
ja_jp: 「最高」チームに参加する (自動選択)
pl: dołącz do 'najlepszego' zespołu (automatyczny-wybór)
pt_br: juntar-se à 'melhor' equipe (seleção automática)
ro: cea mai potrivită echipă (selecție automată)
ru: автовыбор «лучшей» команды
sr: приступи „најбољој“ екипи (ауто-одабир)
sv: gå med 'bästa' laget (auto-välj)
uk: обрати підхожу команду (автовибір)

source: Auto-select team (recommended)
fr: Auto-sélection de l'équipe (recommandé)
gl: Seleccionar equipo automaticamente (recomendado)
it: Autoseleziona squadra (raccomandato)
pt_br: Selecionar equipe automaticamente (recomendado)
ru: Автовыбор команды (желателен)

source: red
ast: Coloráu
be: чырвоная
bg: червен
de: rot
es: rojo
fi: punainen
fr: rouge
gl: vermello
it: rosso
ja_jp: 赤
pl: czerwon
pt_br: vermelha
ro: roșu
ru: красная
sr: црвена
sv: röd
uk: червона

source: blue
ast: Azul
be: сіняя
bg: син
de: blau
es: azul
fi: sininen
fr: bleu
gl: azul
it: blu
ja_jp: 青
pl: niebiesk
pt_br: azul
ro: albastru
ru: синяя
sr: плава
sv: blå
uk: синя

source: yellow
ast: Mariellu
be: жоўтая
bg: жълт
de: gelb
es: amarillo
fi: keltainen
fr: jaune
gl: amarelo
it: giallo
ja_jp: 黄
pl: żółt
pt_br: amarela
ro: galben
ru: жёлтая
sr: жута
sv: gul
uk: жовта

source: pink
ast: Rosa
be: ружовая
bg: розов
de: rosa
es: rosa
fi: pinkki
fr: rose
gl: rosa
it: rosa
ja_jp: ピンク
pl: różow
pt_br: rosa
ro: roz
ru: розовая
sr: розе
sv: rosa
uk: рожева

source: spectate
ast: Ser espectador
be: назіраць
bg: наблюдаване
de: zuschauen
es: observar
fi: seuraa sivusta
fr: mode spectateur
gl: Observar
it: spettatore
ja_jp: 観戦する
pl: obserwuj
pt_br: assistir
ro: spectator
ru: наблюдать
sr: посматрај
sv: åskåda
uk: спостерігати

source: Terms of Service have been updated. Please read them before continuing:
ast: Los términos del serviciu anováronse. Lléilos enantes de siguir:
de: Die Nutzungsbedingungen wurde aktualisiert. Bitte lese sie, bevor du fortfährst:
es: Los Términos del Servicio han sido actualizados. Por favor, lea antes de continuar:
fi: Käyttöehtoihin on tullut päivitys. Luethan ne ennen jatkamista:
fr: Les conditions d'utilisation ont été mises à jour. Veuillez les lire avant de continuer :
gl: Actualizáronse as Condicións de servizo. Léaos antes de continuar:
it: I termini di servizio sono stati aggiornati. Leggili prima di continuare:
ja_jp: 利用規約を更新されました。続行する前にそれらをお読みください:
pt_br: Os Termos de Serviço foram atualizados. Por favor, leia-os antes de prosseguir:
ru: Условия использования были обновлены. Пожалуйста, прочтите их перед продолжением:
sv: Villkoren för tjänsten har blivit uppdaterats. Vänligen läs den innan du fortsätter:

source: Welcome to Xonotic! Please read the following Terms of Service:
ast: ¡Afáyate en Xonotic! Llei los términos del serviciu que tán darréu:
de: Willkommen bei Xonotic! Bitte lies die folgenden Nutzungsbedingungen:
es: ¡Bienvenido a Xonotic! Por favor, lea los Términos del Servicio:
fi: Tervetuloa Xonoticiin! Luethan seuraavat käyttöehdot:
fr: Bienvenue sur Xonotic ! Veuillez lire les conditions d'utilisation suivantes :
gl: Benvido a Xonotic! Lea as seguintes Condicións de servizo:
it: Benvenuto in Xonotic! Leggi is seguenti termini di servizio:
ja_jp: XONOTICへようこそ! 利用規約をお読みください:
pl: Witaj w Xonotic! Proszę przeczytaj napierw Umowę Użytkownika:
pt_br: Boas-vindas a Xonotic! Por favor, leia os Termos de Serviço a seguir:
ru: Добро пожаловать в Xonotic! Пожалуйста, прочтите следующие условия использования:
sv: Välkommen till Xonotic! Vänligen läs de följande villkoren för tjänsten:

source: Accept
ast: Aceptar
de: Akzeptieren
es: Acepto
fi: Hyväksy
fr: Accepter
gl: Aceptar
it: Accetto
ja_jp: 同意する
pl: Akceptuj
pt_br: Aceitar
ru: Принять
sv: Acceptera

source: Don't accept (quit the game)
ast: Refugar (el xuegu zárrase)
de: Nicht akzeptieren (das Spiel beenden)
es: No acepto (salir del juego)
fi: Älä hyväksy (lopeta peli)
fr: Ne pas accepter (quitter le jeu)
gl: Non aceptar (saír do xogo)
it: Non accetto (lascio il gioco)
ja_jp: 同意しない（ゲームを終了する）
pl: Nie akceptuj (wyjdź z gry)
pt_br: Não aceitar (sair do jogo)
ro: Nu accepta (ieși din joc)
ru: Отклонить (выйти из игры)
sv: Acceptera inte (avsluta spelet)

source: Allow player statistics to use your nickname?
ast: ¿Permitir que les estadístiques usen el nomatu?
de: Dürfen Spielerstatistiken deinen Spitznamen aufnehmen?
es: ¿Permitir que la estadística de jugadores use su apodo?
fi: Salli pelaajatilastojen käyttää lempinimeäsi?
fr: Autoriser les statistiques des joueurs à utiliser votre pseudonyme ?
gl: Queres permitir que as estatísticas dos xogadores utilicen o teu alcume?
it: Consenti alle statistiche dei giocatori di usare il tuo nome?
ja_jp: 選手の統計であなたのニックネームを使用できるように許可しますか?
pl: Pozwól statystykom gracza użyć Twojego nicka?
pt_br: Permitir que as estatísticas de jogadores usem o seu apelido?
ru: Разрешить статистике использовать ваш позывной?
sr: Омогућити играчким статистикама да користе ваш надимак?
sv: Tillåt spelarstatistik att använda ditt spelarnamn?

source: Answering "No" you will appear as "Anonymous player"
ast: Responder «Non» va facer qu'apaezas como «Anonymous player»
de: Wenn du „Nein“ sagst, wirst du als „Anonymer Spieler“ erscheinen
es: Si respondes "No" aparecerás como "Jugador anónimo"
fi: Vastaamalla "Ei" näyt muodossa "Nimetön pelaaja"
fr: En répondant « Non » vous apparaîtrez en tant que « Anonymous player »
gl: Respondendo "Non", aparecerá como "Xogador anónimo"
it: Rispondendo "No" apparirai come "Giocatore anonimo"
ja_jp: 「いいえ」と答えると、 "Anonymous player" として表示される
pl: Odpowiadając "Nie" będziesz pokazany jako "Anonimowy gracz"
pt_br: Selecionando "Não" você aparecerá como "Anonymous player" (em português, "Jogador anônimo")
ru: В случае ответа «Нет» вас будут звать «Anonymous player»
sr: Давањем одговора „Не“ ће учинити да се појавите као „Анонимни играч“
sv: Om du svarar "Nej" kommer du att dyka upp som "Anonymous player"

source: teamplay
ast: xuegu n'equipu
be: камандныя
de: mit Teams
es: juego en equipo
fi: joukkuepeli
fr: en équipe
gl: xogo en equipo
it: a squadre
ja_jp: チームのトーナメント
pl: gra drużynowa
pt_br: jogo em equipe
ro: echipe
ru: командный
sr: екипна игра
sv: lagspel

source: free for all
ast: toos escontra toos
de: jeder gegen jeden
es: libre para todos
fi: kaikille vapaa
fr: chacun pour soi
gl: libre para todos
it: libero per tutti
ja_jp: フリー・フォー・オール
pl: każdy na każdego
pt_br: cada um por si
ro: fiecare pentru el
ru: каждый сам за себя
sr: слободно за све
sv: alla mot alla

source: Introduction
gl: Introdución
it: Introduzione
pt_br: Introdução
ru: Введение

source: Movement
fr: Mouvement
gl: Movemento
it: Movimento
pt_br: Movimento
ru: Движение

source: Gametypes
fr: Types de partie
gl: Tipos de xogo
it: Tipi di gioco
pt_br: Tipos de jogo
ru: Режимы игры

source: Monsters
fr: Monstres
gl: Monstros
it: Mostri
pt_br: Monstros
ru: Монстры

source: Vehicles
fr: Véhicules
gl: Vehículos
it: Veicoli
pt_br: Veículos
ru: Транспорт

source: Turrets
fr: Tourelles
gl: Torretas
it: Torrette
pt_br: Sentinelas
ru: Турели

source: Mods
gl: Modificacións
it: Mod
ru: Моды

source: About this guide
fr: À propos de ce guide
gl: Sobre esta guía
it: Riguardo questa guida
pt_br: Sobre este guia
ru: Об этом руководстве

source: Welcome to Xonotic, the free and fast arena shooter!
fr: Bienvenue sur Xonotic, le jeu de tir en arène libre et effréné !
gl: Benvido a Xonotic, un xogo de arena de disparos rápido e gratuíto!
it: Benvenuto in Xonotic, il libero (e gratis) e veloce sparatutto da arena!
ru: Добро пожаловать в Xonotic, бесплатный и динамичный арена-шутер!

source: This guide covers the basics one should know about the weapons, items, and other aspects of the game, but most of what you will learn will come from trying it out in practice.
fr: Ce guide couvre les bases à connaître sur les armes, les objets et d'autres aspects du jeu, mais la plupart de ce que vous apprendrez viendra de votre expérience pratique.
gl: Esta guía abrangue os conceptos básicos que se deben saber sobre as armas, os obxectos e outros aspectos do xogo, pero a maior parte do que aprenderás virá da práctica.
it: Questa guida copre le basi che si dovrebbero conoscere riguardo alle armi, agli oggetti e ad altri aspetti del gioco, ma la maggior parte di ciò che imparerai verrà dal provarlo in pratica.
ru: Это руководство охватывает основы, которые нужно знать об оружии, предметах и других аспектах игры, но большая часть знаний придёт из практики.

source: Please note that this guide describes the default game behavior with vanilla settings. Xonotic is highly customizable and there are tons of servers out there that run with lightly or highly modified settings.
fr: Veuillez noter que ce guide décrit le comportement par défaut du jeu avec les paramètres d'origine. Xonotic est hautement personnalisable et il existe de nombreux serveurs qui fonctionnent avec des paramètres légèrement ou fortement modifiés.
gl: Ten en conta que esta guía describe o comportamento predeterminado do xogo con configuracións estándar. Xonotic é altamente personalizable e hai moitos servidores que funcionan con configuracións pouco ou moi modificadas.
it: Nota che questa guida descrive il comportamento di gioco predefinito con impostazioni "vanilla" (standard). Xonotic è altamente personalizzabile e ci sono tantissimi server che funzionano con impostazioni leggermente o altamente modificate.
ru: Обратите внимание, что это руководство описывает поведение игры по умолчанию с базовыми настройками. Xonotic высоконастраиваема, и существует множество серверов со слегка или сильно изменёнными настройками.

source: You can usually find out which settings are modified by issuing %s in console after connecting to a server.
fr: Vous pouvez généralement savoir quels paramètres sont modifiés en exécutant la commande %s dans la console après vous être connecté à un serveur.
gl: Xeralmente podes saber que opcións se modifican executando na consola %s despois de conectarte a un servidor.
it: Di solito puoi scoprire quali impostazioni sono modificate digitando %s nella console dopo esserti connesso a un server.
ru: Вы можете узнать, какие настройки изменены, введя %s в консоли после подключения к серверу.

source: Community
fr: Communauté
gl: Comunidade
it: Communità
ru: Сообщество

source: %s on Matrix, %s on QuakeNet IRC, or the Discord
fr: %s sur Matrix, %s sur QuakeNet IRC, ou le Discord
gl: %s en Matrix, %s en QuakeNet IRC ou en Discord
it: %s su Matrix, %s su QuakeNet IRC o Discord
ru: %s в Matrix, %s в QuakeNet IRC или Discord

source: Xonotic stands out for its friendly, mature, and welcoming player community, and many long-term players argue that this is probably one of the best things about Xonotic. If you approach other players friendly and respectfully, this will be recognized, while acting toxic on the other hand will not make your life easier on the servers.
fr: Xonotic se distingue par sa communauté de joueurs conviviale, mature et accueillante ; de nombreux joueurs de longue date affirment que réside probablement là l'un des principaux atouts de Xonotic. Si vous abordez les autres joueurs de façon amicale et respectueuse, cela sera apprécié, tandis qu'un comportement toxique ne vous facilitera pas la vie sur les serveurs.
gl: Xonotic destaca pola súa comunidade de xogadores amigable, madura e acolledora, e moitos xogadores veteranos argumentan que esta é probablemente unha das mellores cousas de Xonotic. Se te achegas a outros xogadores de forma amigable e respectuosa, isto será recoñecido, mentres que actuar de forma tóxica, por outra banda, non che facilitará a vida nos servidores.
it: Xonotic si distingue per la sua community di giocatori amichevole, matura e accogliente, e molti giocatori di lunga data sostengono che questa sia probabilmente una delle cose migliori di Xonotic. Se ti avvicini agli altri giocatori in modo amichevole e rispettoso, questo sarà riconosciuto, mentre d'altra parte comportarsi in modo "tossico" non ti renderà la vita più facile sui server.
ru: Xonotic выделяется своим дружелюбным, зрелым и гостеприимным сообществом игроков, и многие опытные игроки считают, что это, вероятно, одно из лучших качеств игры. Если вы будете относиться к другим игрокам дружелюбно и с уважением, это оценят, в то время как грубое поведение, наоборот, не облегчит вашу жизнь на серверах.

source: The best way to get in touch with the community is to just start playing online and use the in-game chat. You can also connect to the official communication channels (%s), and of course the official forum.
fr: La meilleure façon d'entrer en contact avec la communauté est simplement de commencer à jouer en ligne et d'utiliser le tchat intégré au jeu. Vous pouvez également vous connecter aux canaux de communication officiels (%s) et, bien sûr, au forum officiel.
gl: A mellor maneira de contactar coa comunidade é simplemente comezar a xogar en liña e usar a conversa do xogo. Tamén podes conectarte ás canles de comunicación oficiais (%s) e, por suposto, ao foro oficial.
it: Il modo migliore per entrare in contatto con la community è semplicemente iniziare a giocare online e usare la chat di gioco. Puoi anche connetterti ai canali di comunicazione ufficiali (%s) e, naturalmente, al forum ufficiale.
ru: Лучший способ связаться с сообществом — начать игру по сети и использовать внутриигровой чат. Вы также можете подключиться к официальным каналам связи (%s) и, конечно же, к официальному форуму.

source: Getting good
fr: S'améliorer
gl: Facéndoo ben
it: Migliorare
ru: Путь к мастерству

source: The skill gap between new and experienced players is often immense. However, this is mostly because experienced players have learned how to make use of the game mechanics. If you see experienced players doing tricks you don't understand, don't hesitate to ask anyone on the server!
fr: L'écart de niveau entre les nouveaux joueurs et les joueurs expérimentés est souvent immense. Cependant, cela s'explique principalement par le fait que les joueurs expérimentés ont appris à tirer parti des mécanismes du jeu. Si vous voyez des joueurs expérimentés user de stratagèmes que vous ne comprenez pas, n'hésitez pas à interpeller quelqu'un sur le serveur !
gl: A diferenza de habilidade entre xogadores novos e experimentados adoita ser inmensa. Porén, isto débese principalmente a que os xogadores experimentados aprenderon a usar as mecánicas do xogo. Se ves xogadores experimentados facendo trucos que non entendes, non dubides en preguntarlle a calquera persoa do servidor!
it: Il divario di abilità tra giocatori nuovi ed esperti è spesso immenso. Tuttavia, questo è principalmente dovuto al fatto che i giocatori esperti hanno imparato a sfruttare le meccaniche di gioco. Se vedi giocatori esperti fare trucchi che non capisci, non esitare a chiedere a chiunque sul server!
ru: Разрыв в навыках между новыми и опытными игроками часто огромен. Однако в основном это происходит потому, что опытные игроки научились использовать игровую механику. Если вы видите, как опытные игроки делают трюки, которых вы не понимаете, не стесняйтесь спросить кого-нибудь на сервере!

source: Another way to learn is to spectate experienced players. Observe which weapons they combo and the movement techniques they make use of. Also look at which weapons they choose depending on the gameplay situation, for example in close combat, mid-range battles, or against groups of opponents.
fr: Une autre façon d'apprendre consiste à observer les joueurs expérimentés. Observez quelles combinaisons d'armes ils utilisent et quelles techniques de déplacement ils emploient. Regardez également quelles armes ils choisissent en fonction de la situation de jeu, par exemple en combat rapproché, à moyenne distance ou contre des groupes d'adversaires.
gl: Outra forma de aprender é observar a xogadores experimentados. Observa que armas combinan e as técnicas de movemento que empregan. Fíxate tamén que armas escollen dependendo da situación de xogo, por exemplo en combate corpo a corpo, batallas a media distancia ou contra grupos de opoñentes.
it: Un altro modo per imparare è osservare i giocatori esperti. Osserva quali armi combinano e le tecniche di movimento che utilizzano. Guarda anche quali armi scelgono a seconda della situazione di gioco, ad esempio nel combattimento ravvicinato, nelle battaglie a medio raggio o contro gruppi di avversari.
ru: Другой способ научиться — наблюдать за опытными игроками в режиме зрителя. Обратите внимание, какое оружие они комбинируют и какие техники движения используют. Также смотрите, какое оружие они выбирают в зависимости от игровой ситуации, например, в ближнем бою, на средней дистанции или против групп противников.

source: The learning curve is very steep. That said, understanding how the game works will enable you to speed around the map and apply effective weapon combos in no time.
fr: La courbe d'apprentissage est très raide. Cela dit, comprendre le fonctionnement du jeu vous permettra de vous déplacer rapidement sur la carte et d'utiliser des combinaisons d'armes efficaces en un rien de temps.
gl: A curva de aprendizaxe é moi pronunciada. Dito isto, comprender como funciona o xogo permitirache moverte polo mapa rapidamente e aplicar combinacións de armas efectivas en pouco tempo.
it: La curva di apprendimento è molto ripida. Detto questo, capire come funziona il gioco ti permetterà di sfrecciare per la mappa e applicare efficaci combinazioni di armi in pochissimo tempo.
ru: Игра сложна в освоении. Однако, как только вы поймёте её основы, вы очень скоро сможете носиться по арене и виртуозно комбинировать оружие.

source: XonStat is the integrated player statistics application for Xonotic. It stores vital stats like your kill-death ratio, weapon damage and accuracy, and scoreboards from past games.
fr: XonStat est l'application intégrée de statistiques des joueurs pour Xonotic. Elle stocke des statistiques essentielles telles que votre ratio victoires / défaites, les dégâts et la précision de vos armes, ainsi que les classements des parties précédentes.
gl: XonStat é a aplicación integrada de estatísticas de xogador para Xonotic. Garda estatísticas vitais como a túa relación mortes/asasinatos, dano e precisión das armas, e táboas de puntuación de partidas anteriores.
it: XonStat è l'applicazione integrata per le statistiche dei giocatori di Xonotic. Archivia statistiche vitali come il tuo rapporto uccisioni-morti, danni e precisione delle armi, e punteggi delle partite passate.
ru: XonStat — это интегрированное приложение для статистики игроков в Xonotic. Оно хранит важные статистические данные, такие как соотношение убийств и смертей, урон и точность оружия, а также таблицы результатов прошлых игр.

source: Tracking is completely opt-in, and no login is required.
fr: Le suivi est entièrement facultatif et aucune connexion n'est requise.
gl: O seguimento é completamente opcional, e non se require inicio de sesión.
it: Il tracciamento è completamente facoltativo e non è richiesto alcun login.
ru: Отслеживание является полностью добровольным, и для него не требуется вход в систему.

source: Some of the statistics are available in-game on your player profile, while the rest are accessible at %s.
fr: Certaines statistiques sont disponibles dans le jeu, sur votre profil de joueur, tandis que le reste est accessible sur %s.
gl: Algunhas das estatísticas están dispoñibles no xogo no teu perfil de xogador, mentres que o resto é accesible en %s.
it: Alcune statistiche sono disponibili in gioco sul tuo profilo giocatore, mentre il resto è accessibile su %s.
ru: Часть статистики доступна в игре в вашем профиле игрока, а остальная — по адресу %s.

source: Xonotic is a very fast-paced arena shooter. Fast-paced does not only relate to reaction times but also to movement speed. That means mastering movement skills is an essential part of Xonotic gameplay and must not be underestimated.
fr: Xonotic est un jeu de tir en arène au rythme effréné. Le rythme soutenu ne tient pas seulement aux temps de réaction, mais aussi à la vitesse de déplacement. Cela signifie que la maîtrise des techniques de déplacement est un élément essentiel du gameplay de Xonotic et ne doit pas être sous-estimée.
gl: Xonotic é un xogo de disparos de arena moi rápido. O ritmo rápido non só se relaciona cos tempos de reacción, senón tamén coa velocidade de movemento. Iso significa que dominar as habilidades de movemento é unha parte esencial do xogo de Xonotic e non se debe subestimar.
it: Xonotic è uno sparatutto arena molto frenetico. Frenetico non si riferisce solo ai tempi di reazione ma anche alla velocità di movimento. Ciò significa che padroneggiare le abilità di movimento è una parte essenziale del gameplay di Xonotic e non deve essere sottovalutato.
ru: Xonotic — это очень динамичный аренный шутер. Динамичность относится не только к скорости реакции, но и к скорости передвижения. Это означает, что освоение навыков движения является важной частью игрового процесса Xonotic, и этим нельзя пренебрегать.
