Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Name:
ast: Nome:
be: Імя:
bg: Име:
es: Nombre:
fi: Nimi:
fr: Nom :
gl: Nome:
it: Nome:
ja_jp: 名前:
pl: Nazwa:
pt_br: Nome:
ro: Nume:
ru: Имя:
sr: Име:
sv: Namn:
uk: Ім'я:

source: Name under which you will appear in the game
ast: El nome col que vas apaecer nel xuegu
de: Leg deinen Namen im Spiel fest
es: Nombre bajo el cual aparecerás en el juego
fi: Näkyvä nimi jota tulet käyttämään pelissä
fr: Nom sous lequel vous apparaîtrez dans le jeu
gl: Nome co que aparecerás no xogo
it: Nome col quale apparirai nel gioco
ja_jp: ゲームに登場するあなたの名前:
pl: Nazwa, pod którą pokażesz się w grze
pt_br: Seu nome que aparecerá no jogo
ru: Ваше имя для отображения в игре
sr: Име под којим ћете се појавити у игри
sv: Namn som du kommer att synas som i spelet

source: Text language:
ast: Llingua de los testos:
be: Мова:
bg: Език на текста:
de: Textsprache:
es: Texto del idioma:
fi: Tekstin kieli:
fr: Langue du texte :
gl: Idioma do texto:
it: Lingua di testo:
ja_jp: テキスト言語:
pl: Język:
pt_br: Idioma do texto:
ro: Limba text:
ru: Язык меню:
sr: Језик текста:
sv: Ställ in språk:
uk: Мова тексту:

source: Allow player statistics to use your nickname at stats.xonotic.org?
ast: ¿Permitir que les estadístiques usen el nomatu en stats.xonotic.org?
be: Звязаць ваша імя са статыстыкай гульні на stats.xonotic.org?
bg: Използвай името на играча при събиране на статистика в stats.xonotic.org?
de: Darf stats.xonotic.org deinen Spielernamen für Spielerstatistiken nutzen?
es: ¿Permitir que las estadísticas de jugador utilicen tu apodo en stats.xonotic.org?
fi: Salli pelinimesi käyttö pelaajatilastosivulla stats.xonotic.org?
fr: Autoriser les statistiques des joueurs à utiliser votre pseudonyme sur stats.xonotic.org ?
gl: Permitir cas estatísticas do xogador utilicen o teu alcume en stats.xonotic.org?
it: Consenti alle statistiche dei giocatori di usare il tuo nome in stats.xonotic.org?
ja_jp: 選手の統計が stats.xonotic.org であなたのニックネームを使用できるように許可しますか?
pl: Pozwól statystykom graczy na stats.xonotic.org używać twojego imienia?
pt_br: Permitir que as estatísticas de jogador usem o seu apelido em stats.xonotic.org?
ro: Permite statisticilor sa foloseasca numele tau pe stats.xonotic.org?
ru: Разрешить статистике использовать ваш позывной в stats.xonotic.org?
sr: Дозволити играчким статистикама да користе ваш надимак на stats.xonotic.org?
sv: Tillåt spelstatistiken att använda ditt spelarnamn på stats.xonotic.org?
uk: Дозволити використання імені гравця в статистиці на stats.xonotic.org?

source: Undecided
de: Später nachfragen
es: Indeciso
fi: Ei päätetty
fr: Indécis
gl: Indeciso
it: Indeciso
ja_jp: 未定
pl: Niezdecydowany
pt_br: Não decidido
ro: Nedecis
ru: Спросить позже
sr: Неодлучен
sv: Obeslutad

source: Player statistics are enabled by default, you can change this in the Profile menu
ast: Les estadístiques de xugador actívense por defeutu, pues camudar esto dempués nel menú Perfil
de: Spielerstatistiken sind standardmäßig eingeschaltet. Du kannst dies im Profil-Menü ändern
es: Estadísticas de jugador están habilitadas por defecto, puedes cambiar esto en el menú de perfil
fi: Pelaajatilastot ovat kytketyt päälle vakiollisesti, voit muuttaa tämän asianhaaran Profiili -valikossa
fr: Les statistiques des joueurs sont activées par défaut, vous pouvez modifier cela dans le menu Profil
gl: As estatísticas do xogador están activadas de forma predeterminada, podes cambiala no menú Perfil
it: Le statistiche sono abilitate di default, puoi cambiarlo nel menu Profilo
ja_jp: プレーヤーの統計はデフォルトで有効になって、プロファイル メニューでこれを変更できます
pl: Statystyki gracza są domyślnie włączone, możesz to zmienić w menu Profilu
pt_br: As estatísticas de jogador estão ativadas por padrão. Você pode mudar isso no menu Perfil.
ru: По умолчанию статистика игрока включена, вы можете изменить это в меню Профиля
sv: Spelstatistik är påslagen som standard, du kan ändra på detta i Profilmenyn

source: Save settings
ast: Guardar los axustes
be: Захаваць настáўленні
bg: Запазване на настройките
de: Einstellungen speichern
es: Guardar la configuración
fi: Tallenna asetukset
fr: Enregistrer les paramètres
gl: Gardar axustes
it: Salva impostazioni
ja_jp: 設定を保存する
pl: Zapisz ustawienia
pt_br: Salvar configurações
ro: Salvare setari
ru: Сохранить настройки
sr: Сачувај подешавања
sv: Spara inställningar
uk: Зберегти налаштування

source: Welcome
ast: Acoyida
be: Сардэчна запрашаем
bg: Добре дошли
de: Willkommen
es: Bienvenido/a
fi: Tervetuloa
fr: Bienvenue
gl: Benvido
it: Benvenuto
ja_jp: ようこそ
pl: Witaj
pt_br: Bem-vindo(a)
ro: Bun venit
ru: Добро пожаловать
sr: Добродошли
sv: Välkommen
uk: Вітаємо

source: Join!
ast: Xunise
be: Далучыцца!
bg: Присъединяване!
de: Beitreten!
es: ¡Unirse!
fi: Liity!
fr: Rejoindre !
gl: Unirse!
it: Entra!
ja_jp: 参加!
pl: Dołącz!
pt_br: Conectar!
ro: Alăturare!
ru: Присоединиться!
sr: Приступи!
sv: Gå med!
uk: Приєднатися!

source: Restart level
de: Level neu starten
es: Reiniciar nivel
fi: Aloita taso uudelleen
fr: Recommencer le niveau
gl: Recomezar nivel
it: Riavvia livello
ja_jp: レベルを再起動する
pl: Zrestartuj poziom
pt_br: Reiniciar nível
ru: Перезапустить уровень
sv: Börja om nivå

source: Main menu
ast: Menú principal
bg: Главно меню
de: Hauptmenü
es: Menú principal
fi: Päävalikko
fr: Menu principal
gl: Menú principal
it: Menu principale
ja_jp: メインメニュー
pl: Menu główne
pt_br: Menu principal
ru: Главное меню
sv: Huvudmeny

source: Servers
ast: Sirvidores
be: Серверы
bg: Сървъри
de: Server
es: Servidores
fi: Palvelimet
fr: Serveurs
gl: Servidores
it: Server
ja_jp: サーバー
pl: Serwery
pt_br: Servidores
ro: Servere
ru: Серверы
sr: Сервери
sv: Servrar
uk: Сервери

source: Profile
ast: Perfil
be: Профіль
bg: Профил
de: Profil
es: Perfil
fi: Henkilökuva
fr: Profil
gl: Perfil
it: Profilo
ja_jp: プロフィール
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sr: Профил
sv: Profil

source: Settings
ast: Axustes
be: Настáўленні
bg: Настройки
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
gl: Axustes
it: Impostazioni
ja_jp: 設定
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sr: Подешавања
sv: Inställningar
uk: Налаштування

source: Input
ast: Controles
be: Увод
bg: Контроли
de: Eingabe
es: Teclado/Ratón
fi: Ohjaus
fr: Contrôles
gl: Entrada
it: Controlli
ja_jp: インプット
pl: Sterowanie
pt_br: Entrada
ro: Control
ru: Управление
sr: Улаз
sv: Inmatning
uk: Керування

source: Guide
gl: Guía
it: Guida
pt_br: Guia
ru: Руководство

source: Quick menu
ast: Menú rápidu
bg: Бързо меню
de: Schnellmenü
es: Menú rápido
fi: Pikavalikko
fr: Menu rapide
gl: Menú rápido
it: Menu veloce
ja_jp: クイックメニュー
pl: Szybkie menu
pt_br: Menu rápido
ru: Быстрое меню
sv: Snabbmeny

source: Spectate
bg: Наблюдаване
de: Zuschauen
es: Observar
fi: Katsele
fr: Spectateur
gl: Espectador
it: Spettatore
ja_jp: 観戦する
pl: Obserwuj
pt_br: Assistir
ru: Наблюдать
sv: Åskåda

source: Game menu
de: Spielmenü
es: Menú del juego
fi: Pelivalikko
fr: Menu du jeu
gl: Menú do xogo
it: Menu del gioco
ja_jp: ゲームメニュー
pl: Menu gry
pt_br: Menu do jogo
ru: Игровое меню
sv: Spelmeny

source: Show only current ammo type
ast: Amosar namás el tipu de munición actual
be: Паказваць толькі дзейны тып патронаў
bg: Показване само на текущия тип амуниции
de: Nur aktuellen Munitionstyp anzeigen
es: Mostrar sólo el tipo de la munición actual
fi: Näytä vain nykyinen ammustyyppi
fr: Afficher uniquement le type de munitions actuel
gl: Mostra só o tipo de munición actual
it: Mostra solo il tipo corrente di munizioni
ja_jp: 現在の弾薬タイプのみを表示する
pl: Pokazuj tylko obecny rodzaj amunicji
pt_br: Exibir apenas o tipo de munição atual
ro: Afișează numai muniția armei selectate
ru: Показывать только текущий вид патронов
sr: Прикажи само тренутну врсту муниције
sv: Visa endast det nuvarande ammunutionstypen.
uk: Показувати тільки поточний тип боєприпасів

source: Noncurrent opacity:
fr: Opacité armes inactives :
gl: Opacidade non activa:
it: Opacità non-corrente:
pt_br: Opacidade não atual:
ru: Непрозрачность нетекущего:

source: Noncurrent scale:
de: Größe der Inaktiven:
es: Escala no actual:
fi: Ajanmukaistamaton mittasuhde:
fr: Taille armes inactives :
gl: Escala non corrente:
it: Scala non corrente:
ja_jp: 非現在のスケール:
pt_br: Escala não circulante:
ro: Mărime noncurenta:
ru: Размер нетекущего:
sv: Icke-nuvarande storlek:

source: Align icon:
be: Зраўнаваць значкі:
bg: Подравняване на иконата:
de: Icon ausrichten:
es: Alinear icono:
fi: Kuvakkeen kohdistus:
fr: Aligner l'icône :
gl: Aliñar icona:
it: Allinea icone:
ja_jp: 整列アイコン:
pl: Wyrównaj obrazek:
pt_br: Alinhar ícone:
ro: Aliniere icon:
ru: Выровнять значки:
sv: Justera ikon:
uk: Вирівнювання іконок:

source: Left
ast: Esquierda
be: Леваруч
bg: Ляво
de: Links
es: Izquierda
fi: Vasen
fr: Gauche
gl: Esquerda
it: Sinistra
ja_jp: 左
pl: Lewy
pt_br: Esquerda
ro: Stanga
ru: Слева
sr: Лево
sv: Vänster
uk: Ліворуч

source: Right
ast: Derecha
be: Праваруч
bg: Дясно
de: Rechts
es: Derecha
fi: Oikea
fr: Droite
gl: Dereita
it: Destra
ja_jp: 右
pl: Prawy
pt_br: Direita
ro: Dreapta
ru: Справа
sr: Десно
sv: Höger
uk: Праворуч

source: Enable status bar
ast: Activar les barres d'estáu
be: Уключыць радок стану
bg: Включване на лентата за статус
de: Statusleiste anzeigen
es: Activar la barra de estado
fi: Ota tilapalkki käyttöön
fr: Activer la barre d'état
gl: Activar a barra de estado
it: Abilita barra di stato
ja_jp: ステータスバーを有効にする
pt_br: Habilitar barra de status
ro: Activare bara de statut
ru: Включить шкалу состояния
sr: Омогући траку стања
sv: Aktivera statusfältet
uk: Увімкнути смугу статусу

source: Ammo Panel
ast: Panel de la munición
be: Панэль патронаў
bg: Панел за амуниции
de: Munitons-Panel
es: Panel de munición
fi: Ammuspalkki
fr: Munitions
gl: Panel de munición
it: Pannello munizioni
ja_jp: 弾薬パネル
pl: Panel Amunicji
pt_br: Painel de Munições
ro: Fereastra Muniții
ru: Панель патронов
sr: Плоча муниције
sv: Ammunutionspanel
uk: Панель боєзапасу

source: Message duration:
ast: Duración de los mensaxes:
be: Працягласць паведамлення:
bg: Продължителност на съобщението:
de: Anzeigedauer:
es: Duración del mensaje:
fi: Viestien kesto:
fr: Durée du message :
gl: Duración das mensaxes:
it: Durata messaggi:
ja_jp: メッセージ期間:
pl: Czas trwania wiadomości:
pt_br: Duração de mensagem:
ro: Durata mesaj:
ru: Длительность сообщения:
sr: Трајање поруке:
sv: Meddelandets varaktighet:
uk: Тривалість життя повідомлень:

source: FADESPEED^Instant
bg: FADESPEED^Моментално
de: FADESPEED^Sofort
es: FADESPEED^Instantáneo
fi: FADESPEED^Välitön
fr: Instantanée
gl: FADESPEED^Instantáneo
it: Immediata
ja_jp: 瞬時
pl: FADESPEED^Natychmiast
pt_br: Instantânea
ru: Мгновенно
sv: Omedelbar

source: Font scale:
ast: Tamañu de la fonte:
be: Памер шрыфту:
bg: Размер на шрифта:
de: Schriftgröße:
es: Escala de fuente:
fi: Kirjasimen mittasuhde:
fr: Échelle de la police :
gl: Escala da fonte:
it: Scala testo:
ja_jp: フォントスケール:
pl: Rozmiar czcionki:
pt_br: Tamanho da fonte:
ro: Mărime font:
ru: Размер шрифта:
sr: Сразмера фонта:
sv: Typsnittets skala:
uk: Масштаб шрифту:

source: Bold font scale:
de: Fette Schriftgröße:
es: Escala de fuente en negrita:
fi: Lihavoidun kirjasimen mittasuhde:
fr: Échelle de la police en gras :
gl: Escala de letra en negriña:
it: Scala testo grassetto:
ja_jp: 太字フォントスケール:
pl: Rozmiar pogrubionej czcionki:
pt_br: Tamanho da fonte em negrito:
ru: Размер жирного шрифта:
sv: Typsnittets skala på tjocktext:

source: Title font scale:
de: Titel-Schriftgröße:
fr: Échelle de la police de titre :
gl: Escala da fonte do título:
it: Scala dei caratteri del titolo:
pt_br: Tamanho da fonte do título:
ru: Масштаб шрифта заголовка:

source: Flip messages order
be: Адваротны парадак паведамленняў
bg: Обръщане на реда на съобщенията
de: Reihenfolge vertauschen
es: Invertir el orden de los mensajes
fi: Käänteistä viestijärjestys
fr: Inverser l'ordre des messages
gl: Voltear a orde de mensaxes
it: Inverti ordine messaggi
ja_jp: メッセージの順序を逆にする
pl: Odwróć kolejność wiadomości
pt_br: Trocar ordem de mensagens
ro: Inversare ordine mesaje
ru: Обратить порядок уведомлений
sr: Обрни редослед порука
sv: Vänd meddelandenas ordning
uk: Поміняти місцями порядок повідомлень

source: Text alignment:
ast: Alliniación del testu:
be: Раўнанне тэксту:
bg: Подравняване на текста:
de: Textausrichtung:
es: Alineación del texto:
fi: Tekstin kohdistus:
fr: Alignement du texte :
gl: Aliñación do texto:
it: Allineamento testo:
ja_jp: テキストの配置:
pl: Justowanie tekstu:
pt_br: Alinhamento do texto:
ro: Aliniere text:
ru: Выравнивание текста:
sr: Поравнање текста:
sv: Textplacering:
uk: Вирівнювання тексту:

source: Center
ast: Centru
be: У цэнтры
bg: Център
de: Mittig
es: Centro
fi: Keskitetty
fr: Au centre
gl: Centro
it: Centro
ja_jp: 中央
pl: Centrum
pt_br: Centro
ro: Centru:
ru: По центру
sr: Средина
sv: Centrera
uk: По центру

source: Centerprint Panel
ast: Panel central
be: Цэнтральная панэль паведамленняў
de: Zentralanzeigen-Panel
es: Panel de visualización central
fi: Keskeistulostepalkki
fr: Affichage central
gl: Panel de impresión central
it: Pannello Centerprint
ja_jp: センタープリントパネル
pt_br: Painel Central
ro: Printare centrală panou
ru: Центральная панель сообщений
sr: Плоча средишње поруке
sv: Centerutskiftspanel

source: Chat size:
ast: Tamañu de la charra:
be: Памер чату:
bg: Размер на чата:
de: Chat-Größe:
es: Tamaño del texto:
fi: Keskustelualueen koko:
fr: Taille du tchat :
gl: Tamaño da conversa:
it: Dimensioni chat:
ja_jp: チャットサイズ:
pl: Rozmiar czatu:
pt_br: Tamanho do bate-papo:
ro: Mărime conversație:
ru: Размер чата:
sr: Величина ћаскања:
sv: Chattens storlek:
uk: Розмір чату:

source: Chat lifetime:
ast: Tiempu d'amuesa:
be: Тэрмін жыцця чату:
bg: Време за видимост на чата:
de: Chat-Sichtbarkeit:
es: Mostrar chat durante:
fi: Keskustelujen säilyvyys:
fr: Durée du tchat :
gl: Duración da conversa:
it: Durata chat:
ja_jp: チャットの存続期間:
pl: Wygasanie wiadomości:
pt_br: Tempo de vida do bate-papo:
ro: Durată conversație:
ru: Время жизни чата:
sr: Животни век ћаскања:
sv: Chattens visningstid:
uk: Тривалість чату:

source: LIFETIME^Infinite
fr: Infinie
gl: LIFETIME^Infinito
it: Infinita
pt_br: Infinito
ru: Бесконечно

source: Chat beep sound
ast: Pitíu de la charra
be: Гук чату
bg: Звук за чат-а
de: Chat-Piepton
es: Sonido del chat
fi: Viestin piippausääni
fr: Notification de tchat
gl: Sinal sonoro da conversa
it: Suono per messaggio chat
ja_jp: チャットのビープ音
pl: Odgłos powiadomienia czatu
pt_br: Som de aviso do bate-papo
ro: Sunet conversații
ru: Звук чата
sr: Звук пиштања у ћаскању
sv: Chattljud
uk: Звук у чаті

source: Chat Panel
ast: Panel pa charrar
be: Панэль чату
bg: Чат панел
es: Panel del chat
fi: Keskustelupalkki
fr: Tchat
gl: Panel da conversa
it: Pannello Chat
ja_jp: チャットパネル
pl: Panel Czatu
pt_br: Painel do Bate-papo
ro: Fereastră de conversație
ru: Панель чата
sr: Плоча ћаскања
sv: Chattpanel
uk: Панель чату

source: Flip checkpoint order
de: Kontrollpunkt-Reihenfolge umkehren
fr: Inverser l'ordre des points de contrôle
gl: Inverter a orde dos puntos de control
it: Inverti ordine checkpoint
pt_br: Trocar ordem dos pontos de checagem
ru: Обратить порядок контрольных точек

source: Checkpoints Panel
de: Kontrollpunkt-Panel
fr: Points de contrôle
gl: Panel de puntos de control
it: Pannello checkpoint
pt_br: Painel dos Pontos de Checagem
ru: Панель контрольных точек

source: FPS:
fr: IPS :
ru: Частота кадров:

source: Use an averaging algorithm
de: Durchschnittswert anzeigen
fr: Utiliser un algorithme de calcul de moyenne
gl: Usa un algoritmo de media
it: Usa un algoritmo di media
pt_br: Usar um algoritmo por médias
ru: Использовать алгоритм усреднения

source: Decimal places:
de: Dezimalstellen:
fr: Décimales :
gl: Lugares decimais:
it: Cifre decimali:
pt_br: Casas decimais:
ru: Десятичные знаки:

source: Engine Info Panel
be: Панэль звестак пра рухавік
bg: Панел с информация за енджина
es: Panel de Información del Motor
fi: Pelimoottorin tietopaneeli
fr: Informations sur la version
gl: Panel de información do motor
it: Pannello info motore
ja_jp: エンジン情報パネル
pl: Panel Informacji o Silniku
pt_br: Painel de Informações do Motor
ro: Fereastra Informatii Motor
ru: Панель сведений о движке
sr: Плоча са подацима о мотору
sv: Motorinfopanel
uk: Панель інформації рушія

source: Combine health and armor
ast: Mecer la salú y armadura
de: Gesundheit und Rüstung kombinieren
es: Combinar salud y armadura
fi: Yhdistä terveys ja suojapanssari
fr: Combiner la santé et l'armure
gl: Combina saúde e armadura
it: Combina vita e armatura
ja_jp: 健康と鎧を組み合わせる
pl: Połącz zdrowie i pancerz:
pt_br: Combinar saúde e armadura
ru: Сочетать здоровье и броню
sr: Упари здравље и оклоп
sv: Kombinera hälsa och rustning

source: Flip health and armor positions
ast: Voltiar la posición de la salú y armadura
be: Памяняць месцамі здароўе і бронь
bg: Размяна на позицията на здравето и бронята
de: Gesundheit und Rüstung tauschen
es: Invertir la posición de salud y armadura
fi: Vaihda elämän ja panssarin paikkaa
fr: Inverser les positions de la santé et de l'armure
gl: Trocar as posicións de saúde e armadura
it: Inverti posizioni di vita e armatura
ja_jp: 健康 / 鎧の位置を逆にする
pl: Zamień zdrowie i zbroję pozycjami
pt_br: Trocar as posições da saúde e armadura
ro: Oglindire pozitie viata/armura
ru: Поменять местами здоровье и броню
sr: Обрни положаје здравља и оклопа
sv: Vänd liv och rustnings position
uk: Поміняти місцями позиції здоров'я та броні

source: Status bar alignment:
ast: Alliniación de les barres d'estáu:
be: Раўнанне радка стану:
bg: Подравняване на лентата за статус
de: Statusleisten-Ausrichtung:
es: Alineación de la barra de estado:
fi: Tilapalkin kohdistus:
fr: Alignement de la barre d'état :
gl: Aliñación da barra de estado:
it: Allineamento barra di stato:
ja_jp: ステータスバーの配置:
pt_br: Alinhamento da barra de status:
ro: Aliniere bara de statut:
ru: Выравнивание шкалы состояния:
sr: Поравнање траке стања
sv: Statusfältets placering:
uk: Вирівнювання смуги статусу:

source: Inward
ast: Interior
be: Унутр
bg: Навътре
de: Innen
es: Interior
fi: Sisäänpäin
fr: Intérieur
gl: Interior
it: Interno
ja_jp: 内部
pl: Do środka
pt_br: Para dentro
ro: Interior
ru: Внутрь
sr: Ка унутра
sv: Inåt
uk: Всередину

source: Outward
ast: Esterior
be: Вонкі
bg: Навън
de: Außen
es: Exterior
fi: Ulospäin
fr: Extérieur
gl: Exterior
it: Esterno
ja_jp: 外部
pl: Na zewnątrz
pt_br: Para fora
ro: Exterior
ru: Наружу
sr: Ка споља
sv: Utåt
uk: Назовні

source: Icon alignment:
ast: Alliniación de los iconos:
be: Раўнанне значкоў:
bg: Подравняване на иконите:
de: Iconausrichtung:
es: Alineación de los iconos:
fi: Kuvakkeen kohdistus:
fr: Alignement des icônes :
gl: Aliñación das iconas:
it: Allineamento icone:
ja_jp: アイコンの配置:
pl: Wyrównanie ikon:
pt_br: Alinhamento de ícones:
ro: Aliniere iconuri:
ru: Выравнивание значков:
sr: Поравнање иконица:
sv: Ikon placering:
uk: Вирівнювання іконок:

source: Health/Armor Panel
ast: Panel de salú/armadura
be: Панэль здароўя/броні
bg: Панел със Здраве/Броня
de: Gesundheits-/Rüstungs-Panel
es: Panel de Salud/Armadura
fi: Elämä/Panssaripaneeli
fr: Santé/Armure
gl: Panel de saúde/armadura
it: Pannello vita/armatura
ja_jp: 健康 / 鎧 パネル
pl: Panel Zdrowia/Zbroi
pt_br: Painel de Saúde/Armadura
ro: Fereastra Viata/Armura
ru: Панель здоровья и брони
sr: Плоча здравља и оклопа
sv: Liv-/Rustningspanel
uk: Панель здоров'я та броні

source: Info Messages Panel
ast: Panel de mensaxes d'información
be: Панэль інфармацыйных паведамленняў
bg: Панел с информационни съобщения
de: Informations-Panel
es: Panel de Información de los mensajes
fi: Tiedotuspaneeli
fr: Messages d'Information
gl: Panel de información das mensaxes
it: Pannello delle informazioni
ja_jp: 情報メッセージパネル
pt_br: Painel de Mensagens de Informação
ro: Fereastra Informatii
ru: Панель информации
sr: Плоча инфо порука
sv: Panel För Infomeddelanden
uk: Панель інформаційних повідомлень

source: Disable
ast: Desactivar
be: Адключыць
bg: Забраняване
de: Aus
es: Deshabilitar
fi: Pois päältä
fr: Désactiver
gl: Desactivar
it: Disabilita
ja_jp: 無効にする
pl: Dezaktywuj
pt_br: Desabilitar
ro: Dezactivat
ru: Отключить
sr: Онемогући
sv: Inaktivera
uk: Вимкнути

source: Enable spectating
ast: Al ser espectador
de: Zuschauen aktivieren
es: Habilitar modo espectador
fi: Kytke päälle sivustakatselu
fr: Autoriser les spectateurs
gl: Activa a función de espectador
it: Abilita da spettatore
ja_jp: 観戦中を有効にする
pt_br: Ativar observação
ru: При наблюдении
sv: Slå på åskådning

source: Enable even in warmup
it: Abilita anche nel warmup
ru: Включить даже в разминке

source: Text/icon ratio:
ast: Rellación d'iconos/testu:
de: Text-/Icon-Verhältnis:
es: Proporción texto/icono
fi: Teksti/kuvake-suhde:
fr: Ratio texte / icônes :
gl: Relación texto/icona:
it: Rapporto testo/icona:
ja_jp: テキスト / アイコン率
pt_br: Proporção para textos e ícones:
ro: Rație text/pictogramă:
ru: Отношение текста/значков:
sr: Однос текста и иконице:
sv: Text/ikonförhållande:

source: Reduced
ast: Amenorgaes
de: Reduziert
es: Reducido
fi: Alennettu
fr: Réduite
gl: Reducido
it: Ridotto
ja_jp: 下げた
pl: Zredukowane
pt_br: Reduzido
ro: Redus
ru: Уменьшенная
sr: Смањено
sv: Reducerad

source: Hide spawned items
ast: Anubrir los oxetos aprucíos
de: Verfügbare Gegenstände ausblenden
es: No mostrar objetos reaparecidos
fi: Piilota ilmestyneet esineet
fr: Masquer les objets disponibles
gl: Ocultar os obxetos xerados
it: Nascondi oggetti presenti
ja_jp: 現れたアイテムを隠す
pl: Ukryj stworzone przedmioty
pt_br: Ocultar itens disponíveis
ro: Ascunde obiectele apărute
ru: Скрывать появившиеся предметы
sr: Сакриј створене ствари
sv: Dölj skapade saker

source: Hide big armor and health
ast: Anubrir l'armadura y salú grandes
de: Große Rüstung und Gesundheit verbergen
es: No mostrar gran armadura y salud
fi: Piilota suuri suojapanssari ja terveysmääre
fr: Masquer les grandes armure et santé
gl: Ocultar gran armadura e saúde
it: Nascondi armatura e vita grandi
ja_jp: 大きな鎧と健康を隠す
pl: Ukryj duże zdrowie i pancerz
pt_br: Ocultar armadura grande e saúde grande
ru: Скрывать большие броню и аптечку
sr: Сакриј велики оклоп и здравље
sv: Dölj stor rustning och hälsa

source: Dynamic size
ast: Tamañu dinámicu
de: Dynamische Größe
es: Tamaño dinámico
fi: Dynaaminen koko
fr: Taille dynamique
gl: Tamaño dinámico
it: Grandezza dinamica
ja_jp: ダイナミックサイズ:
pl: Dynamiczny rozmiar
pt_br: Tamanho dinâmico
ro: Dimensiune dinamică
ru: Динамический размер
sr: Динамичка величина
sv: Dynamisk storlek

source: Items Time Panel
de: Gegenstände-Zeit-Panel
es: Panel de Tiempo de los Objetos
fi: Esineiden aikapalkki
fr: Minuterie des objets
gl: Panel de tempo dos obxetos
it: Pannello Tempo Oggetti
ja_jp: アイテムの時刻パネル
pt_br: Painel de Tempo dos Itens
ro: Panoul de Timp al Obiectelor
ru: Панель таймеров предметов
sr: Плоча времена ствари
sv: Tidpanel För Saker

source: GAMETYPE^%s:
de: SPIELTYP^%s:
fr: %s :
gl: TIPODEXOGO^%s:
pt_br: %s:
ru: РЕЖИМ ИГРЫ^%s:

source: Show icons
de: Icons anzeigen
fr: Afficher les icônes
gl: Amosar iconas
it: Mostra icone
pt_br: Exibir ícones
ru: Показывать значки

source: Mod Icons Panel
be: Панэль значкоў мода
bg: Панел с икони на модовете
de: Mod-Symbole-Panel
es: Panel de Iconos de Mod
fi: Modi-ikonit paneeli
fr: Icônes du Mod
gl: Panel de iconas de mod
it: Pannello delle icone delle Mod
ja_jp: MODアイコンパネル
pt_br: Painel de Ícones de Mod
ro: Fereastra Iconuri Moduri
ru: Панель значков режима
sr: Плоча мод иконица
sv: Modikonspanel
uk: Панель іконок модів

source: Entry lifetime:
be: Тэрмін бачнасці:
bg: Видимост на съобщенията:
de: Eintrags-Sichtbarkeit:
es: Mostrar durante:
fi: Sisääntulon kesto
fr: Durée d'affichage de l'entrée :
gl: Vida útil da entrada:
it: Durata notifica:
ja_jp: 通知を表示する:
pt_br: Tempo de vida de cada entrada:
ro: Durata notificare:
ru: Время видимости:
sr: Животни век уноса:
sv: Posts visningstid:
uk: Час існування запису:
