Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Channels:
ast: Canales:
be: Каналы:
bg: Канали
de: Kanäle:
es: Canales:
fi: Kanavat:
fr: Canaux :
gl: Canais:
it: Canali:
ja_jp: チャネル:
pl: Kanały:
pt_br: Canais:
ro: Canale:
ru: Каналы:
sr: Канали:
sv: Kanaler:
uk: Канали:

source: Number of channels for the sound output
ast: El númberu de canales pa la salida del soníu
de: Anzahl der Kanäle für die Audiowiedergabe
es: Número de canales para la salida de sonido
fi: Ääniulostulon kanavien määrä
fr: Nombre de canaux pour la sortie audio
gl: Número de canles para a saída de son
it: Numero di canali in uscita
ja_jp: サウンド出力のチャンネル数
pl: Ilość wyjściowych kanałów dźwięku
pt_br: Número de canais para a saída de som
ru: Число каналов для вывода звука
sr: Број коришћених канала за звучни излаз
sv: Mängden kanaler för ljudutdatan

source: Mono
ast: Monu
be: Мона
bg: Моно
fi: Yksikanavainen mono
ja_jp: モノ
ru: Моно
sr: Моно
uk: Моно

source: Stereo
ast: Estéreu
be: Стэрэа
bg: Стерео
es: Estéreo
fi: Kaksikanavainen stereo
fr: Stéréo
ja_jp: ステレオ
pt_br: Estéreo
ru: Стерео
sr: Стерео
uk: Стерео

source: Swap stereo output channels
ast: Intercambiar les canales de la salida n'estéreu
be: Памяняць выходныя каналы стэрэа
bg: Размени изходните стерео канали
de: Stereokanäle tauschen
es: Intercambiar canales de salida estéreo
fi: Vaihda stereo-ulostulokanavat keskenään
fr: Inverser les canaux de sortie stéréo
gl: Intercambiar canles de saída estéreo
it: Scambia canali stereo
ja_jp: サウンド出力のチャンネルを入れ替える
pl: Zamień wyjście kanałów stereo
pt_br: Trocar canais de saída estéreo de lugar
ro: Inversează canalele stereo de ieșire
ru: Поменять местами каналы стерео
sr: Замени излазне стерео канале
sv: Byt stereoutgångskanalerna

source: Swap left/right channels
ast: Intercambia les canales esquierda/derecha
de: Linken und Rechten Kanal der Stereowiedergabe tauschen
es: Invertir canales izquierda/derecha
fi: Vaihda kanavat vasen/oikea
fr: Inverser les canaux stéréo gauche/droite
gl: Cambia canles esquerda/dereita
it: Inverti canali sinistro/destro
ja_jp: 左 / 右チャンネルを反転する
pl: Zamień lewy i prawy kanał
pt_br: Troca de lugar os canais esquerdo e direito
ru: Поменять местами правый и левый каналы
sr: Замени леве и десне канале
sv: Byt vänster och höger kanal

source: Headphone-friendly mode
fr: Mode casque audio
gl: Modo compatible con auriculares
it: Modalità cuffie
pt_br: Modo de fones de ouvido
ru: Режим для наушников

source: Blend the left and right channels slightly to decrease stereo separation a bit
fr: Mélanger légèrement les canaux gauche et droit pour réduire un peu la séparation stéréo.
gl: Mesturar lixeiramente os canais esquerdo e dereito para diminuír un pouco a separación estéreo.
it: Mischia leggermente i canali destro e sinistro per ridurre un po' la separazione stereo
pt_br: Mescla levemente os canais esquerdo e direito para diminuir um pouco a separação do estéreo
ru: Лёгкое смешение левого и правого канала с целью сглаживания разделения стерео

source: Hit indication sound
ast: Soníu indicador d'impautos
be: Гук пры траплянні
bg: Индикатор за попадение
de: Treffer-Signal
es: Sonido indicador de los golpes
fi: Osumailmaisimen ääni
fr: Indication de tir réussi
gl: Son de indicación de golpe
it: Suono per colpo a segno
ja_jp: インパクトインジケーターサウンド
pl: Dźwięki wskazujące trafienie
pt_br: Som indicador de disparo acertado
ro: Indicator sonor de lovituri
ru: Звуковая индикация попадания
sr: Звучни показатељ погодка
sv: Indikationsljud vid träff
uk: Звук влучання

source: Play a hit indicator sound when your shot hits an enemy
ast: Reproduz un soníu d'impautu cuando-y das a un enemigu
de: Spiele einen Treffer-Sound, wenn der Spieler auf den gezielt wurde, getroffen wurde
es: Reproduce un sonido indicador de los golpes cuando disparas a un enemigo
fi: Toista osumaa merkitsevä ääni laukauksesi osuessa viholliseen
fr: Jouer un son lorsque vous touchez un ennemi
gl: Reproduce un son indicador de golpe cando o teu disparo golpea un inimigo
it: Riproduci un suono quando il tuo sparo colpisce un nemico
ja_jp: ショットが敵に当たったときにインパクトインジケーターサウンドを再生する
pl: Zagraj dźwięk kiedy trafisz w przeciwnika
pt_br: Reproduz um som indicando que você acertou um inimigo
ru: Играть звук оповещения, когда выстрел достигает противника
sr: Пусти звучни показатељ погодка када погодите непријатеља
sv: Spela ett indikationsljud när dina skott träffar en fiende

source: SND^Fixed
ast: Fixu
de: SND^Konstant
es: SND^Arreglado
fi: SND^Korjattu
fr: Fixe
gl: SND^Arranxado
it: Fissato
ja_jp: SND^修正した
pt_br: Fixo
ru: SND^Одинаковый тон
sv: Fast

source: Decrease pitch with more damage
de: Verringern der Tonhöhe bei mehr Schaden
es: Disminuir el pitch con más daño
fi: Vähennä kallistusta enenevän vahingon mukaisesti
fr: Réduire la hauteur du son quand les dégâts augmentent
gl: Diminúe o ton con máis dano
it: Riduci modulazione del suono con più danno
ja_jp: 多くのダメージでピッチを下げる
pt_br: Diminuir tom com mais dano
ru: Уменьшать высоту тона звука при большем уроне
sv: Minska tonhöjden efter mer skada

source: Decreasing
bg: Намаляване
de: Abnehmend
es: Disminuyendo
fi: Vähennetään
fr: Décroissante
gl: Diminuír
it: Decrescente
ja_jp: 減少中
pt_br: Diminuir
ru: Уменьшать тон
sv: Minskande

source: Increase pitch with more damage
de: Erhöhen der Tonhöhe bei mehr Schaden
es: Aumentar el pitch con más daño
fi: Nosta kallistusta enenevän vahingon mukaisesti
fr: Accroître la hauteur du son quand les dégâts augmentent
gl: Aumenta o ton con máis dano
it: Aumenta modulazione del suono con più danno
ja_jp: 多くのダメージでピッチを上げる
pt_br: Aumentar tom com mais dano
ru: Увеличивать высоту тона звука при большем уроне
sv: Öka tonhöjden efter mer skada

source: Increasing
bg: Повишаване
de: Ansteigend
es: Aumentando
fi: Nostetaan
fr: Croissante
gl: Aumentar
it: Crescente
ja_jp: 増加中
pt_br: Aumentar
ru: Увеличивать тон
sv: Ökande

source: Chat message sound
be: Гук допісу ў чат
bg: Звук за чат съобщения
de: Chat-Signal
es: Sonido del mensaje de chat
fi: Keskustelun piippausääni
fr: Sons du tchat
gl: Son da mensaxe da conversa
it: Suono per messaggio di chat
ja_jp: チャットメッセージサウンド
pl: Dźwięki wiadomości na czacie
pt_br: Som de mensagem do bate-papo
ro: Indicator sonor de conversații
ru: Звук сообщения в чате
sr: Звук поруке ћаскања
sv: Ljud för chattmeddelanden
uk: Звук повідомлення

source: Menu sounds
ast: Soníos del menú
be: Гукі меню
bg: Звуци в менюто
de: Menü-Sounds
es: Sonidos del menú
fi: Valikon äänet
fr: Sons du menu
gl: Sons do menú
it: Suoni del menu
ja_jp: メニューサウンド
pl: Dźwięki menu
pt_br: Sons do menu
ro: Sunete meniu
ru: Звуки меню
sr: Звукови менија
sv: Menyljud
uk: Звуки меню

source: Play sounds when clicking menu items
ast: Reproduz soníos al calcar nos elementos del menú
de: Sound abspielen, wenn auf ein Menüitem geklickt wird
es: Reproducir sonidos al hacer clic en items del menú
fi: Toista ääniä kun napsauttelet valikon kohteita
fr: Jouer des sons en cliquant sur les boutons
gl: Reproducir sons ao facer clic nos elementos do menú
it: Esegui suoni cliccando gli oggetti del menu
ja_jp: メニューアイテムをクリックするとサウンドを再生する
pl: Odtwarzaj dźwięk przy kliknięciu na elementy menu
pt_br: Reproduz sons quando você clica nas opções do menu
ru: Проигрывать звуки при нажатиях в меню
sr: Пусти звукове при клику на ставке у менију
sv: Spela ljud när menyval klickas

source: Focus sounds
ast: Soníos d'enfoque
de: Auswahl-Sounds
es: Concentrar sonidos
fi: Kohdista äänet
fr: Sons lors du focus
gl: Focalizar os sons
it: Suono focus
ja_jp: サウンドを集中させる
pt_br: Sons de foco
ro: Concentrează sunetele
ru: Звуки при фокусе
sr: Усредсреди звукове
sv: Fokusljud

source: Play sounds when hovering over menu items too
ast: Reproduz soníos al pasar el mur penriba de los elementos del menú
de: Sound abspielen, wenn mit dem Mauszeiger auf das Menüitem gezeigt wird
es: Reproducir sonidos cuando se mantenga el cursor sobre objetos del menú
fi: Toista äänet myöskin vain leijaillessa valikon kohteiden yllä
fr: Jouer des sons au survol des boutons également
gl: Tamén reproduce sons ao pasar o rato sobre os elementos do menú
it: Esegui suoni anche passando sopra gli oggetti del menu
ja_jp: メニューアイテムの上にマウスを置いたときにもサウンドを再生する
pl: Odtwarzaj dźwięk także po najechaniu na elementy menu
pt_br: Reproduz sons quando você passa o mouse sobre as opções do menu também
ru: Проигрывать звуки и при наведении курсора на пункты меню
sr: Пусти звукове приликом лебдења мишем преко ставки у менију
sv: Spela ljud när musen svävar över menyval också

source: Time announcer:
ast: Anunciante del tiempu:
be: Нагадванне пра таймаут за:
bg: Обявяване на времето:
de: Zeitwarnung:
es: Tiempo del locutor:
fi: Aikavaroitus:
fr: Annonce du temps restant :
gl: Tempo do locutor:
it: Annunciatore tempo:
ja_jp: 時刻アナウンサー:
pl: Ostrzeżenie o pozostałym czasie:
pt_br: Aviso de tempo:
ro: Avertisment timp:
ru: Анонсы времени:
sr: Најављивач времена:
sv: Tidsannonsör
uk: Попередження про час:

source: WRN^Disabled
be: WRN^Адключана
bg: WRN^Изключено
de: Aus
es: Deshabilitado
fi: WRN^Pois päältä
fr: Désactivé
gl: WRN^Desactivado
it: Disabilitato
ja_jp: 無効
pl: Wyłączone
pt_br: Desabilitado
ro: WRN^Dezactivat
ru: Отключено
sr: WRN^Онемогућено
sv: Avstängd
uk: Вимкнуто

source: WRN^Both
be: 1 ды 5 хвілін
bg: WRN^И двете
de: Beide
es: Ambos
fi: WRN^Molemmat
fr: Les deux
gl: WRN^Ambos
it: Entrambi
ja_jp: 両
pl: Obydwa
pt_br: Ambos
ro: Ambele
ru: 1 и 5 минут
sr: WRN^Оба
sv: Båda
uk: 1 і 5 хвилин

source: Automatic taunts:
ast: Burlles automátiques:
be: Аўтаматычныя кпіны:
de: Automatischer Spott:
es: Burlas automáticas:
fi: Automaattiset herjaukset:
fr: Railleries automatiques :
gl: Burlas automáticas:
it: Insulti automatici:
ja_jp: 自動挑発:
pl: Automatyczne drwiny:
pt_br: Provocações automáticas:
ro: Batjocoriri automate:
ru: Автонасмешки:
sr: Аутоматска ругања:
sv: Automatisk håning:

source: Automatically taunt enemies after fragging them
ast: Búrlleste automáticamente de los enemigos al asesinalos
de: Automatisches Abspielen einer spöttigen Bemerkung, wenn Gegner gefraggt wurden
es: Burlarse automáticamente de los enemigos al eliminarlos
fi: Herjaa vihulaisia automaattisesti lahdattuasi heidät
fr: Narguer automatiquement les ennemis après les avoir tués
gl: Burlarse automaticamente dos inimigos despois de eliminalos
it: Automaticamente deridi i nemici quando li fragghi
ja_jp: 削除後に敵を自動的にからかう
pl: Automatycznie prowokuj przeciwnika po zabiciu go
pt_br: Provocar inimigos automaticamente depois de executá-los
ru: Автоматически насмехаться над противниками после фрага
sr: Аутоматски се ругајте непријатељима након што их изфрегујете
sv: Automatiskt håna fiender efter att ha fraggat dem

source: Sometimes
ast: Dalcuando
be: Часам
bg: Понякога
de: Manchmal
es: A veces
fi: Aika-ajoin
fr: Parfois
gl: Ás veces
it: A volte
ja_jp: 時々
pl: Czasem
pt_br: Às vezes
ro: Câteodată
ru: Редко
sr: Понекад
sv: Ibland

source: Often
ast: Davezu
be: Часта
bg: Често
de: Oft
es: A menudo
fi: Usein
fr: Souvent
gl: Moitas veces
it: Spesso
ja_jp: しばしば
pl: Często
pt_br: Frequentemente
ro: Des
ru: Часто
sr: Често
sv: Ofta

source: Are you sure you want to reset all key bindings?
ast: ¿De xuru que quies reafitar tolos arreyos?
de: Willst du wirklich alle Einstellungen zurücksetzen?
es: ¿Está seguro que desea restablecer todas las asignaciones de teclas?
fi: Oletko varma että haluat nollata kaikki näppäinsidonnat?
fr: Êtes-vous sûr de vouloir réinitialiser tous les raccourcis clavier ?
gl: Estás certo que queres restablecer todas as combinacións de teclas?
it: Sei sicuro di voler reimpostare tutte le associazioni dei tasti?
ja_jp: 全てのキー割り当てをリセットしてもよろしいですか?
pt_br: Deseja mesmo redefinir todas as teclas de atalho para o padrão?
ru: Вы действительно хотите сбросить все привязки клавиш?
sv: Är du säker på att du vill nollställa all tangentkopplingar?

source: Reset key bindings
ast: Reafitamientu de los arreyos
de: Tastenbelegungen zurücksetzten
es: Restablecer la asignación de teclas
fi: Nollaa näppäinsidonnat
fr: Réinitialiser les raccourcis clavier
gl: Restablecer as ligazóns de teclas
it: Reimposta associazioni dei tasti
ja_jp: キー割り当てをリセットする
pt_br: Redefinir teclas de atalho
ru: Сбросить привязки клавиш
sv: Nollställ tangentkopplingar

source: Quality preset:
ast: Preaxuste de la calidá:
be: Нарыхтоўкі якасці:
bg: Качество:
de: Qualitäts-Vorgabe:
es: Ajustes preestablecidos de calidad:
fi: Laadun esiasetus:
fr: Qualité prédéfinie :
gl: Calidade predefinida:
it: Preset qualità:
ja_jp: 品質プリセット:
pl: Jakość:
pt_br: Predefinição de qualidade:
ro: Setări calitate:
ru: Предустановка:
sr: Брзо подешавање квалитета
sv: Förinställda kvaliteter:
uk: Шаблон якості:

source: PRE^Low
ast: Baxu
be: PRE^Нізкая
bg: PRE^Ниско
de: Niedrig
es: Bajo
fi: PRE^Matala
fr: Basse
gl: PRE^Baixo
it: Bassa
ja_jp: 低い
pl: Niskie
pt_br: Baixa
ro: PRE^Scăzut
ru: Низкая
sr: PRE^Низак
sv: Låg
uk: Низька

source: PRE^Medium
ast: Mediu
be: PRE^Сярэдняя
bg: PRE^Средно
de: Mittel
es: Medio
fi: PRE^Keskitaso
fr: Moyenne
gl: PRE^Medio
it: Media
ja_jp: 中
pl: Średnie
pt_br: Média
ro: PRE^Mediu
ru: Средняя
sr: PRE^Средњи
sv: Mellan
uk: Середня

source: PRE^Normal
ast: Normal
be: PRE^Звычайная
bg: PRE^Нормално
de: Normal
es: Normal
fi: PRE^Perinteinen
fr: Normale
it: Normale
ja_jp: 通常
pl: Zwykłe
pt_br: Normal
ru: Обычная
sr: PRE^Обичан
sv: Normal
uk: Нормальна

source: PRE^High
ast: Altu
be: PRE^Высокая
bg: PRE^Високо
de: Hoch
es: Alto
fi: PRE^Korkea
fr: Élevée
gl: PRE^Alto
it: Alta
ja_jp: 高い
pl: Wysokie
pt_br: Alta
ro: PRE^Ridicat
ru: Высокая
sr: PRE^Висок
sv: Hög
uk: Висока

source: PRE^Ultra
ast: Ultra
be: PRE^Звыш
bg: PRE^Ултра
de: Ultra
es: Ultra
fi: PRE^Hyvin korkea
fr: Ultra
it: Ultra
ja_jp: 超
pl: Ekstremalne
pt_br: Ultra
ru: Чрезмерная
sr: PRE^Ултра
sv: Ultra
uk: Ультра

source: Geometry detail:
ast: Detalle xeométricu:
be: Дэталізацыя геаметрыі:
bg: Геометрични детайли:
de: Geometrie-Detail:
es: Detalles geométricos:
fi: Geometriset yksityiskohdat:
fr: Détails géométriques :
gl: Detalle xeométrico:
it: Dettaglio geometria:
ja_jp: ジオメトリ詳細:
pl: Detale geometrii:
pt_br: Detalhes da geometria:
ro: Detaliu geometrie:
ru: Качество геометрии:
sr: Геометријска детаљност:
sv: Geometridetaljer:
uk: Деталізація геометрії:

source: Change the smoothness of the curves on the map
de: Die Weichheit der Kurven auf der Karte ändern
es: Cambiar la suavidad de las curvas en el mapa
fi: Muuta mutkien sileyttä kartassa
fr: Ajuster la qualité des modèles 3D de la carte (courbes, tuyaux)
gl: Cambia a suavidade das curvas do mapa
it: Cambia lo smussamento delle curve della mappa
ja_jp: マップ上の曲線の滑らかさを変更する
pt_br: Altera a suavização das curvas no mapa.
ru: Меняет плавность кривых на арене
sv: Ändra jämnheten av kurvorna på kartan

source: DET^Lowest
ast: Perbaxu
be: DET^Найніжэйшая
bg: DET^Най-ниски
de: Sehr niedrig
es: Mínimo
fi: DET^Matalin
fr: Très bas
gl: DET^O máis baixo
it: Scarso
ja_jp: 最低
pl: Najniższe
pt_br: Mínimo
ro: DET^Cel mai scăzut
ru: Низшее
sr: DET^Најнижа
sv: Lägst
uk: Найнижча

source: DET^Low
ast: Baxu
be: DET^Нізкая
bg: DET^Ниски
de: Niedrig
es: Bajo
fi: DET^Matala
fr: Bas
gl: DET^Baixo
it: Basso
ja_jp: 低い
pl: Niskie
pt_br: Baixo
ro: DET^Scăzut
ru: Низкое
sr: DET^Ниска
sv: Låg
uk: Низька

source: DET^Normal
ast: Normal
be: DET^Нармальная
bg: DET^Нормални
de: Normal
es: Normal
fi: DET^Perinteinen
fr: Normaux
it: Normale
ja_jp: 通常
pl: Zwykłe
pt_br: Normal
ru: Приемлемое
sr: DET^Обична
sv: Normal
uk: Нормальна

source: DET^Good
ast: Altu
be: DET^Добрая
bg: DET^Добри
de: Gut
es: Bueno
fi: DET^Hyvä
fr: Bons
gl: DET^Ben
it: Buono
ja_jp: 良い
pl: Dobre
pt_br: Bom
ro: DET^Bun
ru: Хорошее
sr: DET^Добра
sv: Bra
uk: Добра

source: DET^Best
ast: Peraltu
be: DET^Выдатная
bg: DET^Най-добри
de: Sehr gut
es: Mejor
fi: DET^Paras
fr: Meilleurs
gl: DET^Mellor
it: Ottimo
ja_jp: 最高
pl: Najlepsze
pt_br: Melhor
ro: DET^Cel mai bun
ru: Лучшее
sr: DET^Најбоља
sv: Bäst
uk: Найкраща

source: DET^Insane
ast: El meyor
be: DET^Найвышэйшая
bg: DET^Лудница!
de: Wahnsinnig
es: Demente
fi: DET^Sekopäinen
fr: Ahurissants
gl: DET^Tolo
it: Pazzesco
ja_jp: 非常識
pl: Szalone
pt_br: Insano
ro: DET^Nebun
ru: Безумное
sr: DET^Невиђена
sv: Galen
uk: Божевільна

source: Player detail:
ast: Detalles de los xugadores:
be: Дэталізацыя гульцоў:
bg: Детайли за играча:
de: Spielerdetail:
es: Calidad del jugador:
fi: Pelaajahahmon yksityiskohtaisuus
fr: Détails des joueurs :
gl: Detalle do xogador:
it: Dettaglio giocatore:
ja_jp: 選手詳細:
pl: Detale gracza:
pt_br: Detalhes do jogador:
ro: Detalii jucător:
ru: Детализация игроков:
sr: Детаљност играча:
sv: Speldetaljer:
uk: Деталізація гравців:

source: PDET^Low
ast: Baxos
be: PDET^Нізкая
bg: PDET^Ниско
de: Niedrig
es: Bajo
fi: PDET^Matala
fr: Bas
gl: PDET^Baixo
it: Basso
ja_jp: 低い
pl: Niskie
pt_br: Baixo
ro: PDET^Scăzut
ru: Низкая
sr: PDET^Ниска
sv: Låg

source: PDET^Medium
ast: Medios
be: PDET^Так сабе
bg: PDET^Средно
de: Mittel
es: Medio
fi: PDET^Keskisuhteinen
fr: Moyens
gl: PDET^Medio
it: Medio
ja_jp: 中
pl: Średnie
pt_br: Médio
ro: PDET^Mediu
ru: Средняя
sr: PDET^Средња
sv: Mellan

source: PDET^Normal
ast: Normales
be: PDET^Нармальная
bg: PDET^Нормално
de: Normal
es: Normal
fi: PDET^Perinteinen
fr: Normaux
it: Normale
ja_jp: 通常
pl: Zwykłe
pt_br: Normal
ru: Нормальная
sr: PDET^Обична
sv: Normal

source: PDET^Good
ast: Bonos
be: PDET^Добрая
bg: PDET^Добро
de: Gut
es: Bueno
fi: PDET^Hyvä
fr: Bons
gl: PDET^Ben
it: Buono
ja_jp: 良い
pl: Dobre
pt_br: Bom
ro: PDET^Bun
ru: Хорошая
sr: PDET^Добра
sv: Bra

source: PDET^Best
ast: Los meyores
be: PDET^Найлепшая
bg: PDET^Най-добро
de: Sehr gut
es: Mejor
fi: PDET^Paras
fr: Meilleurs
gl: PDET^Mellor
it: Ottimo
ja_jp: 最高
pl: Najlepsze
pt_br: Melhor
ro: PDET^Cel mai bun
ru: Лучшая
sr: PDET^Најбоља
sv: Bäst

source: Texture resolution:
ast: Resolución de les testures:
be: Разрозненне тэкстур:
bg: Текстури:
de: Texturauflösung:
es: Resolución de textura:
fi: Hahmonnusten tarkkuus:
fr: Définition des textures :
gl: Resolución de textura:
it: Risoluzione texture:
ja_jp: テクスチャ解像度
pl: Rozdzielczość tekstur:
pt_br: Resolução das texturas:
ro: Calitate texturi:
ru: Разрешение текстур:
sr: Резолуција текстура:
sv: Texturupplösning:
uk: Роздільність текстур:

source: RES^Lowest
ast: La más baxa
be: RES^Жахлівае
bg: RES^Най-ниско качество
de: Sehr niedrig
es: Mínimo
fi: RES^Matalin
fr: La plus basse
gl: RES^O mais baixo
it: Scarsa
ja_jp: 最低
pl: Najniższa
pt_br: Mínima
ro: RES^Cea mai scăzută
ru: Низшее
sr: RES^Најнижа
sv: Lägst
uk: Найнижча

source: RES^Very low
ast: Perbaxa
be: RES^Вельмі нізкае
bg: RES^Много ниско качество
de: Sehr niedrig
es: Muy bajo
fi: RES^Hyvin matala
fr: Très basse
gl: RES^Moi baixo
it: Molto bassa
ja_jp: とても低い
pl: Bardzo niska
pt_br: Muito baixa
ro: RES^Foarte scăzută
ru: Очень низкое
sr: RES^Веома ниска
sv: Väldigt låg
uk: Дуже низька

source: RES^Low
ast: Baxa
be: RES^Нізкае
bg: RES^Ниско качество
de: Niedrig
es: Bajo
fi: RES^Matala
fr: Basse
gl: RES^Baixo
it: Bassa
ja_jp: 低い
pl: Niska
pt_br: Baixa
ro: RES^Scăzută
ru: Низкое
sr: RES^Ниска
sv: Låg
uk: Низька

source: RES^Normal
ast: Normal
be: RES^Нармальнае
bg: RES^Нормални
de: Normal
es: Normal
fi: RES^Perinteinen
fr: Normale
it: Normale
ja_jp: 通常
pl: Zwykła
pt_br: Normal
ro: RES^Normală
ru: Обычное
sr: RES^Обична
sv: Normal
uk: Нормальна

source: RES^Good
ast: Alta
be: RES^Добрае
bg: RES^Добри
de: Gut
es: Bueno
fi: RES^Hyvä
fr: Bonne
gl: RES^ben
it: Buona
ja_jp: 良い
pl: Dobra
pt_br: Boa
ro: RES^Bună
ru: Хорошее
sr: RES^Добра
sv: Bra
uk: Добра

source: RES^Best
ast: La meyor
be: RES^Найлепшае
bg: RES^Най-добри
de: Sehr gut
es: Mejor
fi: RES^Paras
fr: Meilleure
gl: RES^mellor
it: Ottima
ja_jp: 最高
pl: Najlepsza
pt_br: Melhor
ro: RES^Cea mai bună
ru: Лучшее
sr: RES^Најбоља
sv: Bäst
uk: Найкраща

source: Texture compression:
it: Compressione texture:
ru: Сжатие текстур:

source: TCOMP^Fast
it: Veloce
ru: Быстрое

source: TCOMP^Good
it: Buona
ru: Хорошее

source: TCOMP^None
it: Nessuna
ru: Нет

source: Disable sky for performance and visibility
de: Den Himmel für Performanz und Sichtbarkeit deaktivieren
es: Desactivar cielo para rendimiento y visibilidad
fi: Kytke taivas pois päältä suorituskyvyn ja näkyvyyden lisäämiseksi
fr: Désactiver le ciel pour la performance et la visibilité
gl: Desactiva o ceo para obter rendemento e visibilidade
it: Disabilita il cielo per prestazioni e visibilità
ja_jp: パフォーマンスと可視性のために空を無効にする
pl: Wyłącz niebo dla lepszej widoczności i wydajności
pt_br: Desativar céu para ganhar desempenho e visibilidade
ru: Отключить небо для улучшения производительности и видимости
sv: Stäng av himmel för prestanda och synlighet

source: Show sky
ast: Amosar el cielu
bg: Покажи небе
de: Himmel anzeigen
es: Mostrar cielo
fi: Näytä taivas
fr: Afficher le ciel
gl: Mostrar o ceo
it: Mostra cielo
ja_jp: 空を表示する
pl: Pokazuj niebo
pt_br: Exibir céu
ro: Afișare cer
ru: Показывать небо
sv: Visa himmel

source: Use lightmaps
ast: Usar mapes de lluz
be: Мапы асвятлення
bg: Използване на lightmaps
de: Lightmaps verwenden
es: Usar lightmaps
fi: Käytä valokarttoja
fr: Utiliser les lightmaps
gl: Usar mapas de luz
it: Usa mappe di luce
ja_jp: ライトマップを使用する
pl: Użyj mapowania światła
pt_br: Usar lightmaps
ro: Utilizare lightmap
ru: Карты освещённости
sr: Користи светлосне мапе
sv: Använd ljuskartor
uk: Мапи освітлення

source: Use high resolution lightmaps, which will look pretty but use up some extra video memory
de: Hochauflösende Lightmaps benutzen, welche schön aussehen, aber etwas zusätzlichen Grafikspeicher benötigen
es: Usar lightmaps de alta resolución, hará que se vea bien pero reducirá la memoria de vídeo
fi: Käytä korkean erottelutarkkuuden valokarttoja; näyttää sievältä mutta syöden hiukan lisää videomuistia.
fr: Utiliser des lightmaps haute résolution, augmente l'utilisation de la mémoire mais rend les lightmaps plus nettes
gl: Usar mapas de luz de alta resolución, que terán un aspecto bonito pero usarán algo de memoria de vídeo extra
it: Usa le mappe di luce ad alta risoluzione, che appaiono più gradite alla vista, però sfruttano più memoria video
ja_jp: 高解像度のライトマップを使用します、見た目はきれいですが、追加のビデオメモリを使い果たします。
pt_br: Usa lightmaps de alta resolução. O jogo ficará bonito, mas isso exigirá mais memória de vídeo.
ru: Использовать карты освещения высокого разрешения. Они выглядят красиво, но потребляют больше видеопамяти
sv: Använd högupplösta ljuskartor, vilket ser bra ut men använder upp lite mer bildminne

source: Deluxe mapping
ast: Mapeáu de lluxu
be: Выдатная якасць
bg: Специално качество
es: Mapeado de lujo
fi: Ylellinen kartoitus
gl: Mapeado de luxo
it: Mappaggio Deluxe
ja_jp: デラックスマッピング
pt_br: Mapeamento deluxe
ro: Texturi Deluxe
ru: Попиксельное освещение
sr: Делукс мапирање
sv: Deluxe-mappning
uk: Текстурування deluxe

source: Use per-pixel lighting effects
de: Pixelweise Lichteffekte benutzen
es: Usar efectos de iluminado por píxel
fi: Käytä pikselikohtaisia valoefektejä
fr: Utiliser les effets de lumière par pixel
gl: Usa efectos de iluminación por píxel
it: Usa gli effetti d'illuminazione pixel per pixel
ja_jp: ピクセル照明エフェクトの使用する
pt_br: Usa efeitos de iluminação por pixel.
ru: Использовать эффекты попиксельного освещения
sv: Använd per-pixel ljuseffekter

source: Gloss
be: Бляск
bg: Гланц
de: Glanz
es: Brillo
fi: Kiilto
fr: Brillance des textures
gl: Brillo
it: Lucidezza
ja_jp: グロス
pl: Połysk
pt_br: Lustro
ro: Suprafețe lucioase
ru: Блеск
sr: Сјајност
sv: Glans
uk: Блиск

source: Enable the use of glossmaps on textures supporting it
de: Die Benutzung von Glossmaps auf Texturen, die das unterstützen, aktivieren
es: Activar el uso de glossmaps en texturas que lo soporten
fi: Ota käyttöön tuetut hohtokartat tekstuureissa
fr: Activer le reflet des textures
gl: Activa o uso de glossmaps nas texturas que o admiten
it: Abilita l'uso di mappe di lucidezza sulle texture che la supportano
ja_jp: サポートするテクスチャでグロスマップの使用を有効にする
pt_br: Ativa glossmaps em texturas que suportam esse recurso.
ru: Включить использование блеска на текстурах, поддерживающих его
sv: Slå på användningen av glanskartor på texturer som stödjer der
