Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BGThe %senemy^BG got your flag! Retrieve it!
ast: ^BGL'%senemigu^BG consiguió la to bandera. ¡Recupérala!
be: ^BGВораг %s^BG узяў наш сцяг! Трэба вярнуць яго!
bg: ^BGВрагът %s^BG открадна вашето знаме! Върнете го!
de: ^BGDer %sFeind^BG hat eure Flagge! Bringt sie zurück!
es: ^BG¡El %senemigo^BG tiene tu bandera! ¡Recupérala!
fi: ^BGVihollisella %senemy^BG on lippusi! Nouda se!
fr: ^BGL'ennemi %s^BGa votre drapeau ! Récupérez-le !
gl: ^BGO %sinimigo^BG ten a tua bandeira! Recuperaa!
it: ^BGIl %snemico^BG ha la tua bandiera! Recuperala!
ja_jp: ^BG%s敵^BGがあなたの旗を手に入れた! 取り戻せ!
pl: ^BG%senemy^BG dostał twoją flagę! Odzyskaj ją!
pt_br: ^BGO %sinimigo^BG pegou a sua bandeira! Recupere-a!
ro: ^BG %sInamicul^BG are steagul! Recuperează-l!
ru: ^BG%sПротивник^BG забрал ваш флаг! Верните его!
sv: ^BG%sFienden^BG har eran flagga! Återhämta den!
uk: ^BG%sПротивник^BG захопив ваш прапор! Поверніть його!

source: ^BGThe %senemy (^BG%s%s)^BG got your flag! Retrieve it!
ast: ^BGL'%senemigu (^BG%s%s)^BG consiguió la to bandera. ¡Recupérala!
be: ^BGВораг %s (^BG%s%s)^BG узяў наш сцяг! Трэба вярнуць яго!
bg: ^BGВрагът %s (^BG%s%s)^BG открадна вашето знаме! Върнете го!
de: ^BGDer %sFeind (^BG%s%s)^BG hat eure Flagge! Bringt sie zurück!
es: ^BG¡El %senemigo (^BG%s%s)^BG tiene tu bandera! ¡Recupérala!
fi: ^BGVihollinen %ssai (^BG%s%s)^BG lippusi! Nouda se!
fr: ^BGL'ennemi %s(^BG%s%s)^BG a votre drapeau ! Récupérez-le !
gl: ^BGThe %sinimigo (^BG%s%s)^BG ten a tua bandeira! Recupéraa!
it: ^BGIl %snemico (^BG%s%s)^BG ha la tua bandiera! Recuperala!
ja_jp: ^BG%s敵 (^BG%s%s)^BG があなたの旗を手に入れた! 取り戻せ!
pl: ^BG%senemy (^BG%s%s)^BG dostał twoją flagę! Odzyskaj ją!
pt_br: ^BGO %sinimigo (^BG%s%s)^BG pegou a sua bandeira! Recupere-a!
ro: ^BG %sInamicul (^BG%s%s)^BG a luat steagul! Recuperează-l!
ru: ^BG%sПротивник (^BG%s%s)^BG забрал ваш флаг! Верните его!
sv: ^BG%sFienden (^BG%s%s)^BG har eran flagga! Återhämta den!
uk: ^BG%sПротивник (^BG%s%s)^BG захопив ваш прапор! Поверніть його!

source: ^BGThe %senemy^BG got the flag! Retrieve it!
ast: ^BGL'%senemigu^BG consiguió la bandera. ¡Recupérala!
de: ^BGDer %sFeind^BG hat die Flagge! Bringt sie zurück!
es: ^BG¡El enemigo %s^BG tiene la bandera! ¡Recupérala!
fi: ^BGVihollinen %ssai^BG lipun! Nouda se!
fr: ^BGL'ennemi %s^BGa le drapeau ! Récupérez-le !
gl: ^BGThe %sinimigo^BG ten a bandeira! Recupéraa!
it: ^BGIl %snemico^BG ha la bandiera! Recuperala!
ja_jp: ^BG%s敵^BGが旗を手に入れた! 取り戻せ!
pt_br: ^BGO %sinimigo^BG pegou a bandeira! Recupere-a!
ro: ^BG%s ^BG a capturat steagul! Recuperează-l!
ru: ^BG%sПротивник^BG забрал флаг! Верните его!
sv: ^BG%sFienden^BG har flaggan! Återhämta den!

source: ^BGThe %senemy (^BG%s%s)^BG got the flag! Retrieve it!
ast: ^BGL'%senemigu (^BG%s%s)^BG consiguió la bandera. ¡Recupérala!
de: ^BGDer %sFeind (^BG%s%s)^BG hat die Flagge! Bringt sie zurück!
es: ^BG¡El enemigo %s (^BG%s%s)^BG tiene la bandera! ¡Recupérala!
fi: ^BGVihollinen %ssai (^BG%s%s)^BG lipun! Nouda se!
fr: ^BGL'ennemi %s(^BG%s%s)^BG a le drapeau ! Récupérez-le !
gl: ^BGThe %sinimigo (^BG%s%s)^BG ten a bandeira! Recupéraa!
it: ^BGIl %snemico^BG (^BG%s%s)^BG ha la bandiera! Recuperala!
ja_jp: ^BG%s敵 (^BG%s%s)^BG が旗を手に入れた! 取り戻せ!
pt_br: ^BGO %sinimigo (^BG%s%s)^BG pegou a bandeira! Recupere-a!
ro: ^BG%s (^BG%s%s)^BG a capturat steagul! Recuperează-l!
ru: ^BG%sПротивник (^BG%s%s)^BG забрал флаг! Верните его!
sv: ^BG%sFienden (^BG%s%s)^BG har flaggan! Återhämta den!

source: ^BGThe %senemy^BG got their flag! Retrieve it!
de: ^BGDer %sFeind^BG hat seine Flagge! Bringt sie zurück!
es: ^BG¡El enemigo %s^BG tiene su bandera! ¡Recupérala!
fi: ^BGVihollinen %ssai^BG lippunsa! Nouda se!
fr: ^BGL'ennemi %s^BGa son drapeau ! Récupérez-le !
gl: ^BGThe %sinimigo^BG ten a sua bandeira! Recupéraa!
it: ^BGIl %snemico^BG ha la sua bandiera! Recuperala!
ja_jp: ^BG%s敵^BGは旗を手に入れた! 取り戻せ!
pt_br: ^BGO %sinimigo^BG pegou a bandeira deles! Recupere-a!
ro: ^BG%s ^BG și-au recuperat steagul! Capturează-l!
ru: ^BG%sПротивник^BG забрал свой флаг! Верните его!
sv: ^BG%sFienden^BG har deras flagga! Hämta den!

source: ^BGThe %senemy (^BG%s%s)^BG got their flag! Retrieve it!
de: ^BGDer %sFeind (^BG%s%s)^BG hat seine Flagge! Bringt sie zurück!
es: ^BG¡El enemigo %s (^BG%s%s)^BG tiene su bandera! ¡Recupérala!
fi: ^BGVihollinen %ssai (^BG%s%s)^BG lippunsa! Nouda se!
fr: ^BGL'ennemi %s(^BG%s%s)^BG a son drapeau ! Récupérez-le !
gl: ^BGThe %sinimigo (^BG%s%s)^BG ten a tua bandeira! Recupéraa!
it: ^BGIl %snemico^BG (^BG%s%s)^BG ha la bandiera! Recuperala!
ja_jp: ^BG%s敵 (^B%s%sG)^BG は旗を手に入れた! 取り戻せ!
pt_br: ^BGO %sinimigo (^BG%s%s)^BG pegou a bandeira deles! Recupere-a!
ro: ^BG%s (^BG%s%s)^BG și-au recuperat steagul! Capturează-l!
ru: ^BG%sПротивник (^BG%s%s)^BG забрал свой флаг! Верните его!
sv: ^BG%sFienden (^BG%s%s)^BG har deras flagga! Hämta den!

source: ^BGThe %senemy^BG got the ^TC^TT^BG flag! Retrieve it!
de: ^BG Der %sFeind^BG hat die Flagge! Bringt sie zurück!
es: ^BG¡El enemigo %s^BG tiene la ^TC^TT^BG bandera! ¡Recupérala!
fi: ^BGVihollinen %son^BG ottanut ^TC^TT^BG lipun haltuunsa! Hanki se takaisin!
fr: ^BGL'ennemi %s^BG a le drapeau ^TC^TT^BG ! Récupérez-le !
gl: ^BGO %sinimigo^BG ten a ^TC^TT^BG bandeira! Recupéraa!
it: ^BGIl %snemico^BG ha la bandiera ^TC^TT^BG! Recuperala!
ja_jp: ^BG%s敵が^TC^TT^BG旗を手に入れました! 取り戻して!
pt_br: ^BGO %sinimigo^BG pegou a bandeira ^TC^TT^BG! Recupere-a!
ru: ^BG%sПротивник^BG схватил ^TC^TT^BG флаг! Верните его!
sv: ^BG%sFienden^BG har den ^TC^TT^BG flaggan! Hämta den!

source: ^BGThe %senemy (^BG%s%s)^BG got the ^TC^TT^BG flag! Retrieve it!
de: ^BGDer %sFeind (^BG%s%s)^BG hat die ^TC^TT^BG Flagge! Bringt sie zurück!
es: ^BG¡El enemigo %s (^BG%s%s) tiene la ^TC^TT^BG bandera! ¡Recupérala!
fi: ^BGVihollinen %son (^BG%s%s)^BG ottanut ^TC^TT^BG lipun haltuunsa! Hanki se takaisin!
fr: ^BGL'ennemi %s (^BG%s%s)^BG a le drapeau ^TC^TT^BG ! Récupérez-le !
gl: ^BGThe %sinimigo (^BG%s%s)^BG ten a ^TC^TT^BG bandeira! Recupéraa!
it: ^BGIl %snemico^BG (^BG%s%s)^BG ha la bandiera ^TC^TT^BG! Recuperala!
ja_jp: ^BG%s敵（^BG%s%s）が^TC^TT^BG旗を手に入れました! 取り戻して!
pt_br: ^BGO %sinimigo (^BG%s%s)^BG pegou a bandeira ^TC^TT^BG! Recupere-a!
ru: ^BG %sПротивник (^BG%s%s)^BG схватил ^TC^TT^BG флаг! Верните его!
sv: ^BG%sFienden (^BG%s%s)^BG har den ^TC^TT^BG flaggan! Hämta den!

source: ^BGYour %steammate^BG got the ^TC^TT^BG flag! Protect them!
fr: ^BGVotre coéquipier %s^BGa le drapeau ^TC^TT^BG ! Protégez-le !
gl: ^BGO %steu compañeiro de equipo ^BG ten a bandeira ^TC^TT^BG! Protexeo!
it: ^BGIl tuo %scompagno di squadra^BG ha preso la bandiera ^TC^TT^BG! Proteggilo!
pt_br: ^BGO seu %scolega de equipe^BG pegou a bandeira ^TC^TT^BG! Proteja-o!
ru: ^BGВаш %sсоюзник^BG схватил ^TC^TT^BG флаг! Защищайте его!

source: ^BGYour %steammate (^BG%s%s)^BG got the ^TC^TT^BG flag! Protect them!
fr: ^BGVotre coéquipier %s(^BG%s%s)^BG a le drapeau ^TC^TT^BG ! Protégez-le !
gl: ^BGO %steu compañeiro de equipo (^BG%s%s)^BG ten a bandeira ^TC^TT^BG! Protexeo!
it: ^BGIl tuo %scompagno di squadra^BG (^BG%s%s)^BG ha preso la bandiera ^TC^TT^BG! Proteggilo!
pt_br: ^BGO seu %scolega de equipe (^BG%s%s)^BG pegou a bandeira ^TC^TT^BG! Proteja-o!
ru: ^BGВаш %sсоюзник (^BG%s%s)^BG схватил ^TC^TT^BG флаг! Защищайте его!

source: ^BGYour %steammate^BG got the flag! Protect them!
fr: ^BGVotre coéquipier %s^BGa le drapeau ! Protégez-le !
gl: ^BGO teu compañeiro de equipo %s^BG ten a bandeira! Protexeo!
it: ^BGIl tuo %scompagno di squadra^BG ha la bandiera! Proteggilo!
pt_br: ^BGO seu %scolega de equipe^BG pegou a bandeira! Proteja-o!
ru: ^BGВаш %sсоюзник^BG захватил флаг! Защищайте его!

source: ^BGYour %steammate (^BG%s%s)^BG got the flag! Protect them!
fr: ^BGVotre coéquipier %s(^BG%s%s)^BG a le drapeau ! Protégez-le !
gl: ^BGO teu compañeiro de equipo %s (^BG%s%s)^BG ten a bandeira! Protexeo!
it: ^BGIl tuo %scompagno di squadra (^BG%s%s)^BG ha la bandiera! Proteggilo!
pt_br: ^BGO seu %scolega de equipe (^BG%s%s)^BG pegou a bandeira! Proteja-o!
ru: ^BGВаш %sсоюзник (^BG%s%s)^BG захватил флаг! Защищайте его!

source: ^BGEnemies can now see you on radar!
ast: ^BGE¡Agora los enemigos puen vete nel radar!
de: ^BGFeinde können dich nun auf dem Radar sehen!
es: ^BG¡Los enemigos ahora pueden verte en el radar!
fi: ^BGNäyt nyt vihollisten tutkassa!
fr: ^BGLes ennemis peuvent maintenant vous voir sur le radar !
gl: ^BGOs inimigos agora poden velo no radar!
it: ^BGOra i nemici possono vederti nel radar!
ja_jp: ^BG敵はレーダーであなたを見ることができる!
pl: ^BGPrzeciwnicy mogą teraz Cię widzieć na radarze!
pt_br: ^BGAgora os inimigos podem te ver no radar!
ru: ^BGТеперь противники могут видеть вас на радаре!
sv: ^BGFiender kan nu se dig på radarn!

source: ^BGYou returned the ^TC^TT^BG flag!
ast: ^BG¡Devolviesti la bandera del ^TC^TT^BG!
be: ^BGВы вярнулі ^TC^TT^BG сцяг!
bg: ^BGВие върнахте ^TC^TT^BG знаме!
de: ^BGDu hast die ^TC^TT^BG Flagge zurückgebracht!
es: ^BG¡Has regresado la bandera ^TC^TT^BG!
fi: ^BGSinä palautit ^TC^TT^BG lipun!
fr: ^BGVous avez ramené le drapeau ^TC^TT^BG !
gl: ^BGDevolveches a bandeira ^TC^TT^BG!
it: ^BGHai riportato la bandiera ^TC^TT^BG!
ja_jp: ^BG ^TC^TT^BG 旗を返した!
pl: ^BGPrzywróciłeś ^TC^TTĄ^BG flagę!
pt_br: ^BGVocê retornou a bandeira ^TC^TT^BG!
ro: ^BGAi recuperat steagul ^TC^TT^BG!
ru: ^BGВы вернули ^TC^TT^BG флаг!
sv: ^BGDu återlämnade den ^TC^TT^BG flaggan!
uk: ^BGВи повернули ^TC^TT^BG прапор!

source: ^BGStalemate! Enemies can now see you on radar!
ast: ^BG¡Empate! Agora los enemigos puen vete nel radar
be: ^BGНявыкрутка! Цяпер ворагі бачаць вас на радары!
bg: ^BGПат! Враговете вече те виждат на радара!
de: ^BGPatt! Du kannst Gegner nun auf dem Radar sehen!
es: ^BG¡Estancamiento! ¡Los enemigos ahora te pueden ven en su radar!
fi: ^BGPattitilanne! Näyt nyt vihollisten tutkassa!
fr: ^BGImpasse ! Les ennemis peuvent maintenant vous voir sur le radar !
gl: ^BGEstancamento! Os inimigos agora poden verte no radar!
it: ^BGStallo! I nemici ora possono vederti nel radar!
ja_jp: ^BG停滞! 敵はレーダーであなたを見ることができる!
pl: ^BGMartwy punkt! Przeciwnicy mogą teraz Cię widzieć na radarze!
pt_br: ^BGCuidado! Agora os inimigos podem te ver no radar!
ro: ^BGPunct critic! Inamicii te pot vedea pe radar!
ru: ^BGПат! Теперь противники могут видеть вас на радаре!
sv: ^BGDödläge! Fiender kan nu se dig på radarn!
uk: ^BGПатова ситуація! Противники тепер можуть бачити вас на радарі!

source: ^BGStalemate! Flag carriers can now be seen by enemies on radar!
ast: ^BG¡Empate! Agora los llevadores de dambos equipos puen vese nel radar!
be: ^BGНявыкрутка! Цяпер ворагі бачаць носьбітаў на радары!
bg: ^BGПат! Знаменосците могат да бъдат забелязани от враговете на радара!
de: ^BGPatt! Flaggenträger können jetzt von Feinden auf dem Radar gesehen werden!
es: ^BG¡Estancamiento! ¡Ahora los enemigos pueden ver los portadores de bandera en el radar!
fi: ^BGPattitilanne! Lipunkantajat ovat nyt vihollisten nähtävissä tutkassa!
fr: ^BGImpasse ! Les porteurs de drapeaux sont maintenant visibles sur le radar !
gl: ^BGEstancamento! Os inimigos agora poden ver os portadores de bandeiras no radar!
it: ^BGStallo! I portabandiera ora possono essere visti dai nemici nel radar!
ja_jp: ^BG停滞! 旗持ちはレーダーで敵に見られる!
pl: ^BGMartwy punkt! Nosiciele flag są teraz widoczni na radarze!
pt_br: ^BGCuidado! Agora portadores da bandeira podem ser vistos pelos inimigos no radar!
ro: ^BGPunct critic! Posesorii de steaguri pot fi văzuți pe radar acuma!
ru: ^BGПатовая ситуация! Теперь противники могут видеть на радаре флагоносцев!
sv: ^BGDödläge! Flaggbärare syns nu på fiendens radar!
uk: ^BGПатова ситуація! Противники тепер можуть бачити носіїв прапорів на радарі!

source: ^K3%sYou fragged ^BG%s
ast: ^K3%sAsesinesti a ^BG%s
be: ^K3%sВы забілі ^BG%s
bg: ^K3%sВие улучихте ^BG%s
de: ^K3%sDu hast ^BG%s^K3 getötet
es: ^K3%sEliminaste a ^BG%s
fi: ^K3%sLahtasit: ^BG%s
fr: ^K3%sVous avez tué ^BG%s
gl: ^K3%sEliminaches a ^BG%s
it: ^K3%sHai fraggato ^BG%s
ja_jp: ^K3%s ^BG%s を削除した
pl: ^K3%sZabiłeś ^BG%s
pt_br: ^K3%sVocê executou ^BG%s
ro: ^K3%sL-ai ucis pe ^BG%s
ru: ^K3%sВы фрагнули ^BG%s
sr: ^K3%sФреговали сте играча ^BG%s
sv: ^K3%sDu fraggade ^BG%s
uk: ^K3%sВи фрагнули ^BG%s

source: ^K3%sYou scored against ^BG%s
be: ^K3%sВы адабралі бал у ^BG%s
bg: ^K3%sВие отбелязахте срещу ^BG%s
de: ^K3%sDu hast gegen ^BG%s^K3 gepunktet
es: ^K3%sHas anotado en contra de ^BG%s
fi: ^K3%sTaoit pisteitä ^BG%s:n kustannuksella
fr: ^K3%sVous avez pris pour cible ^BG%s
gl: ^K3%sMarcaches contra ^BG%s
it: ^K3%sHai segnato contro ^BG%s
ja_jp: ^K3%s ^BG%s に対して得点した
pt_br: ^K3%sVocê pontuou contra ^BG%s
ro: ^K3%sAi înscris împotriva lui ^BG%s
ru: ^K3%sВы фрагнули ^BG%s
sv: ^K3%sDu poängsatte mot ^BG%s
uk: ^K3%sВи виграли очко у ^BG%s

source: ^K1%sYou were fragged by ^BG%s
ast: ^K1%sAsesinóte ^BG%s
be: ^K1%sВас забіў ^BG%s
bg: ^K1%sБяхте улучен от ^BG%s
de: ^K1%sDu wurdest von ^BG%s^K1 getötet
es: ^K1%sHas sido eliminado por ^BG%s
fi: ^K1%sSinut lahdattiin ^BG%s:n toimesta
fr: ^K1%sVous avez été tué par ^BG%s
gl: ^K1%sFuches eliminado por ^BG%s
it: ^K1%sSei stato fraggato da ^BG%s
ja_jp: ^K1%s ^BG%s によって削除された!
pl: ^K1%sZostałeś zabity przez ^BG%s
pt_br: ^K1%sVocê foi executado por ^BG%s
ro: ^K1%sAi fost ucis de ^BG%s
ru: ^K1%sВас фрагнул ^BG%s
sr: ^K1%sФреговао вас је играч ^BG%s
sv: ^K1%sDu blev fraggad av ^BG%s
uk: ^K1%sВас фрагнув ^BG%s

source: ^K1%sYou were scored against by ^BG%s
be: ^K1%sУ вас забраў бал ^BG%s
bg: ^K1%s ^BG%s ви отбеляза попадение
de: ^K1%s^BG%s^K1 hat gegen dich gepunktet
es: ^K1%ssFuiste anotado por ^BG%s
fi: ^K1%sKustannuksellasi tehtiin pisteitä ja syyllinen on ^BG%s
fr: ^K1%sVous avez servi de cible à ^BG%s
gl: ^K1%sFuches anotado por ^BG%s
it: ^K1%sTi ha segnato ^BG%s
ja_jp: ^K1%s ^BG%s によって対して得点された
pt_br: ^K1%sContra você ^BG%s^K1 pontuou
ro: ^K1%sS-a înscris împotriva ta de către ^BG%s
ru: ^K1%sВас фрагнул ^BG%s
sv: ^K1%sDu blev poängsatt mot ^BG%s
uk: ^K1%sВи програли очко ^BG%s

source: ^K3%sYou burned ^BG%s
ast: ^K3%sQuemesti a ^BG%s
de: ^K3%sDu hast ^BG%s verbrannt
es: ^K3%sHas quemado a ^BG%s
fi: ^K3%sSinä paloit ^BG%s
fr: ^K3%sVous avez brûlé ^BG%s
gl: ^K3%sQueimaches a ^BG%s
it: ^K3%sHai bruciato ^BG%s
ja_jp: ^K3%s ^BG%s を燃やした
pl: ^K3%sSpaliłeś ^BG%s
pt_br: ^K3%sVocê queimou ^BG%s
ru: ^K3%sВы сожгли игрока ^BG%s
sv: ^K3%sDu brann ^BG%s

source: ^K1%sYou were burned by ^BG%s
ast: ^K1%sQuemóte ^BG%s
de: ^K1%sDu wurdest von ^BG%s verbrannt
es: ^K1%sHas sido quemado por ^BG%s
fi: ^K1%sTulit poltetuksi ^BG%s:n toimesta
fr: ^K1%sVous avez été brûlé par ^BG%s
gl: ^K1%sFuches queimado por ^BG%s
it: ^K1%sSei stato bruciato da ^BG%s
ja_jp: ^K1%s ^BG%s によって燃やされた
pl: ^K1%sZostałeś spalony przez ^BG%s
pt_br: ^K1%sVocê foi queimado por ^BG%s
ru: ^K1%sВы сожжены игроком ^BG%s
sv: ^K1%sDu blev brännd av ^BG%s

source: ^K3%sYou froze ^BG%s
ast: ^K3%sConxelesti a ^BG%s
de: ^K3%sDu hast ^BG%s^K3 eingefroren
es: ^K3%sCongelaste a ^BG%s
fi: ^K3%sJäädyit ^BG%s
fr: ^K3%sVous avez gelé ^BG%s
gl: ^K3%sConxelaches a ^BG%s
it: ^K3%sHai congelato ^BG%s
ja_jp: ^K3%s ^BG%s を凍結した
pl: ^K3%sZamroziłeś ^BG%s
pt_br: ^K3%sVocê congelou ^BG%s
ru: ^K3%sВы заморозили ^BG%s
sv: ^K3%sDu frös ^BG%s

source: ^K1%sYou were frozen by ^BG%s
ast: ^K1%sConxelóte ^BG%s
de: ^K1%sDu wurdest von ^BG%s^K1 eingefroren
es: ^K1%sHas sido congelado por ^BG%s
fi: ^K1%sSinut jäädytettiin ^BG%s :n toimesta
fr: ^K1%sVous avez été gelé par ^BG%s
gl: ^K1%sFuches conxelado por ^BG%s
it: ^K1%sSei stato congelato da ^BG%s
ja_jp: ^K1%s ^BG%s によって凍結された
pl: ^K1%sZostałeś zamrożony przez ^BG%s
pt_br: ^K1%sVocê foi congelado por ^BG%s
ru: ^K1%sВы были заморожены игроком ^BG%s
sv: ^K1%sDu blev frusen av ^BG%s

source: ^K1%sYou typefragged ^BG%s
ast: ^K1%sAsesinesti, mentanto teclexaba, a ^BG%s
be: ^K1%sВы несумленна забілі ^BG%s
bg: ^K1%sВие уличихте ^BG%s докато той пишеше
de: ^K1%sDu hast ^BG%s^K1 beim Tippen getötet
es: ^K1%sEliminaste a ^BG%s mientras tecleaba
fi: ^K1%sSinä lahtasit kirjoittelunsa aikana pelaajan ^BG%s
fr: ^K1%sVous avez tué ^BG%s pendant qu'il écrivait
gl: ^K1%seliminaches a ^BG%s mentres tecleaba
it: ^K1%sHai fraggato ^BG%s mentre scriveva (typefrag)
ja_jp: ^K1%s彼がタイプしている間に ^BG%s を削除した
pl: ^K1%sZabiłeś piszącego ^BG%s
pt_br: ^K1%sVocê executou ^BG%s enquanto digitava
ro: ^K1%sL-ai omorât prin redactare pe ^BG%s
ru: ^K1%sВы фрагнули ^BG%s, пока он писал
sv: ^K1%sDu skrivfraggade ^BG%s
uk: ^K1%sВи чатфрагнули ^BG%s

source: ^K1%sYou scored against ^BG%s^K1 while they were typing
be: ^K1%sВы адабралі бал у ^BG%s^K1, пакуль яны набіралі
bg: ^K1%sВие отбелязахте срещу ^BG%s^K1 докато те пишеха
de: ^K1%sDu hast gegen ^BG%s^K1 beim Tippen gepunktet
es: ^K1%sEliminaste a ^BG%s^K1 mientras estaban tecleando
fi: ^K1%sOtitte hyödyn irti ^BG%s^K1 :n kustannuksella heidän kirjoitellessaan
fr: ^K1%sVous avez pris pour cible ^BG%s^K1 pendant qu'il/elle tapait au clavier
gl: ^K1%sEliminaches a ^BG%s^K1mentres estaban tecleando
it: ^K1%sHai segnato contro ^BG%s^K1 mentre stava scrivendo
ja_jp: ^K1%s彼らがタイプしていた間、あなたは ^BG%s^K1 に対して得点した
pt_br: ^K1%sVocê pontuou contra ^BG%s^K1 enquanto este digitava
ro: ^K1%sAi înscris împotriva lui ^BG%s^K1 în timp ce scria
ru: ^K1%sВы фрагнули ^BG%s^K1 во время сообщения
sv: ^K1%sDu poängsatte mot ^BG%s^K1 när de skrev
uk: ^K1%sВи виграли очко у ^BG%s^K1 поки він писав

source: ^K1%sYou were typefragged by ^BG%s
ast: ^BG%s ^K1%sasesinóte mentanto teclexabes
be: ^K1%sВас несумленна забіў ^BG%s
bg: ^K1%sБяхте убит от ^BG%s докато писахте
de: ^K1%sDu wurdest von ^BG%s^K1 beim Tippen getötet
es: ^K1%sFuiste eliminado por ^BG%s mientras tecleabas
fi: ^K1%sSinut lahdattiin kirjoittelusi aikana ^BG%s:n toimesta
fr: ^K1%sVous avez été tué par ^BG%s pendant que vous écriviez
gl: ^K1%sFuches eliminado por ^BG%s mentres tecleabas
it: ^K1%sSei stato fraggato da ^BG%s mentre scrivevi (typefrag)
ja_jp: ^K1%sタイプしている間に ^BG%s によって削除された
pl: ^K1%s^BG%s zabił cię gdy pisałeś
pt_br: ^K1%sVocê foi executado enquanto digitava por ^BG%s
ro: ^K1%sAi fost omorât prin redactare de către ^BG%s
ru: ^K1%sПока вы писали, вас фрагнул ^BG%s
sv: ^K1%sDu var skrivfraggad av ^BG%s
uk: ^K1%sВас чатфрагнув ^BG%s

source: ^K1%sYou were scored against by ^BG%s^K1 while typing
de: ^K1%s^BG%s^K1 hat gegen dich beim Tippen gepunktet
es: ^K1%sFuiste eliminado por ^BG%s^K1 mientras tecleabas
fi: ^K1%sSinusta revittiin hyöty irti ^BG%s^K1 kirjoitellessasi
fr: ^K1%sVous avez servi de cible à ^BG%s^K1 pendant que vous tapiez au clavier
gl: ^K1%sfuches eliminado por ^BG%s^K1mentres tecleabas
it: ^K1%sSei stato segnato contro da ^BG%s^K1 mentre scrivevi
ja_jp: ^K1%sタイプしている間、 ^BG%s^K1 によって対して得点した
pt_br: ^K1%sContra você enquanto digitava ^BG%s^K1 pontuou
ru: ^K1%sВас фрагнул ^BG%s^K1, пока вы писали
sv: ^K1%sDu blev poängsatt mot ^BG%s^K1 medans du skrev

source: ^BGPress ^F2%s^BG again to toss the nade!
ast: ^BG¡Volvi primir ^F2%s^BG p'arrefundir la granada!
de: ^BGDrücke ^F2%s^BG erneut, um die Granate zu werfen!
es: ^BG¡Pulsa ^F2%s^BG otra vez para tirar la granada!
fi: ^BGPaina ^F2%s^BG uudestaan viskataksesi naatin!
fr: ^BGAppuyez sur ^F2%s^BG à nouveau pour lancer la grenade !
gl: ^BGPreme ^F2%s^BG outra vez para lanzar a granada!
it: ^BGPremi ^F2%s^BG di nuovo per lanciare la granata!
ja_jp: ^BG手榴弾を投げるために ^F2%s^BG をもう一度押して!
pl: ^BGNaciśnij ^F2%s^BG ponownie aby rzucić granat!
pt_br: ^BGAperte ^F2%s^BG de novo para lançar a granada!
ru: ^BGНажмите ^F2%s^BG повторно для броска гранаты!
sv: ^BGTryck på ^F2%s^BG igen för att kasta granaten!

source: ^F2You got a ^K1BONUS GRENADE^F2!
ast: ^F2¡Consiguiesti una ^K1GRANADA DE BONIFICACIÓN^F2!
be: ^F2Вы атрымалі ^K1БОНУСНУЮ ГРАНАТУ^F2!
de: ^F2Du erhältst eine ^K1BONUS-GRANATE^F2!
es: ^F2¡Recibiste una ^K1GRANADA DE BONIFICACIÓN^F2!
fi: ^F2Sinä sait ^K1LISÄETU-KRANAATIN^F2!
fr: ^F2Vous avez une ^K1GRENADE SUPPLÉMENTAIRE^F2 !
gl: ^F2recibiches unha ^K1GRANADA DE BONIFICACIÓN^F2!
it: ^F2Hai preso una ^K1GRANATA BONUS^F2!
ja_jp: ^F2^K1ボーナス手榴弾^F2を手に入れた!
pl: ^F2Otrzymałeś ^K1DODATKOWY GRANAT^F2!
pt_br: ^F2Você pegou uma ^K1GRANADA BÔNUS^F2!
ro: ^F2Ai primit o ^K1GRENADĂ BONUS^F2!
ru: ^F2Вы получили ^K1БОНУСНУЮ ГРАНАТУ^F2!
sv: ^F2Du fick en ^K1BONUSGRANAT^F2!

source: ^BGYou have been moved into a different team You are now on: %s
ast: ^BGMetiéronte n'otru equipu Agora tas nel %s
be: ^BGВас перанеслі ў іншую каманду Цяпер вы належыце: %s
bg: ^BGБяхте прехвърлен в друг отбор Сега сте в: %s
de: ^BGDu wurdest in ein anderes Team verlegt Du bist jetzt in: %s
es: ^BGHas sido movido a un equipo diferente Ahora estas en el equipo: %s
fi: ^BGSinut siirrettiin eri joukkueeseen Olet nyt joukkueessa: %s
fr: ^BGVous avez été déplacé dans une autre équipe Vous êtes maintenant dans : %s
gl: ^BGTrasladacheste a un equipo diferente Agora estás en: %s
it: ^BGSei stato spostato in un'altra squadra Ora sei in: %s
ja_jp: ^BG別のチームに移動された 現在: %s
pl: ^BGZostałeś przeniesiony do inner drużyny Grasz teraz jako %s
pt_br: ^BGVocê foi movido para uma equipe diferente Agora você está na equipe: %s
ro: ^BGAi fost mutat într-o altă echipă Acuma ești în: %s
ru: ^BGВы были перемещены в другую команду Теперь вы в: %s
sv: ^BGDu har blivit förflyttad till ett annat lag Du är nu på: %s
uk: ^BGВас автоматично переведено до іншої команди Тепер ви у: %s

source: ^K1You were punished for attacking your teammates!
fr: ^K1Vous avez été puni pour avoir attaqué vos coéquipiers !
gl: ^K1Fuches castigado por atacar aos teus compañeiros de equipo!
it: ^K1Sei stato punito per aver attaccato i tuoi compagni di squadra!
pt_br: ^K1Você recebeu uma punição por atacar seus colegas de equipe!
ru: ^K1Вас наказали за стрельбу по союзникам!

source: ^K1Die camper!
ast: ^K1¡Morri, camperu!
be: ^K1Памры, кэмпер!
bg: ^K1Умри, палаткаджия!
de: ^K1Stirb, Camper!
es: ^K1¡Muere, campista!
fi: ^K1Kuole senkin jumittaja!
fr: ^K1Meurs, campeur !
gl: ^K1Morre campista!
it: ^K1Muori camper!
ja_jp: ^K1死ね、キャンパー!
pl: ^K1Giń kamperze!
pt_br: ^K1Morra, campista!
ro: ^K1Mori camper-ule!
ru: ^K1Умри, кемпер!
sv: ^K1Dö kampare!
uk: ^K1Помри, кемпер!

source: ^K1Reconsider your tactics, camper!
ast: ^K1¡Piensa n'otra táctica, camperu!
be: ^K1Скарэктуй сваю тактыку, кэмпер!
bg: ^K1Преосмисли тактиката си, палаткаджия!
de: ^K1Überdenke dein Verhalten, Camper!
es: ^K1¡Reconsidera tus tácticas, campero!
fi: ^K1Suunnitelmat uusiksi, tupajumi!
fr: ^K1Change de tactique, campeur !
gl: ^K1Reconsidera as túas tácticas, campista!
it: ^K1Riconsidera le tue tattiche, camper!
ja_jp: ^K1戦術を再考しろ、キャンパー!
pl: ^K1Przemyśl swoją taktykę kamperze!
pt_br: ^K1Reconsidere suas táticas, campista!
ro: ^K1Reexaminează-ți tacticile, camper-ule!
ru: ^K1Смени свою тактику, кемпер!
sv: ^K1Ompröva dina taktiker, kampare!
uk: ^K1Знайди собі кращу тактику, кемпер!

source: ^K1You unfairly eliminated yourself!
bg: ^K1Вие нечестно се самоотстранихте!
de: ^K1Du hast dich auf unfaire Weise selbst eliminiert!
es: ^K1¡Te has eliminado injustamente a ti mismo!
fi: ^K1Tuhosit itsesi sangen epärehellisesti!
fr: ^K1Vous vous êtes injustement éliminé vous-même !
gl: ^K1Eliminacheste a ti mesmo inxustamente!
it: ^K1Ti sei eliminato slealmente!
ja_jp: ^K1不当に自分を削除した!
pl: ^K1Niesprawiedliwie się wyeliminowałeś!
pt_br: ^K1Você se matou injustamente!
ro: ^K1Te-ai eliminat singur în mod incorect!
ru: ^K1Вы коварно самоликвидировались!
sv: ^K1Du orättvist eliminerade dig själv!
uk: ^K1Ви нечесно вбили себе!

source: ^K1You were %s
be: ^K1Вы былі %s
bg: ^K1Вие бяхте %s
de: ^K1Du warst %s
es: ^K1Fuiste %s
fi: ^K1Sinulle kävi nyt näin %s
fr: ^K1Vous avez été %s
gl: ^K1Fuches %s
it: ^K1Sei stato %s
ja_jp: ^K1あなたは %s だった
pl: ^K1Zostałeś %s
pt_br: ^K1Você foi %s
ro: ^K1Ai fost %s
ru: ^K1Вы были %s
sv: ^K1Du blev %s
uk: ^K1Вас %s
