Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: <no model found>
ast: <nun s'atopó'l modelu>
be: <мадэль гульца не знойдзена>
bg: <не е намерен модел>
de: <Spielermodell nicht gefunden>
es: <ningún modelo encontrado>
fi: <mallia ei löytynyt>
fr: <aucun modèle trouvé>
it: <nessun modello trovato>
pl: <nie znaleziono modelu>
pt_br: <nenhum modelo encontrado>
ro: <nu a fost găsit nici un model>
ru: <модель игрока не найдена>
sr: <модел није нађен>
sv: <ingen modell hittades>
uk: <модель не знайдена>

source: SERVER^Remove favorite
ast: Quitar de Favoritos
de: Aus Favoriten entfernen
es: Eliminar favorito
fi: PALVELIN^Poista lemppari
fr: Supprimer le favori
gl: SERVIDOR^Eliminar favorito
it: Rimuovi favorito
ja_jp: 好きなサーバーを取り除く
pl: SERVER^Usuń ulubione
pt_br: Remover favorito
ru: SERVER^Убрать из избранного
sv: Ta bort favorit

source: Remove the currently highlighted server from bookmarks
ast: Quita'l sirvidor rescampláu de Favoritos
de: Den momentan markierten Server aus den Favoriten entfernen
es: Eliminar el servidor resaltado actual de los marcadores
fi: Poista tämänhetkinen korostettu palvelin kirjanmerkeistä
fr: Supprimer le serveur actuellement sélectionné des favoris
gl: Elimina o servidor resaltado actualmente dos marcadores
it: Rimuovere il server attualmente evidenziato dai segnalibri
ja_jp: 現在ハイライト表示されているサーバーをブックマークから削除する
pl: Usuń obecnie zaznaczony serwer z zakładek
pt_br: Remove dos favoritos o servidor atualmente destacado
ru: Убрать текущий выбранный сервер из избранного
sv: Ta bort den markerade servern från bokmärken

source: SERVER^Favorite
ast: Amestar a Favoritos
de: Zu Favoriten hinzufügen
es: Favorito
fi: PALVELIN^Lemppari
fr: Favori
gl: SERVER^Favorito
it: Favorito
ja_jp: 好きなサーバーを加える
pl: SERVER^Ulubione
pt_br: Favoritar
ru: SERVER^В избранные
sv: Lägg till favorit

source: Bookmark the currently highlighted server so that it's faster to find in the future
ast: Amiesta'l sirvidor rescampláu a Favoritos p'atopalu más rápido nel futuru
de: Setze ein Lesezeichen für den markierten Server, um ihn beim nächsten Mal schneller wiederzufinden
es: Marcar el servidor resaltado actual para que sea más rápido de encontrar en el futuro
fi: Laita kirjanmerkiksi tämänhetkinen korostettu palvelin jotta se on nopeampi löytää tulevassa
fr: Mettre le serveur en haut de la liste pour pouvoir le repérer plus facilement plus tard
gl: Marca o servidor resaltado actualmente para que sexa máis rápido de atopar no futuro
it: Aggiungi nel segnalibri il server attualmente selezionato in modo che sia più veloce da trovare in futuro
ja_jp: 現在ハイライトされているサーバーにブックマークを付けて、未来見つけやすくする
pl: Dodaj zaznaczony serwer do ulubionych aby w przyszłości szybciej go znaleźć
pt_br: Marca o servidor selecionado como favorito para que seja mais rápido encontrá-lo no futuro
ru: Добавить выбранный сервер в закладки, чтобы быстрее найти его в будущем
sr: Обележи тренутно одабрани сервер тако да га убудуће можеш лакше наћи
sv: Bokmärk den markerade servern så att det går fortare att hitta den i framtiden

source: Ping
be: Пінг
bg: Пинг
fi: Viive
gl: Latencia
ro: Latență
ru: Отклик
sr: Пинг
uk: Пінг

source: Hostname
ast: Nome d'agospiador
de: Servername
es: Nombre de host
fi: Palvelinnimi
fr: Nom d'hôte
gl: Nome de host
it: Nome host
ja_jp: ホスト名
pl: Nazwa hosta
pt_br: Servidor
ru: Имя сервера
sr: Име домаћина
sv: Värdnamn

source: Map
ast: Mapa
be: Мапа
bg: Карта
de: Karte
es: Mapa
fi: Kartta
fr: Carte
gl: Mapa
it: Mappa
ja_jp: マップ
pl: Mapa
pt_br: Mapa
ro: Hartă
ru: Арена
sr: Мапа
sv: Karta
uk: Мапа

source: Type
ast: Tipu
be: Тып
bg: Тип
de: Typ
es: Tipo
fi: Tyyppi
fr: Mode
gl: Tipo
it: Tipo
ja_jp: 種類
pl: Typ
pt_br: Modo
ro: Tip
ru: Режим
sr: Врста
sv: Typ
uk: Тип

source: AES level %d
ast: nivel d'AES %d
de: AES-Stufe %d
es: Nivel AES %d
fi: AES taso %d
fr: AES niveau %d
gl: AES nivel%d
it: Livello AES %d
ja_jp: AESレベル %d
pl: AES poziom %d
pt_br: Nível AES %d
ru: Уровень AES %d
sr: AES ниво %d
sv: AES-nivå %d

source: ENC^none
ast: nengún
de: keine
es: Ninguno
fi: ENC^ei mikään
fr: aucun
gl: ENC^ningún
it: nessuna
ja_jp: なし
pl: żadne
pt_br: nenhuma
ru: ENC^нет
sr: ENC^ништа
sv: ingen

source: encryption:
ast: cifráu:
de: Verschüsselung:
es: cifrado:
fi: salaus:
fr: chiffrement :
gl: cifrado:
it: cifratura:
ja_jp: 暗号化:
pl: szyfrowanie:
pt_br: encriptação:
ru: шифрование:
sr: шифровање:
sv: kryptering:

source: mod: %s
fi: modi: %s
pt_br: modificação: %s
ru: мод: %s
sr: мод: %s

source: modified settings
ast: axustes modificaos
de: Modifizierte Einstellungen
es: configuración modificada
fi: mukautetut asetukset
fr: paramètres modifiés
gl: configuración modificada
it: impostazioni modificate
ja_jp: 変更された設定
pl: zmodyfikowane ustawienia
pt_br: configurações modificadas
ru: изменённые настройки
sr: измењена подешавања
sv: modifierade inställningar

source: official settings
ast: axustes oficiales
de: Offizielle Einstellungen
es: configuración oficial
fi: viralliset asetukset
fr: paramètres officiels
gl: configuración oficial
it: impostazioni ufficiali
ja_jp: 公式設定
pl: oficjalne ustawienia
pt_br: configurações oficiais
ru: официальные настройки
sr: званична подешавања
sv: officiella inställningar

source: SLCAT^Favorites
ast: Sirvidores favoritos
be: SLCAT^Упадабанае
bg: SLCAT^Любими
de: Favoriten
es: Favoritos
fi: SLCAT^Lempparit
fr: Favoris
gl: SLCAT^Favoritos
it: Favoriti
ja_jp: 好きなサーバー
pl: Ulubione
pt_br: Favoritos
ro: SLCAT^Favorite
ru: Избранные
sr: SLCAT^Омиљени
sv: Favoriter

source: SLCAT^Recommended
ast: Sirvidores aconseyaos
be: SLCAT^Рэкамендаванае
bg: SLCAT^Препоръчани
de: Vorgeschlagen
es: Recomendado
fi: SLCAT^Suositellut
fr: Recommandés
gl: SLCAT^Recomendado
it: Raccommandati
ja_jp: 推奨
pl: Polecane
pt_br: Recomendados
ro: SLCAT^Recomandate
ru: Рекомендуемые
sr: SLCAT^Препоручени
sv: Rekommenderad

source: SLCAT^Normal Servers
ast: Sirvidores normales
be: SLCAT^Звычайныя серверы
bg: SLCAT^Нормални сървъри
de: Normale Server
es: Servidores Normales
fi: SLCAT^Tavalliset palvelimet
fr: Serveurs Normaux
gl: SLCAT^Servidores normais
it: Server Normali
ja_jp: 通常のサーバー
pl: Zwykłe serwery
pt_br: Servidores Normais
ro: SLCAT^Servere Normale
ru: Стандартные серверы
sr: SLCAT^Обични сервери
sv: Vanliga Servrar

source: SLCAT^Servers
ast: Sirvidores
be: SLCAT^Серверы
bg: SLCAT^Сървъри
de: Server
es: Servidores
fi: SLCAT^Palvelimet
fr: Serveurs
gl: SLCAT^Servidores
it: Server
ja_jp: サーバー
pl: Serwery
pt_br: Servidores
ro: SLCAT^Servere
ru: Серверы
sr: SLCAT^Сервери
sv: Servrar

source: SLCAT^Competitive Mode
ast: Mou competitivu
be: SLCAT^Рэжым суперніцтва
bg: SLCAT^Съревнование
de: Wettbewerbsmodus
es: Modo Competitivo
fi: SLCAT^Kilpailullinen tila
fr: Mode Compétition
gl: SLCAT^Modo competitivo
it: Modo Competitivo
ja_jp: SLCAT^競争モード
pl: Tryb Rywalizacji
pt_br: Modo Competitivo
ro: SLCAT^Mod Competiție
ru: Спортивный режим
sr: SLCAT^Такмичарски режим
sv: Tävlingsläge

source: SLCAT^Modified Servers
ast: Sirvidores modificaos
be: SLCAT^Мадыфікаваныя серверы
bg: SLCAT^Модифицирани Сървъри
de: Modifizierte Server
es: Servidores Modificados
fi: SLCAT^Mukautetut palvelimet
fr: Serveurs Modifiés
gl: SLCAT^Servidores modificados
it: Server Modificati
ja_jp: 変更されたサーバー
pl: Zmodyfikowane serwery
pt_br: Servidores Modificados
ro: SLCAT^Servere modificate
ru: Модифицированные
sr: SLCAT^Измењени сервери
sv: Modifierade Servrar

source: SLCAT^Overkill
ast: Mou desaxeráu
de: Overkill
es: Overkill
fi: SLCAT^Ylimalkaalliset
fr: Overkill
gl: SLCAT^Esaxerada
it: Overkill
ja_jp: オーバーキル
pl: Overkill
pt_br: Exagero
ru: Оверкилл
sr: SLCAT^Прејако
sv: Overkill

source: SLCAT^InstaGib
ast: InstaGib
de: InstaGib
es: InstaGib
fi: SLCAT^InstaGib-hetitappo
fr: InstaGib
it: InstaGib
ja_jp: 一触即発
pl: InstaGib
pt_br: InstaGib
ru: Инстагиб
sr: SLCAT^Инстагиб
sv: InstaGib

source: SLCAT^Defrag Mode
be: SLCAT^Рэжым Defrag
bg: SLCAT^Defrag Мод
de: Defrag-Modus
es: Modo Defrag
fi: SLCAT^Epäfrägitila
fr: Mode Defrag
gl: SLCAT^Modo de desfragmentación
it: Modo Defrag
ja_jp: DEFRAGモード
pl: Tryb bez zabijania
pt_br: Modo Defrag
ro: SLCAT^Mod Defrag
ru: Гоночный режим
sv: Defrag-läge

source: <TITLE>
be: <ЗАГАЛОВАК>
de: <TITEL>
es: <TÍTULO>
fr: <TITRE>
it: <TITOLO>
pl: <TYTUŁ>
pt_br: <TÍTULO>
ro: <TITLU>
ru: <ЗАГОЛОВОК>
sr: <НАСЛОВ>
sv: <TITEL>
uk: <Назва>

source: <AUTHOR>
be: <АЎТАР>
de: <AUTOR>
es: <AUTOR>
fr: <AUTEUR>
it: <AUTORE>
pl: <AUTOR>
pt_br: <AUTOR>
ro: <AUTOR>
ru: <АВТОР>
sr: <ТВОРАЦ>
sv: <FÖRFATTARE>
uk: <Автор>

source: VOL^MAX
ast: MÁX
be: VOL^Максімум
bg: VOL^Максимум
de: MAX
es: MÁXIMO
fr: MAX
it: MAX
ja_jp: MAX
pl: MAX
pt_br: MÁX
ro: VOL^MAXIM
ru: Макс.
sr: VOL^НАЈВИШЕ
sv: MAX
uk: Максимум

source: VOL^OFF
ast: NON
be: VOL^Адключана
bg: VOL^Изключен
de: AUS
es: DESACTIVADO
fr: OFF
gl: VOL^DESACTIVADO
it: OFF
ja_jp: OFF
pl: WYŁ
pt_br: DESLIGADO
ro: VOL^OPRIT
ru: Откл.
sr: VOL^ИСКЉУЧЕНО
sv: AV
uk: Вимкнуто

source: %s dB
be: %s дБ
ru: %s дБ
sr: %s децибела
uk: %s дБ

source: Change the sharpness of the textures. Lowering it will effectively reduce texture memory usage, but make the textures appear very blurry.
de: Die Schärfe der Texturen ändern. Eine Verringerung wird effektiv den Speicherbedarf von Texturen verringern, daber Texturen werden sehr verschwommen erscheinen.
es: Cambiar la dureza de las texturas. Bajándola, efectivamente reducirá el uso de la memoria de la textura, pero hará que las texturas aparezcan muy borrosas.
fi: Muuta päällysteiden terävyyttä. Alennus vähentää tehokkaasti muistikäyttöä, mutta saa päällysteet näyttämään hyvin sumuisilta.
fr: Ajuster la finesse des textures. Une valeur plus basse diminue l'utilisation des ressources, mais rend les textures floues.
gl: Cambia a nitidez das texturas. Reducilo reducirá efectivamente o uso da memoria de texturas, pero fará que as texturas parezan moi borrosas.
it: Cambia la nitidezza delle texture. Valori più bassi riducono l'uso della memoria per le texture, però le faranno apparire molto sfuocate.
ja_jp: テクスチャのシャープネスを変更します。これを下げると、テクスチャのメモリ使用量がエフェクト的に減少しますが、テクスチャが非常にぼやけて見えます。
pl: Zmień ostrość tekstur. Zmniejszanie tego zmniejszy użycie pamięci, ale będzie wyglądać na bardziej rozmazane.
pt_br: Altera a nitidez das texturas. Usar valores baixos reduzirá eficientemente o uso de memória para as texturas, mas fará com que pareçam mais desfocadas.
ru: Изменение резкости текстур. Снижение улучшит расход памяти, но сделает текстуры размытыми.
sv: Ändra skärpan på texturer. Sänks den kommer den effektivt minska texturminnesanvändning, men göra texturerna väldigt suddiga.

source: Screen resolution
ast: La resolución de pantalla
de: Einstellung der zu verwendenden Bildschirmauflösung
es: Resolución de pantalla
fi: Näytön tarkkuus
fr: Résolution de l'écran
gl: Resolución de pantalla
it: Risoluzione schermo
ja_jp: 画面の解像度
pl: Rozmiar ekranu
pt_br: Resolução da tela
ru: Разрешение экрана
sr: Резолуција екрана
sv: Skärmupplösning

source: FADESPEED^Slow
bg: FADESPEED^Бавно
de: FADESPEED^Langsam
es: FADESPEED^Lento
fi: FADESPEED^Hidas
fr: Lente
gl: FADESPEED^Lento
it: Lenta
ja_jp: 遅い
pl: FADESPEED^Powoli
pt_br: Lenta
ru: Медленно
sv: Sakta

source: FADESPEED^Normal
bg: FADESPEED^Нормално
fi: FADESPEED^Tavanomainen
fr: Normale
it: Normale
ja_jp: 通常
pl: FADESPEED^Normalnie
pt_br: Normal
ru: Нормально
sv: Normal

source: FADESPEED^Fast
bg: FADESPEED^Бързо
de: FADESPEED^Schnell
es: FADESPEED^Rápido
fi: FADESPEED^Nopea
fr: Rapide
gl: FADESPEED^Rapido
it: Veloce
ja_jp: 速い
pl: FADESPEED^Szybko
pt_br: Rápida
ru: Быстро
sv: Snabb

source: January
ast: Xineru
be: Студзень
bg: Януари
de: Januar
es: Enero
fi: Tammikuu
fr: Janvier
gl: Xaneiro
it: Gennaio
ja_jp: 一月
pl: Styczeń
pt_br: Janeiro
ro: ianuarie
ru: Январь
sr: Јануар
sv: Januari

source: February
ast: Febreru
be: Люты
bg: Февруари
de: Februar
es: Febrero
fi: Helmikuu
fr: Février
gl: Febreiro
it: Febbraio
ja_jp: 二月
pl: Luty
pt_br: Fevereiro
ro: februarie
ru: Февраль
sr: Фебруар
sv: Februari

source: March
ast: Marzu
be: Сакавік
bg: Март
de: März
es: Marzo
fi: Maaliskuu
fr: Mars
gl: Marzo
it: Marzo
ja_jp: 三月
pl: Marzec
pt_br: Março
ro: martie
ru: Март
sr: Март
sv: Mars

source: April
ast: Abril
be: Красавік
bg: Април
de: Apri
es: Abril
fi: Huhtikuu
fr: Avril
gl: Abril
it: Aprile
ja_jp: 四月
pl: Kwiecień
pt_br: Abril
ro: aprilie
ru: Апрель
sr: Април

source: May
ast: Mayu
be: Травень
bg: Май
de: Mai
es: Mayo
fi: Toukokuu
fr: Mai
gl: Maio
it: Maggio
ja_jp: 五月
pl: Maj
pt_br: Maio
ro: mai
ru: Май
sr: Мај
sv: Maj

source: June
ast: Xunu
be: Чэрвень
bg: Юни
de: Juni
es: Junio
fi: Kesäkuu
fr: Juin
gl: Xuño
it: Giugno
ja_jp: 六月
pl: Czerwiec
pt_br: Junho
ro: iunie
ru: Июнь
sr: Јун
sv: Juni

source: July
ast: Xunetu
be: Ліпень
bg: Юли
de: Juli
es: Julio
fi: Heinäkuu
fr: Juillet
gl: Xullo
it: Luglio
ja_jp: 七月
pl: Lipiec
pt_br: Julho
ro: iulie
ru: Июль
sr: Јул
sv: Juli

source: August
ast: Agostu
be: Жнівень
bg: Август
es: Agosto
fi: Elokuu
fr: Août
gl: Agosto
it: Agosto
ja_jp: 八月
pl: Sierpień
pt_br: Agosto
ru: Август
sr: Август
sv: Augusti

source: September
ast: Setiembre
be: Верасень
bg: Септември
es: Septiembre
fi: Syyskuu
fr: Septembre
gl: Setembro
it: Settembre
ja_jp: 九月
pl: Wrzesień
pt_br: Setembro
ro: septembrie
ru: Сентябрь
sr: Септембар

source: October
ast: Ochobre
be: Кастрычнік
bg: Октомври
de: Oktober
es: Octubre
fi: Lokakuu
fr: Octobre
gl: Outubro
it: Ottobre
ja_jp: 十月
pl: Październik
pt_br: Outubro
ro: octombrie
ru: Октябрь
sr: Октобар
sv: Oktober

source: November
ast: Payares
be: Лістапад
bg: Ноември
es: Noviembre
fi: Marraskuu
fr: Novembre
gl: Novembro
it: Novembre
ja_jp: 十一月
pl: Listopad
pt_br: Novembro
ro: noiembrie
ru: Ноябрь
sr: Новембар

source: December
ast: Avientu
be: Снежань
bg: Декември
de: Dezember
es: Diciembre
fi: Joulukuu
fr: Décembre
gl: Decembro
it: Dicembre
ja_jp: 十二月
pl: Grudzień
pt_br: Dezembro
ro: decembrie
ru: Декабрь
sr: Децембар

source: DATE^%m %d, %Y
ast: %d %m %Y
de: %d. %m %Y
fi: PÄIVÄYS^%k %d, %V
fr: %d %m %Y
it: DATE^%d/%m/%Y
pl: DATA^%m %d, %Y
pt_br: %d de %m de %Y
ru: DATE^%d %m %Y
sv: %Y-%m-%d

source: Joined:
ast: Data de xunión:
be: Далучыўся:
de: Angefangen:
es: Unido:
fi: Liittyi:
fr: A rejoint le :
gl: Uniuse:
it: Partecipa da:
ja_jp: 参加した:
pl: Dołączył:
pt_br: Juntou-se:
ro: Intrat:
ru: Присоединился:
sr: Приступио:
sv: Gick med:

source: Last match:
bg: Последен мач:
de: Letztes Spiel:
es: Última partida:
fi: Viimeisin ottelu:
fr: Dernière partie :
gl: Última partida:
it: Ultima partita:
ja_jp: 最後の試合:
pl: Ostatni mecz:
pt_br: Última partida:
ru: Последний матч:
sv: Senaste matchen:

source: Time played:
ast: Tiempu en partíes:
de: Gespielte Zeit:
es: Tiempo jugado:
fi: Peliaika:
fr: Temps de jeu :
gl: Tempo xogado:
it: Tempo giocato:
ja_jp: 遊んだ時刻:
pl: Czas gry:
pt_br: Tempo de jogo:
ru: Время в игре:
sv: Tid spelat:

source: Favorite map:
ast: Mapa favoritu:
de: Lieblingskarte:
es: Mapa favorito:
fi: Lempikartta:
fr: Carte favorite :
gl: Mapa favorito:
it: Mappa preferita:
ja_jp: 好きなマップ:
pl: Ulubiona mapa:
pt_br: Mapa favorito:
ru: Любимая арена:
sr: Омиљена мапа:
sv: Favoritkarta:

source: Matches:
ast: Partíes:
de: Spiele:
es: Partidas:
fi: Ottelut:
fr: Parties :
gl: Partidas:
it: Partite:
ja_jp: 試合:
pl: Mecze:
pt_br: Partidas:
ru: Матчи:
sv: Matcher:

source: Wins/Losses:
ast: Victores/Derrotes:
de: Siege/Niederlagen:
es: Victorias/Derrotas:
fi: Voitot/Tappiot
fr: Victoires/Défaites :
gl: Vitorias/perdas:
it: Vittorie/Sconfitte:
ja_jp: 勝利 / 負け
pl: Wygrane/Przegrane
pt_br: Vitórias/derrotas:
ru: Победы/поражения:
sv: Vinster/Förluster:

source: Win percentage:
ast: % de victories:
de: Siegprozentsatz:
es: Porcentaje de victorias:
fi: Voittoprosentti:
fr: Pourcentage victoires :
gl: Porcentaxe de vitorias:
it: Percentuale vittorie:
ja_jp: 勝利率:
pl: Procent wygranych:
pt_br: Porcentagem de vitórias:
ru: Процент побед:
sv: Procent vinster:

source: Kills/Deaths:
ast: Asesinatos/Muertes
de: Kills/Tode:
es: Asesinatos/Muertes:
fi: Tapot/Kuolemat
fr: Meurtres/Morts :
gl: Asasinatos/Mortes:
it: Uccisioni/Morti:
ja_jp: キル数 / デス数:
pl: Zabójstw/Zgonów:
pt_br: Vítimas/mortes:
ru: Убийства/смерти:
sv: Dödade/Död:

source: Kill ratio:
ast: Rellación d'asesinatos:
de: Killverhältnis:
es: Ratio de asesinatos:
fi: Tapposuhde:
fr: Taux de mortalité :
gl: Ratio de asasinatos:
it: Rapporto uccisioni:
ja_jp: キル率:
pl: Współczynnik zabójstw:
pt_br: Taxa de vítimas:
ru: Отношение убийств:
sv: Dödsförhållande:

source: Skill:
fr: Niveau :
gl: Habilidade:
it: Abilità:
pt_br: Habilidade:
ru: Мастерство:

source: %d (unranked)
ast: %d (ensin clasificar)
be: %d (без рэйтынгу)
de: %d (kein Rang)
es: %d (sin clasificar)
fi: %d (ei rankattu)
fr: %d (non classé)
gl: %d (sen clasificar)
it: %d (non classificato)
ja_jp: %d (ランクなし)
pl: %d (bez rankingu)
pt_br: %d (não classificado)
ro: %d (neclasat)
ru: %d (без рейтинга)
sr: %d (нерангиран)
sv: %d (orankad)

source: Update can be downloaded at:
ast: L'anovamientu pue baxase en:
bg: Актуализацията може да бъде свалена на:
de: Update kann heruntergeladen werden auf:
es: La actualización puede ser descargada en:
fi: Päivitys ladattavissa osoitteessa:
fr: Une mise à jour peut être téléchargée sur :
gl: A actualización pódese descargar en:
it: L'aggiornamento può essere scaricato da:
ja_jp: 更新はここからダウンロードできます:
pl: Aktualizacje można pobrać tutaj:
pt_br: Atualização disponível para download em:
ru: Обновление может быть загружено с:
sv: Uppdatering kan laddas ner hos:

source: Autogenerating mapinfo for newly added maps...
be: Аўтаматычнае стварэнне mapinfo для новых мапаў...
bg: Автоматично генериране на информацията за новодобавените карти...
de: Automatisch mapinfo-Dateien für neu hinzugefügte Karten erzeugen …
es: Generación automática de información para mapas recién agregados...
fi: Luodaan automaattisesti karttatietoja vastikään lisätyille kartoille...
fr: Auto-génération des informations de carte pour les nouveaux ajouts de cartes…
gl: Xerando automaticamente a información do mapa para os mapas recentemente engadidos...
it: Autogenerando le mapinfo per le nuove mappe...
ja_jp: 新しく追加されたマップの mapinfo を自動生成している...
pl: Generuje info od nowo addowanych mapach...
pt_br: Gerando mapinfo automaticamente para os novos mapas adicionados...
ro: Auto-generare mapinfo pentru hărțile proaspăt adaugate...
ru: Автосоздание сведений mapinfo для новых арен…
sv: Automatgenererar kartinfo för nyligen tillagda kartor...
uk: Створення відомостей про нові мапи...

source: Update to %s now!
ast: ¡Anueva a %s yá!
be: Абнавіцеся да %s зараз!
bg: Обновете до %s сега!
de: Jetzt auf %s updaten!
es: ¡Actualiza a %s ahora!
fi: Päivitä versioon %s nyt!
fr: Mettez à jour vers %s maintenant !
gl: Actualizar a %s agora!
it: Aggiorna a %s ora!
ja_jp: 今すぐ %s に更新している!
pl: Aktualizuj fo %s już teraz!
pt_br: Atualize para %s agora!
ro: Actualizați la %s acum!
ru: Обновитесь до %s сейчас же!
sr: Надоградите се на %s сада!
sv: Uppdatera till %s nu!
uk: Негайно оновіть версію до %s!

source: ^1ERROR: Texture compression is required but not supported. ^1Expect visual problems.
ast: ^1FALLU: Ríquese la compresión de testures mas nun ta sofitada. ^1Espérense problemes visuales.
bg: ^1ГРЕШКА: Компресията на текстури се изисква, но не се поддържа. ^1Очаквайте визуални проблеми.
de: ^1FEHLER: Texturenkompression wird benötigt, aber ist nicht unterstützt. ^1Rechne mit visuellen Problemen.
es: ^1ERROR: Se requiere la compresión de texturas, pero no soporta. ^1Pueden ocurrir posibles problemas visuales.
fi: ^1VIRHE: Tekstuuripakkaus vaaditaan mutta se ei ole tuettuna. ^1Odotettavissa graafisia virheitä.
fr: ^1ERREUR : La compression des textures est requise mais non prise en charge. ^1Attendez-vous à des problèmes d'affichage.
gl: ^1ERRO: a compresión de texturas é necesaria pero non é compatible. ^1Agardanse problemas visuais.
it: ^1ERRORE: La compressione delle texture è richiesta ma non supportata. ^1Previsti problemi visuali.
ja_jp: ^1ERROR: テクスチャ圧縮が必要ですが、サポートされていません。 ^1視覚的な問題が予想されます。
pl: ^1ERROR: Kompresja tekstur jest wymagana ale nie wspierana ^1Spodziewaj się problemów.
pt_br: ^1ERRO: a compressão de texturas é necessária, mas não é suportada. ^1Espere problemas visuais.
ru: ^1ОШИБКА: Требуется сжатие текстур, но оно не поддерживается. ^1Ожидаются проблемы с отображением.
sv: ^1FEL: Texturkomprimering krävs men stöds inte. ^1Förvända dig visuella problem.

source: Hide on death
fr: Masquer lorsque vous êtes mort
gl: Agochar ao morrer
it: Nascondi alla morte
pt_br: Ocultar na morte
ru: Скрывать при смерти

source: Since your team can only capture a control point if it is connected to another control point currently owned by your team, you have to systematically work through the map to reach the enemy generator.
fr: Comme votre équipe ne peut capturer un point de contrôle que s'il est relié à un autre point de contrôle actuellement détenu par votre équipe, vous devez systématiquement parcourir la carte pour atteindre le générateur ennemi.
gl: Como o teu equipo só pode capturar un punto de control se está conectado a outro punto de control actualmente en posesión do teu equipo, tes que avanzar de xeito sistemático polo mapa para chegar ao xerador inimigo.
pt_br: Como sua equipe só pode capturar um ponto de controle se estiver conectado a um outro ponto de controle atualmente possuído por sua equipe, você tem que sistematicamente varrer o mapa para chegar ao gerador inimigo.

source: A control point is captured by walking into it then waiting for it to finish constructing. Control points of the opposing team are destroyed by attacking the "info bot" that hovers above them, converting the control point to neutral once it is destroyed.
fr: Un point de contrôle est capturé en y passant à travers, puis en attendant qu'il soit entièrement construit. Les points de contrôle de l'équipe adverse sont détruits en attaquant le « robot d'information » qui les survole, ce qui rend le point de contrôle neutre une fois qu'il est détruit.
gl: Un punto de control captúrase entrando nel e esperando a que remate de construírse. Os puntos de control do equipo contrario destrúense atacando o "info bot" que está sobre eles, convertendo o punto de control en neutro unha vez destruído.
pt_br: Um ponto de controle é capturado ao andar nele e esperá-lo ser construído. Um ponto de controle da equipe adversária é destruído ao atacar o "robô info" que o sobrevoa, e converte-se em um ponto neutro quando terminar de ser destruído.

source: %s is a hunter-survivor gametype involving two teams where the goal of the hunters is to frag all survivors, and the goal of the survivors is to frag all hunters or survive until time runs out. The trick lies in the fact that players only know which team they belong to, and not the team membership of any other players.
fr: %s est un type de partie chasseur-survivant impliquant deux équipes, où l'objectif des chasseurs est d'éliminer tous les survivants, et celui des survivants est d'éliminer tous les chasseurs ou de survivre jusqu'à la fin du temps imparti. La difficulté réside dans le fait que les joueurs ne connaissent que leur propre équipe, et non celle des autres joueurs.
gl: %s é un modo de xogo cazador-supervivente que involucra dous equipos, onde o obxectivo dos cazadores é eliminar a todos os superviventes, e o obxectivo dos superviventes é eliminar a todos os cazadores ou sobrevivir ata que se acabe o tempo. O truco está en que os xogadores só saben a que equipo pertencen eles, e non a que equipo pertencen os demais xogadores.
pt_br: %s é um tipo de jogo de duas equipes, a de caçadores e a de sobreviventes, no qual o objetivo dos caçadores é executar todos os sobreviventes, e o objetivo dos sobreviventes é executar todos os caçadores ou sobreviver até que o tempo acabe. Porém, cada jogador só sabe a própria equipe a que pertence, e não sabe em qual das equipes está cada um dos outros jogadores.
