Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: A direct hit does %s damage
fr: Un tir direct inflige %s points de dégâts
gl: Un impacto directo causa %s de dano
it: Un colpo diretto infligge %s di danno
ru: Прямое попадание наносит %s урона

source: (total DPS: %.2f)
fr: (DPS total : %.2f)
gl: (DPS total: %.2f)
it: (DPS totale: %.2f)
ru: (всего УВС: %.2f)

source: The combo adds an extra %s damage
fr: Le combo ajoute %s points de dégâts supplémentaires
gl: O combo engade %s de dano adicional
it: La combo aggiunge %s extra di danno
ru: Комбо-атака наносит дополнительных %s урона

source: The %s fires a continuous beam of electricity, steadily dealing damage to any enemies that cross its path.
fr: L'%s émet un rayon électrique continu qui inflige des dégâts soutenus à tous les ennemis qui croisent son chemin.
gl: O %s dispara un feixe continuo de electricidade, causando dano constantemente a calquera inimigo que cruce o seu camiño.
it: Il %s spara un raggio continuo di elettricità, infliggendo costantemente danni a qualsiasi nemico che attraversi il suo percorso.
ru: %s испускает непрерывный электрический луч, постоянно нанося урон любым врагам, оказавшимся на его пути.

source: The secondary fire rapidly shoots electric bolts forward, exploding on impact and dealing some splash damage.
fr: Le tir secondaire tire une rapide succession d'éclairs électriques, qui explosent à l'impact et infligent des dégâts de zone.
gl: O disparo secundario lanza rapidamente dardos eléctricos cara adiante, explotando ao impactar e causando algo de dano na área.
it: Il fuoco secondario spara rapidamente fulmini in avanti, esplodendo all'impatto e infliggendo danni radiali.
ru: Вторичный огонь быстро стреляет электрическими разрядами вперёд, взрываясь при ударе и нанося некоторый урон по площади.

source: It consumes %s ammo, steadily churning through your supply to maintain the stream.
fr: Il consomme des munitions de type %s, épuisant progressivement vos réserves pour maintenir le flux.
gl: Consume %s de munición, gastando constantemente o teu suministro para manter o feixe.
it: Consuma %s, macinando costantemente la tua scorta per mantenere il flusso.
ru: Потребляет патроны типа %s, постоянно расходуя ваш запас для поддержания луча.

source: The %s is quite a versatile weapon, however it is more effective at close to medium ranges, since the stream is not instantaneous.
gl: O %s é unha arma bastante versátil, aínda que é máis efectiva a distancias curtas ou medias, xa que o feixe non é instantáneo.
it: Il %s è un'arma piuttosto versatile, tuttavia è più efficace a corto e medio raggio, poiché il flusso non è istantaneo.
ru: %s — довольно универсальное оружие, однако оно эффективнее на ближней и средней дистанции, поскольку луч распространяется не мгновенно.

source: Arc
gl: Arco
ja_jp: アーク
ru: Дуга

source: The %s is one of the two main default weapons, firing a relatively weak but high speed laser, dealing some splash damage but importantly a lot of knockback.
fr: Le %s est l'une des deux armes principales par défaut. Il tire un laser relativement faible mais très rapide, qui inflige des dégâts de zone, mais surtout une importante force de recul.
gl: O %s é unha das dúas armas principais predeterminadas, disparando un láser relativamente débil pero de alta velocidade, causando algo de dano en área e, o máis importante, moito retroceso.
it: Il %s è una delle due armi predefinite principali, che spara un laser relativamente debole ma ad alta velocità, infliggendo un po' di danno radiale ma soprattutto molta respinta.
ru: %s — одно из двух основных стартовых видов оружия, стреляющее относительно слабым, но высокоскоростным лазером, наносящим небольшой урон по площади и, что важно, создающим мощную отдачу.

source: It has no secondary fire, instead switching to the previously selected weapon.
fr: Il n'a pas de tir secondaire, au lieu de quoi il passe à l'arme précédemment sélectionnée.
gl: Non ten disparo secundario; en vez diso, cambia á arma seleccionada anteriormente.
it: Non ha fuoco secondario, invece passa all'arma precedentemente selezionata.
ru: У него нет вторичного огня, вместо этого он переключается на ранее выбранное оружие.

source: It doesn't require ammo, meaning it is a great choice if you are running low on ammo and need to preserve some.
fr: Il ne nécessite pas de munitions, ce qui en fait un excellent choix si vous êtes à court de munitions et que vous devez en préserver.
gl: Non require munición, polo que é unha excelente opción se estás quedando sen munición e necesitas aforrar algo.
it: Non richiede munizioni, il che significa che è un'ottima scelta se stai esaurendo le munizioni e hai bisogno di conservarne alcune.
ru: Не требует патронов, что делает его отличным выбором, если у вас заканчиваются боеприпасы и вам нужно сэкономить их.

source: The %s is always available so ends up being used a lot when players spawn in, but it's difficult to master when used over a medium to long range. Unlike other weapons, the %s can hit other projectiles directly.
fr: Le %s est toujours disponible, il est donc très utilisé lorsque les joueurs apparaissent, mais il est difficile à maîtriser à moyenne et longue portée. Contrairement aux autres armes, le %s peut toucher directement d'autres projectiles.
gl: O %s está sempre dispoñible, polo que se acaba usando moito cando os xogadores aparecen, pero é difícil de dominar a distancias medias ou longas. Ao contrario que outras armas, o %s pode impactar directamente con outros proxectís.
it: Il %s è sempre disponibile, quindi finisce per essere usato molto quando i giocatori nascono, ma è difficile da padroneggiare se usato a media o lunga distanza. A differenza di altre armi, il %s può colpire direttamente altri proiettili.
ru: %s всегда доступен, поэтому его часто используют сразу после возрождения, но им трудно овладеть при стрельбе на средней и дальней дистанции. В отличие от другого оружия, %s может напрямую поражать другие снаряды.

source: One of the most common uses of the %s is "laser jumping," where you can gain height by aiming down, jumping, then firing to boost yourself up. Because it does a lot of knockback, another common usage is alternating between a high damage weapon and the %s to throw the enemy's aim off.
fr: L'une des utilisations les plus courantes du %s est le « saut laser », qui permet de gagner en hauteur en visant vers le bas, en sautant, puis en tirant pour se propulser vers le haut. Comme il provoque un fort recul, une autre utilisation courante consiste à alterner entre une arme très puissante et le %s pour déstabiliser la visée de l'ennemi.
gl: Un dos usos máis comúns do %s é o 'salto láser', no que podes gañar altura apuntando cara abaixo, saltando e disparando para impulsarte cara arriba. Como provoca moito retroceso, outro uso habitual é alternar entre unha arma de alto dano e o %s para desaxustar a puntería do inimigo.
it: Uno degli usi più comuni del %s è "saltare col laser", dove puoi guadagnare altezza mirando in basso, saltando, e poi sparando per darti una spinta verso l'alto. Poiché infligge molta respinta, un altro uso comune è alternare tra un'arma ad alto danno e il %s per sbilanciare la mira del nemico.
ru: Одно из самых распространённых применений %s — это «лазерный прыжок», когда вы можете набрать высоту, прицелившись вниз, подпрыгнув и выстрелив, чтобы подбросить себя вверх. Поскольку оружие создаёт сильную отдачу, другой распространённый приём — чередование высокоуронного оружия и %s, чтобы сбить прицел врага.

source: Blaster
bg: Бластер
fi: Läjäytin
gl: Bláster
ja_jp: ブラスター
ru: Бластер

source: The %s fires bursts of laser-like projectiles, spreading out as they travel away and deflecting off walls. If the primary fire is held, when it's released the projectiles will converge before spreading out again, which can be utilized to deal more damage to an enemy by making the projectiles converge on them.
fr: Le %s tire des projectiles semblables à des lasers, qui se dispersent à mesure qu'ils s'éloignent et rebondissent sur les murs. Lorsque vous maintenez le tir primaire enfoncé puis le relâchez, les projectiles convergent avant de se disperser à nouveau, ce qui peut être utilisé pour infliger plus de dégâts à un ennemi en faisant converger les projectiles sur lui.
gl: O %s dispara raxadas de proxectís similares a láser, que se dispersan ao viaxar e rebotan nas paredes. Se se mantén premido o disparo primario, ao soltalo os proxectís conveñen antes de dispersarse de novo, o que se pode aproveitar para causar máis dano a un inimigo facendo que os proxectís conveñan sobre el.
it: Il %s spara raffiche di proiettili simili a laser, che si disperdono mentre viaggiano e rimbalzano sulle pareti. Se il fuoco primario viene tenuto premuto, quando viene rilasciato i proiettili convergeranno prima di disperdersi di nuovo, il che può essere utilizzato per infliggere più danni a un nemico facendo convergere i proiettili su di esso.
ru: %s выпускает очереди лазероподобных снарядов, которые расходятся по мере удаления и отражаются от стен. Если удерживать основную кнопку огня, то в момент отпускания снаряды сойдутся вместе, прежде чем снова разойтись; этим можно воспользоваться, чтобы нанести врагу больше урона, сведя снаряды на нём.

source: Projectiles deal damage on collision but also when they bounce, so with good positioning they can sometimes deal double damage.
fr: Les projectiles infligent des dégâts lorsqu'ils touchent leur cible, mais aussi lorsqu'ils rebondissent à proximité immédiate. Ainsi, avec un bon positionnement, ils peuvent parfois infliger deux fois plus de dégâts.
gl: Os proxectís causan dano ao colidir, pero tamén ao rebotar, polo que cunha boa posición ás veces poden causar dano dobre.
it: I proiettili infliggono danni alla collisione ma anche quando rimbalzano, quindi con un buon posizionamento possono a volte infliggere il doppio del danno.
ru: Снаряды наносят урон при столкновении, но также и при отскоке, поэтому при правильном расположении они иногда могут наносить двойной урон.

source: The secondary fire shoots the projectiles together in a tight group, so it is often the better option in situations where the enemy is an easy target to hit.
fr: Le tir secondaire lance les projectiles en formation resserrée, ce qui en fait souvent la meilleure option dans les situations où l'ennemi est une cible facile à atteindre.
gl: O disparo secundario lanza os proxectís xuntos en grupo compacto, polo que a miúdo é a mellor opción en situacións nas que o inimigo é un obxectivo doado de acertar.
it: Il fuoco secondario spara i proiettili insieme in un gruppo compatto, quindi è spesso l'opzione migliore in situazioni in cui il nemico è un bersaglio facile da colpire.
ru: Вторичный огонь выпускает снаряды плотной группой, поэтому он часто является лучшим выбором в ситуациях, когда враг представляет собой лёгкую цель для попадания.

source: It consumes %s ammo for each projectile, which is shared by several weapons.
fr: Il consomme des munitions de type %s pour chaque projectile, en commun avec d'autres armes.
gl: Consume %s de munición por cada proxectil, a cal se comparte entre varias armas.
it: Consuma munizioni %s per ogni proiettile, che è condiviso da diverse armi.
ru: Потребляет патроны типа %s за каждый снаряд, которые используются также и несколькими другими видами оружия.

source: Close to medium range is the ideal time to use the %s, although the secondary fire can be useful for long range combat sometimes.
fr: Les courtes et moyennes portées sont idéales pour utiliser le %s, bien que le tir secondaire puisse parfois s'avérer utile pour les combats à longue portée.
gl: A distancias curtas ou medias é o momento ideal para usar o %s, aínda que o disparo secundario pode ser útil nalgunhas situacións de combate a longa distancia.
it: Il momento ideale per usare il %s è da vicina a media distanza, anche se il fuoco secondario può essere utile a volte per il combattimento a lunga distanza.
ru: Ближняя и средняя дистанция идеально подходят для использования %s, хотя вторичный огонь иногда может быть полезен и в дальнем бою.

source: The %s deals knockback in a unique way, pulling the player from their center to the point of impact. This makes it one of the best weapons to slow someone down if you are chasing them, particularly with the secondary fire. Another common use of the %s is "crylink running," where you partially angle down and use the secondary fire to pull yourself forwards, in order to gain speed.
fr: La force de recul du %s est assez unique, car elle tire le joueur depuis son centre vers le point d'impact. Cela en fait l'une des meilleures armes pour ralentir quelqu'un si vous le poursuivez, en particulier avec le tir secondaire. Une autre utilisation courante du %s est la « course au crylink », qui consiste à s'incliner légèrement vers le bas et à utiliser le tir secondaire pour se propulser vers l'avant afin de gagner de la vitesse.
gl: O %s causa retroceso dunha maneira única, arrastrando ao xogador desde o seu centro ata o punto de impacto. Isto convértea nunha das mellores armas para minorar a alguén se o estás perseguindo, especialmente co disparo secundario. Outro uso común do %s é a 'carreira nexocristal', no que se inclina parcialmente cara abaixo e se utiliza o disparo secundario para impulsarse cara adiante e gañar velocidade.
it: Il %s infligge respinta in un modo unico, tirando il giocatore dal suo centro al punto d'impatto. Questo lo rende una delle migliori armi per rallentare qualcuno se lo stai inseguendo, in particolare con il fuoco secondario. Un altro uso comune del %s è il "correre col crylink", in cui ti inclini parzialmente verso il basso e usi il fuoco secondario per tirarti in avanti, al fine di guadagnare velocità.
ru: %s наносит отдачу уникальным образом, притягивая игрока от его центра к точке попадания. Это делает его одним из лучших видов оружия для замедления преследуемого противника, особенно при использовании вторичного огня. Другое распространённое применение %s — «крайлинк-бега», когда вы частично наклоняетесь вниз и используете вторичный огонь, чтобы тянуть себя вперёд и набирать скорость.

source: Crylink
gl: Nexocristal (Crylink)
ja_jp: クリリンク
ru: Крайлинк

source: The %s launches a remote controlled rocket, dealing significant damage when it explodes on impact. If the primary fire is held, the rocket can be guided by the user's aim, allowing steering it towards enemies.
fr: Le %s lance une roquette télécommandée qui inflige des dégâts importants lorsqu'elle explose à l'impact. Si vous maintenez le tir primaire enfoncé, vous pouvez guider la roquette vers vos ennemis.
gl: O %s lanza un foguete controlado remotamente, causando un dano significativo ao explotar no impacto. Se se mantén premido o disparo primario, o foguete pode ser guiado coa puntería do xogador, permitindo dirixilo cara aos inimigos.
it: Il %s lancia un razzo telecomandato, infliggendo danni significativi quando esplode all'impatto. Se il fuoco primario viene tenuto premuto, il razzo può essere guidato dalla mira dell'utente, consentendo di dirigerlo verso i nemici.
ru: %s запускает управляемую ракету, наносящую значительный урон при взрыве от попадания. Если удерживать основную кнопку огня, ракетой можно управлять с помощью прицела, направляя её к врагам.

source: The secondary fire can be used to immediately detonate rockets, allowing dealing damage to enemies even if the rocket barely missed colliding with them.
fr: Le tir secondaire peut être utilisé pour faire exploser immédiatement les roquettes, ce qui permet d'infliger des dégâts aux ennemis même si la roquette les a manqués de peu.
gl: O disparo secundario pódese usar para detonar os foguetes de inmediato, permitindo causar dano aos inimigos mesmo se o foguete apenas non chegou a colidir con eles.
it: Il fuoco secondario può essere usato per detonare immediatamente i razzi, permettendo di infliggere danni ai nemici anche se il razzo ha mancato di poco la collisione con loro.
ru: Вторичный огонь можно использовать для мгновенного подрыва ракет, что позволяет наносить урон врагам, даже если ракета лишь чуть-чуть не долетела до них.

source: It consumes a bunch of %s ammo for each rocket, which can end up being depleted quickly, so often players alternate with another weapon like %s.
fr: Il consomme pour chaque roquette beaucoup de munitions de type %s, qui peuvent rapidement être épuisées. Les joueurs alternent donc souvent avec une autre arme comme le %s.
gl: Consume moita munición de %s por cada foguete, a cal pode esgotarse rapidamente, polo que a miúdo os xogadores alternan cunha arma como %s.
it: Consuma un sacco di %s per ogni razzo, che possono esaurirsi rapidamente, quindi spesso i giocatori si alternano con un'altra arma come il %s.
ru: Потребляет много патронов типа %s за каждую ракету, которые могут быстро закончиться, поэтому игроки часто чередуют его с другим оружием, например, с %s.

source: Due to its high damage output, the %s is one of the most commonly used weapons. It can be used in almost any scenario, working best in medium range combat. In close range combat, the large splash radius often results in rockets damaging both you and your enemy.
fr: En raison de sa puissance de feu élevée, le %s est l'une des armes les plus couramment utilisées. Il peut être utilisé dans presque tous les scénarios, mais il est particulièrement efficace dans les combats à moyenne portée. Dans les combats rapprochés, ses larges dégâts de zone infligeront souvent des dégâts à la fois à vos ennemis et à vous-même.
gl: Debido ao seu alto dano, o %s é unha das armas máis utilizadas. Pódese usar en case calquera situación, funcionando mellor en combates a distancias medias. Nos combates a curta distancia, o gran radio de explosión adoita provocar que os foguetes danen tanto a ti como ao inimigo.
it: Grazie alla sua elevata produzione di danni, il %s è una delle armi più comunemente usate. Può essere utilizzata in quasi ogni scenario, funzionando al meglio nel combattimento a medio raggio. Nel combattimento a corto raggio, l'ampio raggio di esplosione spesso causa danni sia a te che al tuo nemico.
ru: Благодаря высокому урону %s является одним из самых часто используемых видов оружия. Его можно применять практически в любой ситуации, но лучше всего оно проявляет себя в бою на средней дистанции. В ближнем бою большой радиус поражения часто приводит к тому, что от ракет страдаете и вы, и ваш противник.

source: Due to the ability to remotely detonate rockets, a common usage is "rocket flying," where you fire a rocket and immediately detonate it to boost yourself while mid-air, much more effective with the %s mutator enabled.
fr: Grâce à la possibilité de déclencher des roquettes à distance, une utilisation courante est le « vol à la roquette », qui consiste à tirer une roquette et à la déclencher immédiatement pour se propulser lorsque vous êtes en l'air, ce qui est beaucoup plus efficace lorsque le mutateur %s est activé.
gl: Debido á capacidade de detonar foguetes remotamente, un uso común é o 'rocket flying', no que se dispara un foguete e detónase de inmediato para impulsarse no aire, moito máis efectivo co mutador %s activado.
it: Grazie alla capacità di detonare a distanza i razzi, un uso comune è "voloare col razzo", dove si spara un razzo e lo si detona immediatamente per darsi una spinta mentre si è a mezz'aria, molto più efficace con il mutatore %s abilitato.
ru: Благодаря возможности дистанционного подрыва ракет распространённым приёмом является «ракетный полёт»: вы выстреливаете ракету и тут же подрываете её, чтобы подбросить себя в воздухе, что намного эффективнее при включённом мутаторе %s.

source: Devastator
ast: Afarador
es: Devastador
fi: Hävittäjä
gl: Devastador
ja_jp: デーバーステーター
ru: Разрушитель

source: The %s shoots electric balls forwards, dealing some splash damage when they burst on impact.
fr: L'%s tire des boules électriques qui infligent des dégâts de zone lorsqu'elles explosent à l'impact.
gl: O %s dispara bolas eléctricas cara adiante, causando algo de dano en área cando explotan ao impactar.
it: Il %s spara sfere elettriche in avanti, infliggendo un po' di danni radiali quando esplodono all'impatto.
ru: %s стреляет электрическими шарами вперёд, которые наносят небольшой урон по площади при взрыве от попадания.

source: The secondary fire launches orbs that are influenced by gravity, so they can be laid around the map at high traffic locations (like at %s flag bases) to damage enemies that walk by. The orbs burst after some time, and can be forced to burst in a "combo" if a primary fire ball bursts near them.
fr: Le tir secondaire lance des orbes qui sont soumis à la gravité ; ils peuvent donc être placés à des endroits très fréquentés de la carte (comme les bases de drapeaux en %s) pour infliger des dégâts aux ennemis qui passent à proximité. Les orbes explosent après un certain temps et l'explosion peut être provoquée dans un « combo » si une boule de tir primaire explose à proximité.
gl: O disparo secundario lanza orbes que se ven influenciadas pola gravidade, polo que se poden colocar ao redor do mapa en zonas de moito tráfico (como nas bases de bandeira de %s) para danar aos inimigos que pasen por elas. As orbes explotan pasados uns segundos, e poden verse forzadas a explotar nun 'combo' se unha bola do disparo primario estoura preto delas.
it: Il fuoco secondario lancia sfere che sono influenzate dalla gravità, quindi possono essere piazzate per la mappa in luoghi ad alto traffico (come le basi della bandiera di %s) per danneggiare i nemici che passano. Le sfere esplodono dopo un po' di tempo e possono essere costrette a esplodere in una "combo" se una palla di fuoco primario esplode vicino a loro.
ru: Вторичный огонь запускает сферы, на которые действует гравитация, поэтому их можно размещать на арене в оживлённых местах (например, у баз флага в режиме %s), чтобы повреждать проходящих мимо врагов. Сферы взрываются через некоторое время, и их можно заставить взорваться «комбо», если рядом взорвётся шар от основного огня.

source: It consumes some %s ammo for each ball / orb.
fr: Il consomme des munitions de type %s pour chaque boule/orbe.
gl: Consume algo de munición de %s por cada bola/orbe.
it: Consuma alcune %s per ogni palla / sfera.
ru: Потребляет патроны типа %s за каждый шар / сферу.

source: The %s is one of the best spam weapons to use in crowded areas, since combos can deal tons of damage, if the enemy is close enough. Since the primary fire doesn't travel particularly fast, the %s is not useful in many other situations.
fr: L'%s est l'une des meilleures armes pour spammer les zones fréquentées, car ses combos peuvent infliger d'énormes dégâts si l'ennemi est suffisamment proche. Comme son tir primaire n'est pas particulièrement rapide, le %s est moins utile dans d'autres types de situations.
gl: O %s é unha das mellores armas de repetición para usar en zonas concorridas, xa que os combos poden causar moito dano se o inimigo está o suficientemente preto. Como o disparo primario non viaxa especialmente rápido, o %s non é útil en moitas outras situacións.
it: Il %s è una delle migliori armi da "spam" da usare in aree affollate, poiché le combo possono infliggere una montagna di danni, se il nemico è abbastanza vicino. Dato che il fuoco primario non viaggia particolarmente veloce, il %s non è utile in molte altre situazioni.
ru: %s — одно из лучших видов оружия для поражения по площади в районе скопления игроков, поскольку комбо могут нанести огромный урон, если враг находится достаточно близко. Поскольку основной огонь летит не очень быстро, %s не так полезен во многих других ситуациях.

source: Electro
de: Elektro
ja_jp: エレクトロ
pl: Elektro
ro: Electric
ru: Электро
