Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: It shines in its unique handling of scoring, accounting for both frags but also damage dealt. This means that if you almost frag a player you will still be rewarded with points, but dealing the final blow is always better if possible. Points are deducted when you walk into hazards, but not when you do movement tricks like blaster jumping since self damage is disabled.
fr: Il se distingue par son système de points unique, qui prend en compte à la fois les frags et les dégâts infligés. Cela signifie que si vous êtes sur le point d'éliminer un joueur, vous serez tout de même récompensé par des points, mais il est toujours préférable de porter le coup fatal si possible. Des points sont retirés lorsque vous subissez des tirs ennemis, mais pas lorsque vous effectuez des figures telles que des sauts avec votre blaster, car les dégâts auto-infligés sont désactivés.
gl: Destaca polo seu xeito único de calcular a puntuación, tendo en conta tanto as mortes como o dano causado. Isto significa que, se case eliminas a un xogador, aínda así recibirás puntos, pero inflixir o golpe final sempre é mellor se é posible. Réstanse puntos cando chocas con perigos, pero non cando fas trucos de movemento como saltos con bláster, xa que o dano propio está desactivado.
it: Si distingue per la sua gestione unica del punteggio, che tiene conto sia delle eliminazioni che dei danni inflitti. Questo significa che se quasi elimini un giocatore sarai comunque ricompensato con dei punti, ma sferrare il colpo finale è sempre meglio, se possibile. I punti vengono detratti quando entri in zone pericolose, ma non quando si eseguono trucchi di movimento come saltare col blaster, poiché il danno auto-inflitto è disabilitato.
pt_br: Distingue-se por seu único sistema de pontuações, considerando execuções e também o dano causado. Isso significa que, se você quase executar um jogador, você ainda será recompensado com pontos, mas aplicar o último golpe é sempre melhor quando for possível. Pontos são descontados quando você andar sobre coisas perigosas, mas não quando fizer truques de movimento, como pulos com blaster, já que causar dano em si mesmo é desativado.
ru: Это выделяется уникальной системой подсчёта очков: учитываются не только фраги, но и нанесённый урон. Это значит, что даже если вы не уничтожили противника, но нанесли ему значительный урон, вы всё равно получите очки. Однако финальный удар всегда приносит больше очков, если есть возможность его нанести. Очки вычитаются, если вы попадаете в опасные зоны, но не вычитаются за трюки с перемещением, такие как прыжки с бластером, поскольку самоповреждение отключено.

source: Since damage is always rewarded in %s, the more you shoot the better, turning this gametype into chaotic fun at times.
fr: Comme les dégâts sont toujours récompensés en %s, plus vous tirez, mieux c'est, ce qui transforme ce type de partie en plaisir chaotique.
gl: Como en %s o dano sempre se recompensa, canto máis dispares mellor, convertendo este modo de xogo en diversión caótica nalgunhas ocasións.
it: Dato che il danno è sempre ricompensato in %s, più spari meglio è, trasformando a volte questo tipo di gioco in un divertimento caotico.
pt_br: Já que causar dano é sempre recompensado em %s, quando mais você atirar, melhor é, tornando este tipo de jogo às vezes uma diversão caótica.
ru: Поскольку за любой нанесённый урон всегда поощряется в %s, чем больше вы стреляете, тем лучше. Порой это превращает данный режим игры в хаотичное веселье.

source: This gametype is often seen as a more newbie-friendly version of %s.
fr: Ce type de partie est souvent vu comme une version plus adaptée aux débutants de %s.
gl: Este modo de xogo adoita verse como unha versión máis amigable para principiantes de %s.
it: Questo tipo di gioco è spesso visto come una versione di %s più adatta ai neofiti.
pt_br: Este tipo de jogo é muitas vezes visto como uma versão de %s mais amigável para novatos.
ru: Этот режим игры часто считается более дружелюбным к новичкам вариантом %s.

source: Compete for the most damage dealt and frags in this chaotic mayhem
fr: Concourez pour infliger le plus de dégâts et de frags dans ce combat chaotique
gl: Compite polo maior dano causado e polo maior número de mortes nesta caótica diversión
it: Competi per il maggior danno inflitto e le eliminazioni in questo caotico delirio
pt_br: Compita pelo máximo de dano e execuções neste alvoroço caótico
ru: Соревнуйтесь за наибольшее количество нанесённого урона и фрагов в этом хаотичном беспорядке.

source: Mayhem
bg: Пълна лудница
fi: Sekasorto
fr: Grabuge
gl: caos
ru: Беспредел

source: How much score is needed before the match will end
bg: Колко точки са нужни за край на играта
de: Die Anzahl der benötigten Punktzahl, bevor das Spiel endet
es: Puntuación necesaria antes de que termine la partida
fi: Paljonko pisteitä tarvitaan ennen ottelun loppumista
fr: Score nécessaire pour terminer la partie
gl: Puntuación necesaria antes de que remate a partida
it: Il numero di punti neccessari prima che la partita finisca
ja_jp: 試合が終了する前に必要な得点数
pt_br: Qual a pontuação necessária para acabar a partida
ru: Сколько очков необходимо набрать до окончания матча
sv: Hur mycket poäng som behövs för att matchen ska sluta

source: %s is a fun ball sport game where 2 teams compete to score the most goals.
fr: %s est un jeu de balle amusant où 2 équipes s'affrontent pour marquer le plus de buts possible.
gl: %s é un divertido xogo de deporte con bola no que 2 equipos compiten por marcar o maior número de goles.
it: %s è un divertente gioco sportivo con la palla dove 2 squadre competono per segnare il maggior numero di gol.
pt_br: %s é um jogo divertido de esporte com bola, no qual 2 equipes competem pelo maior número de gols.
ru: %s — это увлекательная спортивная игра с мячом, в которой 2 команды соревнуются за наибольшее количество забитых голов.

source: %s is usually played as either soccer where players walk into the ball to kick it around, or basketball where players have a %s so they can pass the ball and intercept passes.
fr: %s se joue généralement soit comme le football, où les joueurs courent vers la balle pour la frapper, soit comme le basket-ball, où les joueurs ont un %s afin de pouvoir passer la balle et intercepter les passes.
gl: %s xógase normalmente como fútbol, onde os xogadores camiñan cara á pelota para golpeala e movela polo campo, ou como baloncesto, onde os xogadores teñen un %s para poder pasar a pelota e interceptar pases.
it: %s è solitamente giocato come calcio, dove i giocatori vanno verso la palla per calciarla, o basket, dove i giocatori hanno un %s in modo da poter passare la palla e intercettare i passaggi.
pt_br: %s é usualmente jogado ou como futebol, no qual os jogadores andam na bola para dar pontapés nela, ou como basquete, no qual os jogadores têm a arma %s para passar a bola e interceptar passes.
ru: %s обычно играется как футбол, где игроки передвигаются пешком и пинают мяч, либо баскетбол, где у игроков есть %s для способности передавать мяч и перехватывать пасы.

source: Keep in mind players can score own goals, so don't embarrass yourself in front of your team!
fr: N'oubliez pas que les joueurs peuvent marquer des buts contre leur camp, alors ne vous ridiculisez pas devant votre équipe !
gl: Ten en conta que os xogadores poden marcar goles en propia porta, así que non te quedes en evidencia diante do teu equipo!
it: Ricorda che i giocatori possono segnare autogol, quindi non metterti in imbarazzo davanti alla tua squadra!
pt_br: Tenha em mente que jogadores podem dar gol contra, logo não passe vergonha em frente de sua equipe!
ru: Имейте в виду, что игроки могут забить и в свои ворота, так что не опозорьтесь перед своей командой!

source: Nexball
ast: Néxbol
fi: Nexpallo (Nexball)
ja_jp: ネクスボール (NEXBALL)
pl: Nexpiłka
pt_br: Bola Nex
ru: Нексбол
sr: Некс-лопта

source: Shoot and kick the ball into the enemy's goal, keep your goal clean
fr: Frappez et tirez la balle dans le but adverse, protégez votre but
gl: Dispara e chuta a bola cara á portería do inimigo, e mantén a túa portería limpa.
it: Tira e calcia la palla nella porta nemica, mantieni la tua porta intatta
pt_br: Atire e chute a bola no gol inimigo e mantenha seu gol limpo
ru: Стреляйте и пинайте мяч в ворота противника, не пропуская в свои.

source: Goal limit:
bg: Брой голове
de: Torlimit:
es: Límite de goles:
fi: Maaliraja:
fr: Limite de buts :
gl: Limite de goles:
it: Limite goal:
ja_jp: ゴールの制限：
pt_br: Limite de gols:
ru: Предел голов:
sv: Målgräns:

source: The amount of goals needed before the match will end
ast: El númberu de goles necesarios p'acabar la partida
bg: Брой голове, нужни за край на играта
de: Die Anzahl der benötigten Tore, bevor das Spiel endet
es: Cantidad de goles necesarios antes de que termine la partida
fi: Tarvittava maalimäärä ennen kuin ottelu loppuu
fr: Nombre de buts nécessaires pour terminer la partie
gl: A cantidade de goles necesarios antes de que remate o partido
it: Il numero di gol neccessari prima che la partita finisca
ja_jp: 試合が終了する前に必要なゴールの量
pl: Ilość celów potrzebnych do zakończenia meczu
pt_br: A quantidade de gols necessária para acabar a partida
ru: Число голов, необходимых для завершения матча
sr: Број циљева потребних пре него што се игра заврши
sv: Antal mål som krävs innan matchen slutar

source: Ball Stealer
ast: Robaboles
bg: Крадене на топката
de: Balldieb
es: Ladrón de Pelota
fi: Pallovaras
fr: Voleur de balle
gl: Ladrón de pelotas
it: Ruba Palla
ja_jp: ボールスティーラー
pl: Złodziej Kuli
pt_br: Ladrão de Bolas
ro: Hoț de minge
ru: Мячехват
sr: Лоптокрадица
sv: Bollstjälare

source: %s is a team-based gametype similar to %s where the final goal is to destroy the enemy team core generator. In order to destroy the generator, control points on the map (similar to those in %s) must first be captured.
fr: %s est un type de partie en équipe similaire à %s où l'objectif final est de détruire le générateur central de l'équipe adverse. Pour détruire le générateur, il faut d'abord capturer des points de contrôle sur la carte (similaires à ceux en %s).
gl: %s é un modo de xogo por equipos similar a %s, no que o obxectivo final é destruír o xerador central do equipo inimigo. Para destruír o xerador, primeiro deben capturarse os puntos de control no mapa (semellantes aos de %s).
it: %s è un tipo di gioco a squadre simile a %s dove l'obiettivo finale è distruggere il generatore principale della squadra nemica. Per distruggere il generatore, devono prima essere catturati i punti di controllo sulla mappa (simili a quelli in %s).
pt_br: %s é um tipo de jogo de equipes similar a %s, no qual o objetivo final é destruir o núcleo gerador da equipe adversária. Para destruir o gerador, pontos de controle no mapa (similares aos de %s) devem primeiro ser capturados.
ru: %s — это командный режим игры, похожий на %s, в котором конечной целью является уничтожение генератора ядра вражеской команды. Чтобы уничтожить генератор, сначала необходимо захватить опорные точки на арене (аналогичные тем, что есть в %s).

source: Since your team can only capture a control point if it is connected to another control point currently owned by your team, you have to systematically progress across the map to reach the enemy generator.
it: Dato che la tua squadra può conquistare un punto di controllo solo se è collegato a un altro punto di controllo attualmente posseduto dalla tua squadra, devi avanzare sistematicamente attraverso la mappa per raggiungere il generatore nemico.
ru: Поскольку ваша команда может захватить опорную точку только в том случае, если она соединена с другой опорной точкой, которая в данный момент принадлежит вашей команде, вам необходимо систематически продвигаться по арене, чтобы добраться до генератора противника.

source: A control point is captured by walking into it, triggering its automatic construction. Control points of the opposing team are destroyed by attacking the "info bot" that hovers above them, converting the control point to neutral once it is destroyed.
it: Un punto di controllo viene conquistato camminandoci dentro, il che avvia la sua automatica costruzione. I punti di controllo della squadra avversaria vengono distrutti attaccando l'"info bot" che fluttua sopra, convertendo il punto di controllo in neutrale una volta che è stato distrutto.
ru: Опорная точка захватывается путём входа в неё, что запускает её автоматическое строительство. Опорные точки противоположной команды уничтожаются путём атаки «инфо-бота», который парит над ними, превращая опорную точку в нейтральную после её уничтожения.

source: When in overtime, the enemy's generator will start to decay, at a faster rate the more control points your team has.
fr: Dans les phases de prolongation, le générateur ennemi commence à se détériorer, d'autant plus rapidement que votre équipe détient de points de contrôle.
gl: Cando estás en tempo extra, o xerador inimigo comezará a decaer, a un ritmo máis rápido canto máis puntos de control teña o teu equipo.
it: In caso di tempi supplementari (overtime), il generatore nemico inizierà a decadere, con una velocità maggiore quanti più punti di controllo possiede la tua squadra.
pt_br: Quando nos acréscimos de tempo, o gerador inimigo começará a decair, e em uma taxa tanto mais veloz quanto mais pontos de controle sua equipe tiver.
ru: В дополнительное время генератор противника начнёт разрушаться, и чем больше опорных точек у вашей команды, тем быстрее будет происходить разрушение.

source: Capture control points to reach and destroy the enemy generator
ast: Captura los puntos de control p'algamar y destruyir el xenerador enemigu
bg: Завземи контролните точки, за да достигнеш и разрушиш противниковия генератор.
de: Nimm Kontrollpunkte ein, um den gegnerischen Generator zu erreichen und zu zerstören
es: Captura puntos de control para alcanzar y destruir el generador del enemigo
fi: Valtaa hallintapisteet päästäksesi vihollisen generaattorille
fr: Capturez les points de contrôle pour atteindre et détruire le générateur ennemi
gl: Captura puntos de control para alcanzar e destruír o xerador inimigo
it: Cattura i punti di controllo per raggiungere e distruggere il generatore nemico
ja_jp: コントロールポイントを取れて、敵のジェネレーターに到達して破壊して
pl: Zdobądź punkty kontrolne, by dosięgnąć i zniszczyć generator wroga
pt_br: Capture pontos de controle para alcançar e destruir o gerador inimigo
ro: Capturează punctele de control pentru a ajunge la generatorul inamic și distruge-l
ru: Захватите опорные точки и уничтожьте вражеский генератор
sr: Заробите контролне тачке да бисте досегли и уништили непријатески генератор
sv: Fånga kontrollpunkter för att nå och förstöra fiendens generator

source: Onslaught
bg: На нож
es: Embestida
fi: Suurtaistelu (Onslaught)
fr: Attaque
gl: Embestida
it: Attacco (Onslaught)
ja_jp: 猛攻撃 (ONSLAUGHT)
pl: Szturm
pt_br: Massacre
ro: Atac violent
ru: Натиск
sr: Крвопролиће

source: Personal best
ast: El meyor t. pers
be: Уласны рэкорд
bg: Лично постижение
de: Persönliche Bestzeit
es: Récord personal
fi: Oma Ennätys
fr: Record personnel
gl: Mellor persoal
it: Migliore personale
ja_jp: 自己最高
pl: Rekord osobisty
pt_br: Recorde pessoal
ro: Record personal
ru: Личный рекорд
sr: Лични рекорд
sv: Personligt bästa
uk: Власний найкращий результат

source: Server best
ast: El meyor t. del sirv.
be: Рэкорд сервера
bg: Сървърно постижение
de: Server-Bestzeit
es: Récord del servidor
fi: Serverin Paras
fr: Record du serveur
gl: Mellor do servidor:
it: Migliore del server
ja_jp: 最高のサーバー
pl: Rekord serwera
pt_br: Recorde do servidor
ro: Record server
ru: Рекорд сервера
sr: Рекорд на серверу
sv: Serverns bästa
uk: Найкращий результат на сервері

source: %s is a gametype similar to %s where players run on a track to be the first to cross the finish line after a certain number of laps.
fr: %s est un type de partie similaire à %s, où les joueurs courent sur une piste pour être les premiers à franchir la ligne d'arrivée après un certain nombre de tours.
gl: %s é un modo de xogo similar a %s no que os xogadores corren nunha pista para ser os primeiros en cruzar a liña de chegada despois dun determinado número de voltas.
it: %s è un tipo di gioco simile a %s dove i giocatori corrono su una pista per essere i primi ad attraversare il traguardo dopo un certo numero di giri.
pt_br: %s é um tipo de jogo similar a %s, no qual os jogadores correm em uma pista para serem os primeiros a cruzar a linha de chegada após um certo número de voltas.
ru: %s — это режим игры, похожий на %s, в котором игроки бегут по трассе, чтобы первыми пересечь финишную черту после определённого количества кругов.

source: Before the real race starts there's a qualifying session that decides the starting grid based on the best lap time of each player. This stage is very similar to %s since weapons can't be used to disturb other players but can still be used to run faster.
fr: Avant le début de la course proprement dite, une séance de qualification permet de déterminer la grille de départ en fonction du meilleur temps de chaque joueur sur le tour. Cette étape est très similaire à %s, car les armes ne peuvent pas être utilisées pour gêner les autres joueurs, mais peuvent tout de même servir à courir plus vite.
gl: Antes de que comece a carreira real hai unha sesión de clasificación que decide a grella de saída segundo o mellor tempo de volta de cada xogador. Esta fase é moi similar a %s, xa que non se poden usar armas para molestar aos outros xogadores, pero si se poden usar para correr máis rápido.
it: Prima che inizi la vera corsa c'è una sessione di qualifica che decide la griglia di partenza in base al miglior tempo sul giro di ogni giocatore. Questa fase è molto simile a %s poiché le armi non possono essere usate per disturbare gli altri giocatori ma possono comunque essere usate per correre più velocemente.
pt_br: Antes da verdadeira corrida iniciar, há uma sessão qualificadora que decide a disposição inicial baseada no melhor tempo de volta de cada jogador. Este estágio é muito similar a %s porque armas não podem ser usadas para perturbar outros jogadores, mas ainda podem ser usadas para correr mais rápido.
ru: Перед началом настоящей гонки проводится квалификационный забег, по результатам которого определяется стартовая решётка на основе лучшего времени круга каждого игрока. Этот этап очень похож на %s, поскольку оружие нельзя использовать для помехи другим игрокам, но его всё же можно использовать для увеличения скорости.

source: During the real race it's possible to shoot other players in order to slow them down.
fr: Pendant la course, il est possible de tirer sur les autres joueurs afin de les ralentir.
gl: Durante a carreira real é posible disparar a outros xogadores para ralentizalos.
it: Durante la vera corsa è possibile sparare agli altri giocatori per rallentarli.
pt_br: Durante a verdadeira corrida, é possível atirar em outros jogadores para retardá-los.
ru: Во время реального забега можно стрелять в других игроков, чтобы замедлить их.

source: Race
ast: Carrera
bg: Състезание
de: Rennen
es: Carrera
fi: Kilpailu (RACE)
fr: Course
gl: carreira
it: Corsa
ja_jp: レース
pl: Wyścig
pt_br: Corrida
ro: Cursă
ru: Гонка
sr: Трка

source: Race against other players to the finish line
ast: Cuerri escontra otros xugadores hasta la llinia de meta
bg: Състезавай се срещу другите играчи до финала
de: Renne gegen die anderen Spieler zur Ziellinie
es: Carrera contra otros jugadores hasta la línea de meta
fi: Kisaa toisia pelaajia vastaan kohti maaliviivaa
fr: Faites la course contre d'autres joueurs jusqu'à la ligne d'arrivée
gl: Carreira contra outros xogadores ata a meta
it: Gareggia contro gli altri giocatori fino all'arrivo
ja_jp: フィニッシュラインに他の選手とのレース
pl: Ścigaj się z innymi graczami do mety
pt_br: Corra contra outros jogadores até a linha de chegada
ro: Întrece-te cu ceilalți jucători până la linia de sosire
ru: Мчитесь к финишной черте быстрее соперников
sr: Тркајте се са осталим играчима до циља
sv: Tävla mot andra spelare mot slutlinjen

source: Laps:
ast: Vueltes:
be: Колы:
bg: Обиколки:
de: Runden:
es: Vueltas:
fi: Kierrokset:
fr: Nombre de tours :
gl: Voltas:
it: Giri:
ja_jp: ラップ数:
pl: Okrążenia:
pt_br: Voltas:
ro: Ture:
ru: Круги:
sr: Кругови:
sv: Varv:
uk: Кругів:

source: Hunter
bg: Ловец
de: Jäger
es: Cazador
fr: Chasseur
gl: cazador
it: Cacciatore
ja_jp: ハンター
pt_br: Caçador
ru: Охотник
sv: Jägare

source: Survivor
bg: Плячка
de: Überlebender
es: Superviviente
fr: Survivant
gl: Supervivente
it: Sopravvissuto
ja_jp: サバイバー
pt_br: Sobrevivente
ru: Выживший
sv: Överlevande

source: %s is a hunter-survivor gametype involving two teams where the goal of the hunters is to frag all survivors, and the goal of the survivors is to frag all hunters or survive until time runs out. The trick lies in the fact that survivors don't know who else is a survivor.
it: %s è un tipo di gioco cacciatore-sopravvissuto che coinvolge due squadre dove l'obiettivo dei cacciatori è eliminare tutti i sopravvissuti, e l'obiettivo dei sopravvissuti è eliminare tutti i cacciatori o sopravvivere fino allo scadere del tempo. Il trucco sta nel fatto che i sopravvissuti non sanno chi sono gli altri sopravvissuti.
ru: %s — это режим игры «охотник-выживший», в котором участвуют две команды. Цель охотников — уничтожить всех выживших, а цель выживших — уничтожить всех охотников или выжить до истечения времени. Хитрость заключается в том, что выжившие не знают, кто ещё является выжившим.

source: Since the goal of both teams is essentially to eliminate all members of the opposite team, it can be tricky for survivors to figure out their fellow teammates.
fr: Étant donné que l'objectif des deux équipes est pour ainsi dire d'éliminer tous les membres de l'équipe adverse, il peut être difficile pour les survivants d'identifier leurs coéquipiers.
gl: Como o obxectivo de ambos equipos é esencialmente eliminar a todos os membros do equipo contrario, pode ser complicado para os superviventes identificar aos seus compañeiros de equipo.
it: Dato che l'obiettivo di entrambe le squadre è essenzialmente eliminare tutti i membri della squadra avversaria, può essere difficile per i sopravvissuti scoprire i propri compagni di squadra.
pt_br: Como o objetivo de cada equipe é essencialmente eliminar todos os membros da equipe adversária, pode ser complicado para os sobreviventes descobrirem quem são os seus colegas.
ru: Поскольку цель обеих команд в основном состоит в том, чтобы уничтожить всех членов противоположной команды, выжившим может быть сложно определить своих товарищей по команде.
