Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Only in Duel
ast: Namás nos duelos
de: Nur in Duell
es: Sólo en Duelo
fi: Vain Kaksintaistelussa
fr: Seulement en Duel
gl: Só en Duelo
it: Solo in Duello
ja_jp: 決闘でのみ
pl: Tylko w Pojedynkach
pt_br: Somente em Duelo
ro: Doar în duel
ru: Только в дуэли
sv: Bara i Duell

source: Only in team games
de: Nur in Teamspielen
es: Sólo en juego de equipo
fi: Vain joukkuepeleissä
fr: Seulement dans les jeux en équipe
gl: Só nos xogos de equipo
it: Solo nei giochi a squadre
ja_jp: チームゲームのみ
pl: Tylko w grach zespołowych
pt_br: Apenas em modos de equipes
ro: Doar în jocurile de echipă
ru: Только в командных играх
sv: Bara i lagspel

source: In team games and Duel
de: In Teamspielen und Duell
es: En juegos de equipo y duelo
fi: Joukkuepeleissä sekä kaksintaisteluissa
fr: Dans les jeux en équipe et duels
gl: En xogos de equipo e Duelo
it: Nei giochi a squadre e Duello
ja_jp: チームゲームと決闘で
pl: W grach zespołowych i Pojedynkach
pt_br: Em modos de equipes e Duelo
ro: În jocurile de echipă și duel
ru: В командных играх и дуэлях
sv: I lagspel och Duell

source: Body fading:
ast: Esvanecimientu de cuerpos:
be: Зацямняць забітых:
bg: Избледняване на труповете:
de: Leichenausblendung:
es: Desvanecimiento de cuerpo:
fi: Ruhohäivytys:
fr: Effacement des corps :
gl: Desvanecemento corporal:
it: Dissolvenza corpi:
ja_jp: 体フェージング:
pl: Zanikanie ciał:
pt_br: Desaparecimento de corpos:
ro: Atenuare corpuri:
ru: Затемнять убитых:
sr: Изблеђивање тела:
sv: Kroppstoning:
uk: Зникнення тіл:

source: Gibs:
ast: Cachos de cadabres:
be: Шматкі:
bg: Мръвки:
de: Fleischteile:
es: Vísceras:
fi: Raajat:
fr: Effets sanglants :
gl: visceras
it: Gib:
ja_jp: バラバラ死体:
pl: Flaki:
pt_br: Tripas:
ro: Cotlete:
ru: Ошмётки:
sr: Клин са куком:
sv: Kroppsdelar:
uk: Шматки тіл:

source: GIBS^None
ast: Nengún
be: GIBS^Не
bg: GIBS^Няма
de: Aus
es: Ninguno
fi: GIBS^Ei mitään
fr: Aucun
gl: GIBS^Ningunha
it: Nessuno
ja_jp: なし
pl: Żadne
pt_br: Desabilitadas
ro: GIBS^Nici unul
ru: Нет
sr: GIBS^Ниједан
sv: Inga
uk: Вимкнуто

source: GIBS^Few
ast: Dalgunos
be: GIBS^Крыху
bg: GIBS^Малко
de: Wenige
es: Pocas
fi: GIBS^Vähän
fr: Légers
gl: GIBS^Poucas
it: Pochi
ja_jp: 少ない
pl: Kilka
pt_br: Poucas
ro: GIBS^Puține
ru: Мало
sr: GIBS^Понеки
sv: Få
uk: Мало

source: GIBS^Many
ast: Munchos
be: GIBS^Багата
bg: GIBS^Повече
de: Einige
es: Muchos
fi: GIBS^Paljon
fr: Normaux
gl: GIBS^Moitas
it: Molti
ja_jp: 多い
pl: Wiele
pt_br: Muitas
ro: GIBS^Multe
ru: Много
sr: GIBS^Доста
sv: Många
uk: Більше

source: GIBS^Lots
ast: Milenta
be: GIBS^Дахалеры і трошкі
bg: GIBS^Много
de: Viele
es: Montones
fi: GIBS^Runsaasti
fr: Gores
gl: GIBS^Montóns
it: Parecchi
ja_jp: たくさん
pl: Dużo
pt_br: Excessivas
ro: GIBS^Foarte multe
ru: Тонны
sr: GIBS^Мноштво
sv: Massor
uk: Багато

source: Models
ast: Modelos
be: Мадэлі
bg: Модели
de: Modelle
es: Modelos
fi: Mallit
fr: Modèles
gl: Modelos
it: Modelli
ja_jp: モデル
pl: Modele
pt_br: Modelos
ro: Modele
ru: Модели
sr: Модели
sv: Modeller

source: Customize how players and items are displayed in game
ast: Personaliza cómo van amosase los xugadores y oxetos nel xuegu
bg: Настрой как играчи и предмети биват показвани в играта
de: Stelle ein, wie Spieler und Gegenstände im Spiel angezeigt werden
es: Personaliza cómo los jugadores y objetos aparecen en el juego
fi: Mukauta miten pelaajat ja esineet näytetään pelissä
fr: Personnaliser la façon dont les joueurs et les objets sont affichés dans le jeu
gl: Personaliza como se mostran os xogadores e elementos no xogo
it: Personalizza come i giocatori e gli oggetti sono mostrati nel gioco
ja_jp: ゲームでのプレーヤーとアイテムの表示方法をカスタマイズする
pl: Ustaw jak gracze i przedmioty są pokazywane w grze
pt_br: Personalize como jogadores e itens são exibidos dentro do jogo
ro: Personalizează cum jucătorii și obiectele sunt afișate în joc
ru: Настроить, как игроки и предметы будут отображены
sr: Прилагоди како су ствари и играчи приказани у игри
sv: Anpassa hur spelare och saker visas i spelet

source: Perspective
gl: Perspectiva
it: Prospettiva
pt_br: Perspectiva
ru: Перспектива

source: Field of view:
ast: Campu de visión:
be: Сектар агляду, гр:
bg: Зрително поле:
de: Sichtfeld:
es: Campo de visión:
fi: Näkökenttä:
fr: Champ de vue :
gl: Campo de visión:
it: Campo visuale:
ja_jp: 視野:
pl: Pole widzenia:
pt_br: Campo de visão:
ro: Câmp vizual:
ru: Угол обзора:
sr: Видно поље:
sv: Synfält:
uk: Поле зору:

source: Field of vision in degrees
ast: El campu de visión en graos
de: Gesichtsfeld in Grad
es: Campo de visión en grados
fi: Näkökenttä asteissa
fr: Champ de vision en degrés
gl: Campo de visión en graos
it: Campo visuale in gradi
ja_jp: 度単位の視野
pl: Pole widzenia w stopniach
pt_br: Campo de visão em graus.
ro: Câmp vizual în grade
ru: Угол обзора в градусах
sv: Synfält i grader

source: 1st person perspective
ast: Perspeutiva en 1ᵉʳ persona
be: Від ад першай асобы
bg: Перспектива от първо лице
de: Aus eigenen Augen schauen
es: Perspectiva en 1ª persona
fi: 1. persoonan näkymä
fr: Vue à la 1ère personne
gl: Perspectiva en 1ª persoa
it: Prospettiva in 1ª persona
ja_jp: 一人称視点
pl: Widok Pierwszoosobowy
pt_br: Perspectiva em 1ª pessoa
ro: Perspectivă persoana I
ru: Вид от первого лица
sr: Поглед из првог лица
sv: Första-personsperkspektiv
uk: Вид від першої особи

source: Slide to third person upon death
ast: Cambiar a la perspeutiva en 3ᵉʳ persona al morrer
be: Пераходзіць у від ад трэцяй асобы пры смерці
de: Nach Tod von außen anschauen
es: Cambiar a tercera persona tras la muerte
fi: Liu'uta kolmannen persoonan näkymään kuollessa
fr: Basculer en vue à la troisième personne si vous êtes tué
gl: Deslízase cara a terceira persoa ao morrer
it: Vista in 3ª persona quando muori
ja_jp: 死後三人称視点に変更する
pl: Przejdź do widoku trzecioosobowego po śmierci
pt_br: Mudar para terceira pessoa depois de morrer
ro: Glisați la persoana a III-a după moarte
ru: Переходить в режим третьего лица при смерти
sr: Пребаци се на поглед из трећег лица након умирања
sv: Glid till tredje-person vid död

source: Smooth the view when landing from a jump
ast: Adondar la vista al aterrizar d'un saltu
be: Змякчаць від пры прызямленні
bg: Замъгляване на изгледа при приземяване след скачане
de: Sanftes Landen
es: Suavizar perspectiva al aterrizar desde un salto
fi: Pehmennä näkymää laskeuduttaessa
fr: Amortir la vue après un saut
gl: Suavizar a vista ao aterrar dun salto
it: Ammorbidisci la visuale dopo un salto
ja_jp: ジャンプから着陸するときにビューを滑らかにする
pl: Wygładź widok podczas skakania
pt_br: Suavizar a visão quando aterrissar de um salto
ro: Atenuează imaginea când se aterizează după o săritură
ru: Плавное приземление камеры после прыжка
sr: Изглади поглед при доскоку из скока
sv: Jämna ut vyn efter landning från ett hopp
uk: Вирівнювати поле зору після приземлення після стрибка

source: Smooth the view while crouching
be: Змякчаць від, калі крадзешся
bg: Замъгляване на изгледа при клякане
de: Sanftes Kriechen
es: Suavizar perspectiva al agachar
fi: Pehmennä näkymää kun menet kyykkyyn
fr: Amortir les transitions debout-accroupi
gl: Suaviza a vista mentres te agachas
it: Ammorbidisci la visuale abbassandosi
ja_jp: しゃがみながらビューを滑らかにする
pl: Wygładź widok podczas kucania
pt_br: Suavizar a visão quando estiver agachado
ro: Atenuează imaginea în timpul ghemuirii
ru: Плавное приседание
sr: Изглади поглед приликом чучања
sv: Jämna ut vyn när man duckar
uk: Вирівнювати поле зору після присідання

source: View bobbing while walking around
be: Гайданне падчас хады
bg: Клатене на камерата по време на ходене
de: Blick-Animation beim Laufen
es: Movimento de perspectiva al caminar
fi: Heiluta näkymää kun kävelet
fr: Faire tanguer la vue en courant
gl: Ver balance mentres camiñas
it: Ondeggiamento visuale mentre cammini
ja_jp: 歩きながらビューをボビングする
pt_br: Oscilação de visão ao andar
ro: Vizualizează mișcare camerei în timpul mersului
ru: Покачивать камеру при ходьбе
sr: Љуљање погледа приликом шетања унаоколо
sv: Visa bobbning när man går runt
uk: Гойдання поля зору підчас ходьби

source: View waving while idle
be: Ваганне камеры падчас прастою
bg: Клатене на камерата по време на бездействие
de: Blick-Animation im Ruhezustand
es: Agitar perspectiva al estar inactivo
fi: Heiluta näkymää joutilaana
fr: Faire tanguer la vue à l'arrêt
gl: Ver onde se está inactivo
it: Vista ondeggiante quando inattivo
ja_jp: 不活発に中にビューを振る
pt_br: Ver acenos quando ausente
ro: Vizualizează ondularea în timpul inactivității
ru: Покачивать камеру при бездействии
sr: Махање погледом у мировању
sv: Visa viftning under stillastående
uk: Гойдання поля зору під час бездіяльності

source: 3rd person perspective
ast: Perspeutiva en 3ᵉʳ persona
be: Від ад трэцяй асобы
bg: Перспектива от трето лице
de: Aus externer Kamera schauen
es: Perspectiva en tercera persona
fi: 3. persoonan näkymä
fr: Vue à la 3è personne
gl: Perspectiva en 3ª persoa
it: Prospettiva in 3ª persona
ja_jp: 三人称視点
pl: Widok trzecioosobowy
pt_br: Perspectiva em 3ª pessoa
ro: Perspectivă persoana III-a
ru: Вид от третьего лица
sr: Поглед из трећег лица
sv: Tredje-personsperspektiv
uk: Вид від третьої особи

source: Back distance
ast: Distancia trasera
be: Глыбіня
bg: Разстояние отзад
de: Abstand nach hinten
es: Distancia hacia atrás
fi: Etäisyys taakse:
fr: Distance
gl: Distancia atrás
it: Distanza indietro
ja_jp: 後方距離
pt_br: Distância das costas
ro: Distanța în spate
ru: Отдаление от спины
sv: Bakavstånd
uk: Відстань ззаду

source: Up distance
ast: Distancia cimera
be: Вышыня
bg: Разстояние отгоре
de: Abstand nach oben
es: Distancia hacia arriba
fi: Etäisyys ylös:
fr: Hauteur
gl: Distancia arriba
it: Distanza in su
ja_jp: 上への距離
pt_br: Distância para cima
ro: Distanța în sus
ru: Высота
sv: Uppavstånd
uk: Відстань зверху

source: Allow passing through walls while spectating
ast: Trespasar les muries al ser espectador
be: Праходзіць праз муры пры назіранні
bg: Преминаване през стени по време на наблюдение
de: Durch Wände gehen beim Zuschauen
es: Permitir que en modo espectador pueda atravesar paredes
fi: Salli lentäminen seinien läpi katsojana
fr: Passer à travers les murs en mode spectateur
gl: Permitir atravesar paredes mentres se observa
it: Consenti attraversamento dei muri mentre si guarda
ja_jp: 観戦中に壁を通過できるようにする
pl: Pozwól na przechodzenie przez ściany w trybie obserwacji
pt_br: Atravessar paredes quando estiver de espectador
ro: Permite trecerea prin pereți ca spectator
ru: Проходить сквозь стены при наблюдении
sr: Дозволи пролазак кроз зидове приликом праћења
sv: Tillåt gång genom väggar som åskådare
uk: Дозволити рух крізь стіни для глядачів

source: Zooming
fr: Zoom
gl: Ampliando
it: Zoom
pt_br: Zoom
ru: Увеличитель

source: ZOOM^Zoom factor:
ast: Factor del zoom:
be: ZOOM^Множнік павелічэння:
de: Zoomfaktor:
es: Factor del zoom:
fi: ZOOM^Zoomauksen kerroin:
fr: Facteur du zoom :
gl: ZOOM^Factor de zoom:
it: Fattore zoom:
ja_jp: ズーム因子:
pl: ZOOM^Przybliżenie o:
pt_br: Fator do zoom:
ro: ZOOM^Factor zoom:
ru: Кратность увеличителя:
sr: ZOOM^Чинилац увећања:
sv: Zoomfaktor:

source: How big the zoom factor is when the zoom button is pressed
de: Setze den Vergrößerungsfaktor
es: El tamaño del factor de zoom cuando la tecla de zoom es pulsada
fi: Kuinka iso zoomauksen kerroin on zoomaus-nappia painettaessa
fr: Facteur du zoom lorsque vous appuyez sur le bouton de zoom
gl: Canto é o factor de zoom cando se preme o botón de zoom
it: Quanto grande è il fattore zoom quando il tasto per lo zoom viene premuto
ja_jp: ズームボタンを押したときのズーム率頻度
pt_br: Quão grande o fator do zoom será quando o botão de zoom for pressionado
ru: Множитель приближения при нажатии кнопки увеличителя
sr: Колико је велик чинилац увећања када се тастер за увећање притисне
sv: Hur stor zoomfaktorn är när zoom-knappen är tryckt

source: ZOOM^Zoom speed:
ast: Velocidá del zoom:
be: ZOOM^Хуткасць павелічэння:
bg: Скорост на приближаване:
de: Zoomgeschwindigkeit:
es: Velocidad del zoom:
fi: ZOOM^Zoom-nopeus:
fr: Vitesse du zoom :
gl: ZOOM^Velocidade do Zoom:
it: Velocità zoom:
ja_jp: ズーム速度:
pl: ZOOM^Prędkość zooma:
pt_br: Velocidade do zoom:
ro: ZOOM^Viteză zoom:
ru: Скорость увеличения:
sr: ZOOM^Брзина увећања:
sv: Zoomhastighet:

source: How fast the view will be zoomed, disable to zoom instantly
bg: Колко бързо ще бъде приближаван изгледа, изключи за незабавно приближаване
de: Bestimme wie schnell der angegebene Vergrößerungsfaktor erreicht werden soll, deaktivieren für sofortige Vergrößerung
es: La velocidad de la vista que será ampliada, deshabilitar para un zoom instantáneo
fi: Kuinka nopeasti näkymä zoomataan, ota pois käytöstä jotta zoom tapahtuu välittömästi
fr: Facteur « d'adoucissement » du zoom, 0 le désactive complètement
gl: A rapidez con que se ampliará a vista, desactiva o zoom ao instante
it: Quando velocemente la vista viene zoomata, disabilitalo per lo zoom istantaneo
ja_jp: ビューがズームされる速度頻度、無効にするとすぐにズームされる
pl: Jak szybko widok się przybliży, wyłącz by było natychmiastowe
pt_br: Quão rápido será o zoom da visão, desabilite para zoom instantâneo
ru: Скорость приближения при включении увеличителя; отключите, чтобы прицеливаться мгновенно
sr: Колико брзо ће поглед бити увећан, онемогући за тренутно увећање
sv: Hur snabbt vyn zoomar, stäng av för att zooma omedelbart

source: ZOOM^Instant
ast: Nel intre
be: ZOOM^Імгненна
bg: ZOOM^Моментално
de: Sofort
es: Instantáneo
fi: ZOOM^Heti
fr: Instantané
gl: ZOOM^Instantaneo
it: Istantaneo
ja_jp: 瞬時
pl: ZOOM^Natychmiast
pt_br: Instantâneo
ru: Мгновенная
sr: ZOOM^Тренутно
sv: Omedelbart
uk: Миттєвий

source: ZOOM^Zoom sensitivity:
ast: Sensibilidá del zoom:
be: ZOOM^Чуласць павелічэння:
bg: Чувствителност на приближаване:
de: Zoom-Empfindlichkeit:
es: Sensibilidad del zoom:
fi: ZOOM^Zoom-herkkyys:
fr: Sensibilité du zoom :
gl: ZOOM^Sensibilidade do Zoom:
it: Sensibilità zoom:
ja_jp: ズーム感度:
pl: ZOOM^Czułość zooma:
pt_br: Sensibilidade do zoom:
ro: ZOOM^Sensibilitate zoom
ru: Чувств-ть увеличителя:
sr: ZOOM^Осетљивост увећања:
sv: Zoomkänslighet

source: How zoom changes sensitivity, from 0% (lower sensitivity) to 100% (no sensitivity change)
fr: Changement de sensibilité lors du zoom, de 0 % (sensibilité réduite) à 100 % (aucun changement de sensibilité)
gl: Como o zoom cambia a sensibilidade, de 0 % (menor sensibilidade) a 100 % (sen cambio de sensibilidade)
it: Come lo zoom fa variare la sensibilità del mouse, da 0% (sensibilità più bassa) a 100% (nessun cambio di sensibilità)
pt_br: Como o zoom altera a sensibilidade, a partir do valor 0% (sensibilidade mais baixa) até 100% (sem alterações na sensibilidade)
ru: Как увеличительный прицел влияет на чувствительность мыши: от 0% (низкая чувствительность) до 100% (не меняется)

source: Zoom scrolling
de: Zoom-Scrollen
fr: Défilement du zoom
gl: Deslizar con zoom
it: Scorrimento zoom
pt_br: Zoom rolando
ru: Прокрутка увеличителя колесом мыши

source: Velocity zoom
ast: Zoom pola velocidá
be: Хуткасць павелічэння
de: Geschwindigkeits-Zoom
es: Velocidad del zoom
fi: Kiertonopeus-zoom
fr: Zoom cinétique
gl: Velocidad do Zoom
it: Zoom di velocità
ja_jp: 速度ズーム
pt_br: Zoom baseado na velocidade
ro: Viteză zoom
ru: Быстрота увеличения
sr: Увећање брзине
sv: Hastighetszoom

source: VZOOM^Factor
ast: Factor
be: VZOOM^Множнік
bg: VZOOM^Коефициент
de: Faktor
es: Factor
fi: VZOOM^Kerroin
fr: Facteur
it: Fattore
ja_jp: 因子
pl: VZOOM^Współczynnik
pt_br: Fator
ru: Кратность
sr: VZOOM^Чинилац
sv: Faktor

source: Forward movement only
ast: Siguir namás al movimientu
be: Рух толькі наперад
de: Nur bei Vorwärtsbewegung
es: Sólo movimiento frontal
fi: Vain eteenpäinliike
fr: Mouvement vers l'avant seulement
gl: Só movemento cara adiante
it: Solo movimento in avanti
ja_jp: 前進のみ
pt_br: Apenas ao movimentar-se para frente
ro: Mișcare înainte doar
ru: Только при движении вперёд
sr: Само кретање унапред
sv: Bara framåtrörelse

source: Display reticle 2D overlay while zooming
be: Паказв. крыж прыцэлу падчас павелічэння
de: Zielmarke beim Zoomen anzeigen
es: Mostrar retraso del retículo 2D mientras hace acercamiento
fi: Näytä 2D-päällisristikko zoomatessa
fr: Afficher le réticule 2D lors du zoom
gl: Mostra a superposición 2D da retícula mentres fai zoom
it: Mostra reticolo durante lo zoom
ja_jp: ズーム中にレチクル2Dオーバーレイを表示する
pt_br: Exibe uma sobreposição reticular em 2D durante o zoom
ro: Afișează suprapunere reticul 2D în timpul zoom-ului
ru: Показывать двухмерный эффект увеличительного прицела
sr: Прикажи мрежасти 2Д преклоп током увећања
sv: Visa 2D-retikelöverlagning under zoomning

source: Release zoom when you die or respawn
ast: Quitar el zoom al morrer o remanecer
be: Скідаць павелічэнне пры смерці ці адраджэнні
de: Bei Tod Zoom beenden
es: Soltar acercamiento cuando muere o reaparece
fi: Vapauta zoom kuollessa tai uudelleensynnyttäessä
fr: Relâcher le zoom quand vous mourrez ou réapparaissez
gl: Solta o zoom cando morras ou reapareces
it: Rilascia zoom quando muori o rinasci
ja_jp: 死んだりリスポーンしたときにズームを解放する
pt_br: Soltar o zoom quando você morre ou ressurge
ro: Scoate zoom când mori sau reînvii
ru: Отключать увеличитель при смерти или возрождении
sr: Престани са увећањем након умирања или оживљавања
sv: Släpp zoom när du dör eller återskapas

source: Release zoom when you switch weapons
ast: Quitar el zoom al cambiar d'arma
be: Скідаць павелічэнне пры змене зброі
de: Bei Waffenwechsel Zoom beenden
es: Soltar acercamiento cuando cambia de arma
fi: Vapauta zoom vaihtaessasi aseita
fr: Relâcher le zoom quand vous changez d'arme
gl: Solta o zoom cando cambies de arma
it: Rilascia zoom quando cambi arma
ja_jp: 武器を切り替えるときにズームを解放する
pt_br: Soltar o zoom quando você troca de arma
ro: Scoate zoom când schimbi armele
ru: Отключать увеличитель при смене оружия
sr: Престани са увећањем при промени оружја
sv: Släpp zoom när du växlar vapen

source: View
ast: Vista
be: Выгляд
bg: Изглед
de: Ansicht
es: Vista
fi: Näkymä
fr: Vue
gl: Vista
it: Vista
ja_jp: ビュー
pl: Widok
pt_br: Visão
ro: Vedere
ru: Вид
sr: Поглед
sv: Vy

source: Weapon Priority List (* = mutator weapon)
ast: Llista de prioridá d'armes (* = arma mutada)
de: Waffenprioritätenliste (* = Mutator-Waffe)
es: Lista de Prioridades de Armas (* = arma mutadora)
fi: Aseiden ensisijaisuusluettelo (* = muovaaja-ase)
fr: Liste de priorité des armes (* = arme de mutateur)
gl: Lista de prioridades de armas (* = arma mutadora)
it: Lista Priorità Armi (* = arma mutatore)
ja_jp: 武器優先リスト (* = ミューテーター武器)
pl: Lista priorytetów broni (* = broń z mutatora)
pt_br: Lista de Prioridade de Armas (* = arma de modificador)
ro: Listă Prioritate Arme (* = mutator armă)
ru: Очерёдность оружия (* = из мутатора)
sr: Списак важности оружја (* = мутаторско оружје)
sv: Lista På Vapenprioritet (* = mutatorvapen)

source: Up
ast: Xubir
be: Вышэй
bg: Нагоре
de: Hoch
es: Arriba
fi: Ylös
fr: Haut
gl: Arriba
it: Su
ja_jp: 上
pl: W górę
pt_br: Mover para cima
ro: Sus
ru: Вверх
sr: Горе
sv: Upp
uk: Нагору

source: Down
ast: Baxar
be: Ніжэй
bg: Надолу
de: Runter
es: Abajo
fi: Alas
fr: Bas
gl: Abaixo
it: Giù
ja_jp: 下
pl: W dół
pt_br: Mover para baixo
ro: Jos
ru: Вниз
sr: Доле
sv: Ner
uk: Вниз

source: Use priority list for weapon cycling
ast: Usar la llista de prioridá pal cambéu d'arma
be: Улічваць прыярытэты пры гартанні зброі
bg: Използване на приоритетния списък при превключване
de: Waffenreihenfolge für Mausrad verwenden
es: Usar lista de prioridad para ciclo de armas
fi: Hyödynnä ensisijaisuusluetteloa asekierrätyksessä
fr: Utiliser la liste de priorité pour changer d'arme
gl: Usa a lista de prioridades para o ciclo de armas
it: Usa la lista di priorità per ciclare le armi
ja_jp: 武器のサイクリングに優先リストを使用する
pl: Użyj hierarchi ważności przy zmienianiu broni
pt_br: Usar lista de prioridades como ordem de alternação de armas
ro: Utilizare listă pentru selectarea armelor
ru: Использовать очерёдность при переключении оружия
sr: Користи списак важности за мењање оружја
sv: Använd prioritetslista för vapencykel
uk: Використовувати список приоритетів для прокрутки зброї

source: Make use of the list above when cycling through weapons with the mouse wheel
ast: Usa la llista d'al llau al cambiar d'arma cola rueda del mur
de: Verwende die oben angegebene Liste, wenn die Waffen mit Hilfe des Mausrads gewechselt werden
es: Hacer uso de la lista de abajo cuando cambia de arma con la rueda del ratón
fi: Hyödynnä ylläolevaa luetteloa läpikäydessä asevalikoimaa hiiren rullalla
fr: Utiliser la liste de priorité pour le changement d'armes avec la molette de la souris
gl: Fai uso da lista anterior cando percorres armas coa roda do rato
it: Usa la lista qui sotto per definire le armi usando la rotellina del mouse
ja_jp: マウスホイールで武器をサイクリングするときは、上記のリストを使用する
pl: Użyj powyższej listy przy zmienianiu broni za pomocą scrolla na myszy
pt_br: Faz uso da lista acima durante a alternação de armas com a roda do mouse
ru: Использовать список выше при выборе оружия с помощью колеса мыши
sr: Користи списак изнад приликом мењања оружја помоћу точкића миша
sv: Ta användning av listan ovanför när vapen cyklas genom med mushjulet

source: Cycle through only usable weapon selections
ast: Percorrer namás les armes que puen usase
be: Цыкл толькі па гатовай да ўжывання зброі
de: Nur zwischen nutzbaren Waffen wechseln
es: Cambiar solamente a través de armas usables
fi: Läpikäy vain käytettäviä aseita
fr: Toujours basculer vers une arme disponible
gl: Percorre só as seleccións de armas utilizables
it: Cicla solo selezioni di armi utilizzabili
ja_jp: 使用可能な武器の選択のみを循環する
pl: Zmieniaj tylko do dających się użyć broni
pt_br: Alterne somente entre armas utilizáveis
ro: Răsfoiește doar prin selecția de arme utilizabile
ru: Переключаться только между применимыми пушками
sv: Växla bara mellan användbara vapenval

source: Weapon Options
fr: Options des armes
gl: Opcións de armas
it: Impostazioni arma
pt_br: Opções de Armas
ru: Параметры оружия

source: Release attack buttons when you switch weapons
ast: Soltar los botones d'ataque al cambiar d'arma
be: Адпускаць кнопку атакі пры пераключэнні зброі
de: Beim Waffenwechsel mit dem Schießen aufhören
es: Soltar botones de ataque cuando cambia de arma
fi: Vapauta hyökkäyspainikkeet vaihtaessasi aseita
fr: Relâcher les boutons d'attaque quand vous changez d'arme
gl: Solta os botóns de ataque cando cambies de arma
it: Rilascia tasti di attacco cambiando arma
ja_jp: 武器を切り替えるときに攻撃ボタンを解放する
pl: Puść przycisk ataku przy zmienianiu broni
pt_br: Soltar os botões de ataque durante a troca de arma
ro: Eliberează butoanele de atac când schimbi armele
ru: Отжимать кнопки атаки при смене оружия
sr: Отпусти тастере за напад при промени оружја
sv: Släpp attackknappar när du byter vapen

source: Auto switch weapons on pickup
ast: Cambiar d'arma automáticamente al pañala
be: Адразу браць у рукі паднятую зброю
bg: Автоматично превключване на оръжието при вземане
de: Automatisch auf beste Waffe wechseln
es: Cambiar automáticamente de arma al recoger
fi: Vaihda ase automaattisesti poimimisen jälkeen
fr: Changer d'arme automatiquement au ramassage
gl: Cambio automático de armas na recollida
it: Cambia automaticamente arma alla raccolta
ja_jp: 拾ったときに自動的に武器を切り替える
pl: Samoczynnie zmieniaj broń przy podnoszeniu
pt_br: Trocar para a arma coletada automaticamente
ro: Schimbare automată a armelor după obținere
ru: Автоматически переключаться на поднятое оружие
sr: Самостално промени оружје при купљењу
sv: Byt vapen automatiskt när de tas upp
uk: Автоматично перемикатись на підняту зброю
