Repository: xonotic/xonotic-data.pk3dir
Catalog: common.la.po
Languages: la

source: Chat message sound
la: Locutorii soni

source: Menu sounds
la: Indicis soni

source: Play sounds when clicking menu items
la: Quidam sonus fit cum indicem cliccas

source: Focus sounds
la: Attentionis soni

source: Play sounds when hovering over menu items too
la: Quidam sonus fit cum indicem transis

source: Time announcer:
la: Tempus nuntiare:

source: WRN^Disabled
la: Non nuntiare

source: WRN^Both
la: Ambo nuntiare

source: Automatic taunts:
la: Maledicta:

source: Automatically taunt enemies after fragging them
la: Inimico maledicis cum eum occidis

source: Sometimes
la: Nonnunquam

source: Often
la: Saepe

source: Are you sure you want to reset all key bindings?
la: Certumne est tibi oblivisci omnes claves premendas?

source: Reset key bindings
la: Reponere claves premendas

source: Quality preset:
la: Pulchritudinum exempla:

source: PRE^Low
la: Parva

source: PRE^Medium
la: Media

source: PRE^Normal
la: Ordinaria

source: PRE^High
la: Magna

source: PRE^Ultra
la: Ultra

source: Geometry detail:
la: Subtilitas geometrica:

source: Change the smoothness of the curves on the map
la: Harenae flexuum lenitatem eligere

source: DET^Lowest
la: Minima

source: DET^Low
la: Parva

source: DET^Normal
la: Ordinaria

source: DET^Good
la: Bona

source: DET^Best
la: Optima

source: DET^Insane
la: Immoderata

source: Player detail:
la: Ludentis formae subtilitas:

source: PDET^Low
la: Parva

source: PDET^Medium
la: Media

source: PDET^Normal
la: Ordinaria

source: PDET^Good
la: Bona

source: PDET^Best
la: Optima

source: Texture resolution:
la: Texturae claritudo:

source: RES^Lowest
la: Minima

source: RES^Very low
la: Minor

source: RES^Low
la: Parva

source: RES^Normal
la: Ordinaria

source: RES^Good
la: Bona

source: RES^Best
la: Optima

source: Avoid lossy texture compression
la: Cum texturae memoria computatralis breviatur, subtilitas servanda est

source: Disable sky for performance and visibility
la: Caelum neglegere ut computatrum celerius sit et imagines evidentes sint

source: Show sky
la: Caelum videre

source: Use lightmaps
la: Lucum tabulis uti

source: Use high resolution lightmaps, which will look pretty but use up some extra video memory
la: Lucum tabulis subtilibus utitur, ut imagines pulchriores sint, visionis memoria computatralis maior tamen necesse est

source: Deluxe mapping
la: Tabulae luxuriosae

source: Use per-pixel lighting effects
la: Illuminatio in singulos quadri laterculos

source: Gloss
la: Superficies illustres

source: Enable the use of glossmaps on textures supporting it
la: Illustrationum tabulis utitur in texturis quae eas contineant

source: Offset mapping
la: Tuberum tabulae

source: Offset mapping effect that will make textures with bumpmaps appear like they "pop out" of the flat 2D surface
la: Tuberum tabulis utitur, ut quaedam texturae tuberosae videantur, potius quam omnes texturae lenes sint

source: Relief mapping
la: Anaglyptorum tabulae

source: Higher quality offset mapping, which also has a huge impact on performance
la: Subtiliorum tuberum tabulae, et si eis utitur, computatrum minus velox erit

source: Reflections:
la: Reflexiones:

source: Reflection and refraction quality, has a huge impact on performance on maps with reflecting surfaces
la: Lucum reflexionum refractionumque pulchritudo. Si ea maior est et sunt multae harenae partes reflectentes, computatrum minus velox erit

source: Resolution of reflections/refractions
la: Reflexionum refractionumque subtilitas

source: Blurred
la: Rudis

source: REFL^Good
la: Bona

source: Sharp
la: Clara

source: Decals
la: Sigilla

source: Enable decals (bullet holes and blood)
la: Sigilla pinguntur (picturae missilium perforantium sanguinumque)

source: Decals on models
la: Sigilla in formis

source: Distance:
la: Distantia:

source: Decals further away than this will not be drawn
la: Sigilla quae distant plus quam hanc mensuram non pinguntur

source: Time in seconds before decals fade away
la: Numerus secundorum, post quae evanescunt sigilla

source: Damage effects:
la: Vulnera pingere:

source: DMGFX^Disabled
la: Nullum

source: Skeletal
la: Ossium

source: DMGFX^All
la: Omnia

source: Realtime dynamic lights
la: Luces mutabiles

source: Temporary realtime light sources such as explosions, rockets and powerups
la: Luces breves, quae ab e.g. eruptionibus, missilibus, potestatibus oriuntur

source: Shadows
la: Umbrae

source: Shadows cast by realtime dynamic lights
la: Lucum mutabilium umbrae

source: Realtime world lights
la: Harenae luces mutabiles

source: Realtime light sources included in certain maps. May have a big impact on performance.
la: Lumina mutabilia quae quaedam harenae continent. Computatrum forte minus velox erit.

source: Shadows cast by realtime world lights
la: Harenae lucum mutabilium umbrae

source: Use normal maps
la: Normalium tabulis uti

source: Directional shading of certain textures to simulate interaction of realtime light with a bumpy surface
la: Quarumdam texturarum umbras secundum lineas normales pingit, ut lucum reflexiones in rebus tuberosis melius imitatur

source: Soft shadows
la: Umbrae lenes

source: Corona brightness:
la: Luces coronales:

source: Flare effects around certain lights
la: Fulgura circum quasdam luces

source: Fade coronas according to visibility
la: Luces coronales evanescunt secundum res quae videntur

source: Corona fading using occlusion queries
la: Luces coronales evanescunt secundum inquisitionem occludentium

source: Bloom
la: Illuminatio finitima

source: Enable bloom effect, which brightens the neighboring pixels of very bright pixels. Has a big impact on performance.
la: Illuminantur laterculi qui adiacent ad alios laterculos iam illuminatissimos. Itaque computatrum minus velox erit.

source: Extra postprocessing effects
la: Plura artificia

source: Enables special postprocessing effects for when damaged or under water or using a powerup
la: Plura artificia efficiuntur, e.g., picturae vulnerationis vel summersionis vel potestatis

source: Motion blur strength - 0.4 recommended
la: Quanta confusio colorum - 0.4 suadetur

source: Motion blur:
la: Confundere colores cum moves:

source: Particles
la: Particulae

source: Spawnpoint effects
la: Picturae parvae in loco ubi nascitur

source: Particle effects at all spawn points and whenever a player spawns
la: Particulae pinguntur in loco ubi nascitur et in ludentibus qui nascuntur

source: Quality:
la: Subtilitas:

source: Multiplier for amount of particles. Less means less particles, which in turn gives for better performance
la: Cum quo multiplicare numerum particularum. Si multiplicandus parvus est, erunt paucae particulae, atque computatrum velocius erit

source: Particles further away than this will not be drawn
la: Particulae quae distant plus quam hanc mensuram non pinguntur

source: Crosshair
la: Reticulum

source: No crosshair
la: Sine reticulo

source: Set a different crosshair for each weapon, good if you play without weapon models
la: Arma singula reticula distincta habent, quod prudens est si arma tua non vides

source: Size:
la: Magnitudo:

source: By health
la: Secundum sanitatem

source: Use rings to indicate weapon status
la: Anelli condiciones armorum indicant

source: Enable center crosshair dot
la: Reticuli punctum medium videre

source: Use normal color
la: Colore ordinario uti

source: Smooth effects of crosshairs
la: Lenes motiones reticulorum

source: Perform hit tests for the crosshair
la: Indicare in reticulo cum arma sunt examussim ad hostem

source: Blur if obstructed by an obstacle
la: Offuscare cum arma obstantur

source: Blur if obstructed by a teammate
la: Offuscare cum arma sunt ad collegam

source: Shrink if obstructed by a teammate
la: Minuere cum arma sunt ad collegam

source: Animate crosshair when hitting an enemy
la: Movere reticulum cum hostis vulneratur

source: Animate crosshair when picking up an item
la: Movere reticulum cum res colligitur

source: Scoreboard
la: Rationarium

source: Fading speed:
la: Quam celeriter evanescit:

source: Enable rows / columns highlighting
la: Versus/columnas illuminatas videre

source: Show accuracy underneath scoreboard
la: Accurationem sub rationario videre

source: Show team sizes:
la: Manuum magnitudines videre:

source: Team size position: Off=do not show; Left=on the left side of the scoreboard and move team scores to the right; Right=on the right of the scoreboard
la: Ubi manuum magnitudines scribantur: Sine=non scribuntur; Sinistrum=in latere sinistro rationarii, et manuum rationes in dextro; Dextrum=in latere dextro rationarii

source: Waypoints
la: Loci indicati

source: Display waypoint markers for objectives on the map
la: Locos indicatos in metis harenae videre

source: Show various gametype specific waypoints
la: Locos indicatos proprios modi videre

source: Font size:
la: Litterae magnitudo:

source: Edge offset:
la: A margine distare:

source: Fade when near the crosshair
la: Evanescit si circum reticulum

source: Display names instead of icons
la: Nomina non imagines videre

source: Damage
la: Vulnus

source: Overlay:
la: Superpositum:

source: Factor:
la: Proportio:

source: Fade rate:
la: Quomodo evanescit:

source: Player Names
la: Ludentium Nomina

source: Show names above players
la: Nomina super ludentes videre

source: Max distance:
la: Distantia maxima:

source: Decolorize:
la: Colorem minuere:

source: Teamplay
la: Manus ludus

source: Only when near crosshair
la: Prope reticulum modo

source: Display health and armor
la: Sanitatem armaturamque videre

source: Other
la: Aliae

source: Speed unit:
la: Velocitatis unitas:

source: Damage overlay:
la: Vulnera superposita:

source: Dynamic HUD
la: Mobiles Notae Superpositae

source: HUD moves around following player's movement
la: Notae Superpositae moventur quasi cum ludente ambulet

source: Shake the HUD when hurt
la: Notae Superpositae vibrantur cum vulneraris

source: Enter HUD editor
la: Notarum Superpositarum optiones videre

source: HUD
la: Notae Superpositae

source: In order for the HUD editor to show, you must first be in game.
la: Si Notarum Superpositarum optiones videre vis, necesse est ludus incipi.

source: Do you wish to start a local game to set up the HUD?
la: Visne incipi ludum localem ut videas Notarum Superpositarum optiones?

source: Frag Information
la: Caedium Notae

source: Display information about killing sprees
la: De caedium seriebus notas videre

source: Only display sprees if they are achievements
la: Caedium series videre modo si insignes sunt

source: Show spree information in centerprints
la: Caedium series scribere in media parte

source: Show spree information in death messages
la: Caedium series scribere in mortuorum notis

source: Sprees in info messages:
la: Caedium series in condicionum notis:

source: SPREES^Disabled
la: Sine

source: Target
la: Vulnerati

source: Attacker
la: Vulnerans

source: SPREES^Both
la: Ambo

source: Print on a separate line
la: In alio versu scribere

source: Add extra frag information to centerprint when available
la: Plures notas de caedibus in scripto medio scribere si dicuntur

source: Add frag location to death messages when available
la: Locos caedium in mortuorum notis scribere si dicuntur

source: Gametype Settings
la: Ludi Modi Optiones

source: Display capture times in %s
la: Tempora captuum videre dum est %s

source: Display name of flag stealer in %s
la: Nomen eius qui vexillum rapuit videre dum est %s

source: Display console messages in the top left corner
la: Iussorum loci notas videre in angulo supero sinistro

source: Display all info messages in the chatbox
la: Omnes condicionum notas in locutorii loco videre

source: Display player statuses in the chatbox
la: Ludentium condiciones in locutorii loco videre

source: Powerup notifications
la: Potestatum nuntia

source: Weapon centerprint notifications
la: Armorum nuntia in scripto medio

source: Weapon info message notifications
la: Armorum nuntia in condicionum notis

source: Announcers
la: Nuntiatores

source: Respawn countdown sounds
la: Soni numerationis regredientis cum renascitur

source: Killstreak sounds
la: Soni seriei caedium

source: Achievement sounds
la: Rerum insignium soni

source: Messages
la: Notae

source: Items
la: Utilia

source: Use simple 2D images instead of item models
la: Imagines planas non formas solidas videre

source: Unavailable opacity:
la: Caecitas si absens:

source: Unavailable color:
la: Color si absens:

source: GHOITEMS^Black
la: Niger

source: GHOITEMS^Dark
la: Fuscus

source: GHOITEMS^Tinted
la: Tinctus

source: GHOITEMS^Normal
la: Ordinarius

source: GHOITEMS^Blue
la: Caeruleus

source: Players
la: Lusores

source: Force player models to mine
la: Ludentium formae aequales meae

source: Force player colors to mine
la: Ludentium colores aequales meo

source: Warning: if enabled in team games your team's color may be the same as the enemy team
la: NB: si in manus ludis hoc optas, forte non distinguuntur coloribus manus tua et manus hostium

source: Except in team games
la: Sed non manus ludis

source: Only in Duel
la: Duello modo

source: Only in team games
la: Manus ludis modo

source: In team games and Duel
la: Manus ludis et duello

source: Body fading:
la: Evanescunt corpora:

source: Gibs:
la: Intestina:

source: GIBS^None
la: Nulla

source: GIBS^Few
la: Pauca

source: GIBS^Many
la: Multa

source: GIBS^Lots
la: Plures

source: Models
la: Formae

source: Customize how players and items are displayed in game
la: Eligere formas imaginesque quas ludentes et utilia habeant

source: Perspective
la: Aspectus

source: Field of view:
la: Visionis intervallum:

source: Field of vision in degrees
la: Quantum intervallum angulare visibile

source: 1st person perspective
la: 1ae personae visio

source: Slide to third person upon death
la: Ad 3ae personae visionem labitur cum moreris

source: Smooth the view when landing from a jump
la: Mollitur visio cum solum tangis

source: Smooth the view while crouching
la: Mollitur visio cum subsidis

source: View bobbing while walking around
la: Undat visio cum ambulas

source: View waving while idle
la: Oscillatur visio cum quiescis

source: 3rd person perspective
la: 3ae personae visio

source: Back distance
la: Distantia ad dorsum

source: Up distance
la: Distantia superior

source: Allow passing through walls while spectating
la: Parietes transis dum spectas

source: Zooming
la: Amplificatio

source: ZOOM^Zoom factor:
la: Amplificationis multiplicandus:

source: How big the zoom factor is when the zoom button is pressed
la: Cum quo numero multiplicare amplificationem cum clavis premitur

source: ZOOM^Zoom speed:
la: Amplificationis celeritas:

source: How fast the view will be zoomed, disable to zoom instantly
la: Quam celeriter fiat amplificatio, nullam elige ut amplificatio statim fiat

source: ZOOM^Instant
la: Statim

source: ZOOM^Zoom sensitivity:
la: Perceptibilitas cum amplificatione

source: How zoom changes sensitivity, from 0% (lower sensitivity) to 100% (no sensitivity change)
la: Quomodo muris perceptibilitatem amplificatio mutat, ab 0% (minor perceptibilitas) ad 100% (aequalis perceptibilitas)

source: Zoom scrolling
la: Amplificare per muris rotam

source: Velocity zoom
la: Amplificare cum celer es

source: VZOOM^Factor
la: Proportio

source: Forward movement only
la: Modo si progrederis

source: Display reticle 2D overlay while zooming
la: Reticulum superpositum videre cum amplificatur

source: Release zoom when you die or respawn
la: Amplificationem removere cum moreris vel renasceris

source: Release zoom when you switch weapons
la: Amplificationem removere cum arma permutas

source: View
la: Visio

source: Weapon Priority List (* = mutator weapon)
la: Ordo armorum Praecedentia (* = mutationis arma)

source: Up
la: Sursum

source: Down
la: Deorsum

source: Use priority list for weapon cycling
la: Hoc ordine armorum uteris cum arma tenta permutas

source: Make use of the list above when cycling through weapons with the mouse wheel
la: Hoc ordine armorum secundum praecedentias uteris cum arma tenta permutas, per muris rotam vel aliam clavem quam elegisti

source: Cycle through only usable weapon selections
la: Cum arma tenta permutas, non tenebis in manu arma quibus uti non potes

source: Weapon Options
la: Armorum Optiones

source: Release attack buttons when you switch weapons
la: Statim missile emittis cum arma tenta commutas

source: Auto switch weapons on pickup
la: Arma tenta statim commutas cum nova capis

source: Automatically switch to newly picked up weapons if they are better than what you are carrying
la: Arma tenta statim commutas ut teneas in manu nova arma si haec sunt meliora quam arma anteriora

source: Auto switch in CTS:
la: Statim commutas dum est Cursus:

source: Weapon Visuals
la: Armorum Facies

source: Draw 1st person weapon model
la: 1ae persona armorum formam pingere

source: Draw the weapon model
la: Armorum formam pingere

source: Left align
la: Ad Sinistrum

source: Position of the weapon model; requires reconnect
la: Latus in quo armorum forma sit; conectere iterum necesse

source: Right align
la: Ad Dextrum

source: Gun model swaying
la: Armorum forma pendula

source: Gun model bobbing
la: Armorum forma undans

source: Weapon model opacity:
la: Armorum formae caecitas:

source: Apply team colors to weapon beam effects:
la: Manus colores pingere in emissionum lineis:

source: In team games
la: Manus ludis

source: Weapons
la: Arma

source: Key Bindings
la: Claves electae

source: Change key...
la: Alia clavis...

source: Edit...
la: Scribere...

source: Clear
la: Oblivisci

source: Reset all
la: Omnes reponere

source: Mouse
la: Mus

source: Sensitivity:
la: Perceptibilitas muris:

source: Mouse speed multiplier
la: Muris celeritatis multiplicandus

source: Smooth aiming
la: Muris motio suavior

source: Smooths the mouse movement, but makes aiming slightly less responsive
la: Polire muris motionem, quae morosior autem fieri potest

source: Invert aiming
la: Muris motio inversa

source: Invert mouse movement on the Y-axis
la: In muris motione, commutare 'sursum' et 'deorsum'

source: In-game linear acceleration factor. "Fully disabled" also disables other acceleration types that can be enabled via the m_accelerate_* cvars
la: Accelerationis multiplicandus linearis in ludo. Si "Nulla multiplicatio" eligitur non erunt aliae calculationes accelerationis quae iuberi possunt per variabiles m_accelerate_*

source: Acceleration factor:
la: Accelerationis multiplicandus:

source: MOUSEACCEL^Fully disabled
la: Nulla multiplicatio

source: MOUSEACCEL^Linear disabled
la: Sine lineari

source: Speed bounds:
la: Velocitatis limites:

source: Disable system mouse acceleration
la: Non accelerare murem secundum systema generale

source: Make use of DGA mouse input
la: Uti muris codice DGA

source: Use system mouse positioning
la: Muris motio secundum systema computatrale generale

source: Pressing "enter console" key also closes it
la: "Iussorum locum intrare" premere ut eo exeas quoque

source: Allow the console toggling bind to also close the console
la: Una clavis habet duas actiones oppositas, intrare et exire iussorum loco

source: Automatically repeat jumping if holding jump
la: Saltus iterare cum clavis 'salire' pressa tenetur

source: Jetpack on jump:
la: Sarcina volatilis in 'salire'

source: JPJUMP^Disabled
la: Sine

source: Air only
la: In aere modo

source: JPJUMP^All
la: Semper

source: Use joystick input
la: Uti gubernaculo

source: Command when pressed:
la: Iussum cum premitur:

source: Command when released:
la: Iussum cum solvitur:

source: Cancel
la: Nihil facere

source: User defined key bind
la: Clavis pro creato ab utente

source: Network
la: Interrete

source: Show netgraph
la: Retis graphicum videre

source: Show a graph of packet sizes and other information
la: In graphico magnitudines litterarum interretialium scribere et alia

source: Packet loss compensation
la: Compensare perditas litteras interretiales

source: Each packet includes a copy of the previous message
la: Quaeque litterae transcribunt litteras anteriores quoque

source: Movement prediction error compensation
la: Compensare motiones vitiose praedictas

source: Use encryption (AES) when available
la: Cryptographia (AES) uti si accipitur

source: HTTP downloads
la: Acceptiones interretiales per HTTP

source: Simultaneous:
la: Simul:

source: Maximum number of concurrent HTTP downloads
la: Numerus maximus acceptionum coniunctarum per HTTP

source: Bandwidth limit:
la: Nexionis interretialis velocitas maxima

source: Menu tooltips:
la: Adiutus cum indices transis:

source: Menu tooltips: disabled, standard or advanced (also shows cvar or console command bound to the menu item)
la: Adiutus indicum: nullus vel ordinarius vel involutus (i.e., scribit variabiles aut iussus computatrales affines)

source: TLTIP^Disabled
la: Nullus

source: TLTIP^Standard
la: Ordinarius

source: TLTIP^Advanced
la: Involutus

source: Menu animations:
la: Indicis animationes:

source: How fast animations in the menu occur
la: Quam celeres sunt indicis animationes

source: Disabled
la: Debilis

source: Text shadow
la: Scripti umbra

source: Draw a shadow behind all text to improve readability
la: Umbram sub scripto pingere ut facilius legatur

source: Show current date and time
la: Diem et horam videre

source: Show current date and time of day, useful on screenshots
la: Diem et horam videre, id quod est prudens in photographiis servatis

source: Advanced settings...
la: Optiones involutae...

source: Advanced settings where you can tweak every single variable of the game
la: Optiones involutae sunt ubi mutare potes quamvis optionem variabilem in ludo

source: Factory reset
la: Integrare omnia

source: Modified cvars only
la: Modo optiones mutatae

source: Setting:
la: Optio:

source: Type:
la: Genus:

source: Value:
la: Valor:

source: Reset to default
la: Optionem oblivisci

source: Description:
la: Descriptio:

source: Advanced settings
la: Optiones involutae

source: Are you sure you want to reset all settings?
la: Certumne est tibi oblivisci omnes optiones?

source: This will create a backup config in your data directory
la: Si hoc eligis, servabitur scriptum separatum cum omnibus optionibus in 'data', ut eas recordari possis

source: Menu Skin
la: Facies Indicis

source: Text Language
la: Scripti Lingua

source: Set language
la: Linguam eligere

source: Disable gore effects and harsh language
la: Sanguinis imagines et verba indecentia omittere

source: Replace blood and gibs with content that does not have any gore effects
la: Nec sanguinem nec intestina pingere, sed alias imagines decoras

source: Just the gore
la: Modo sine sanguine

source: Just the language
la: Modo sine verbis indecoris

source: While connected language changes will be applied only to the menu, full language changes will take effect starting from the next game
la: Dum conexio tenetur, in hanc linguam vertuntur indicum scripta solum, et alia scripta vertentur cum ludus posterior incipietur

source: Disconnect now
la: Dinectere nunc

source: Switch language
la: Linguam commutare

source: Warning
la: Nota bene

source: Full screen
la: Totum quadrum

source: Borderless window
la: Fenestra sine margine

source: Resolution:
la: Magnitudo:

source: Font/UI size:
la: Magnitudo Litterarum/Imaginum:

source: SZ^Unreadable
la: Illegibilis

source: SZ^Tiny
la: Minima

source: SZ^Little
la: Parvula

source: SZ^Small
la: Parva

source: SZ^Medium
la: Media

source: SZ^Large
la: Magna

source: SZ^Huge
la: Immensa

source: SZ^Gigantic
la: Gigas

source: SZ^Colossal
la: Colossica

source: Anaglyph 3D (red-cyan)
la: Simulare 3 dimensiones (per rubrum, caeruleum)

source: High-quality frame buffer
la: Subtiliores picturae in calculationum spatio

source: Antialiasing:
la: Imago polita:
