Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BG%s^K1 got caught up in the FLAC turret fire%s%s
bg: ^BG%s^K1 бе прихванат от огъня на FLAC кула%s%s
de: ^BG%s^K1 wurde vom FLAC-Feuer erwischt%s%s
es: ^BG%s^K1 fue atrapado en el fuego de la torreta FLAC%s%s
fi: ^BG%s^K1 otti osumaa FLAC-tykkitornin tulesta%s%s
fr: ^BG%s^K1 a été pris sous le feu de la tourelle FLAC%s%s
gl: ^BG%s^K1 quedou atrapado polo fogo da torreta FLAC%s%s
it: ^BG%s^K1 è stato preso dal fuoco della torretta FLAC%s%s
ja_jp: ^BG%s^K1 がFLAC砲塔の火事%s%sに巻き込まれた
pt_br: ^BG%s^K1 se meteu no meio do tiroteio de uma sentinela FLAC%s%s
ro: ^BG%s^K1 a fost prins în focul turelei%s%s
ru: ^BG%s^K1 попал под огонь Зенитной Пушки %s%s
sv: ^BG%s^K1 var inblandad i en FLAC-turrets eld%s%s
uk: ^BG%s^K1 потрапив у вогонь туреллі FLAC%s%s

source: ^BG%s^K1 was blasted away by a Hellion turret%s%s
bg: ^BG%s^K1 бе издухан от Hellion кула%s%s
de: ^BG%s^K1 wurde vom Hellion-Geschützturm weggeblasen%s%s
es: ^BG%s^K1 fue reventado por una torreta Hellion%s%s
fi: ^BG%s^K1 töräytettiin taivaan tuuliin Hellion-tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été mis en miettes par une tourelle Hellion%s%s
gl: ^BG%s^K1 foi destruído por unha torreta Infernal%s%s
it: ^BG%s^K1 è stato fatto esplodere da una torretta Hellion%s%s
ja_jp: ^BG%s^K1 はヘリオン砲塔%s%sによって爆破された
pt_br: ^BG%s^K1 foi explodido por uma sentinela Hellion%s%s
ro: ^BG%s^K1 a fost aruncat în aer de o turelă Hellion%s%s
ru: ^BG%s^K1 был разорван в клочья турелью Хулигана%s%s
sv: ^BG%s^K1 blev bortsprängd av en Hellion-turret%s%s
uk: ^BG%s^K1 був знищений туреллю Hellion%s%s

source: ^BG%s^K1 could not hide from the Hunter turret%s%s
bg: ^BG%s^K1 не успя да се скрие от Hunter кула%s%s
de: ^BG%s^K1 konnte sich nicht vor dem Jäger-Geschützturm verstecken%s%s
es: ^BG%s^K1 no se pudo esconder de la torreta Hunter%s%s
fi: ^BG%s^K1 ei kyennyt piiloutumaan Hunter-tykkitornilta%s%s
fr: ^BG%s^K1 n'a pas pu éviter la tourelle Hunter%s%s
gl: ^BG%s^K1 non podía esconderse da torreta Cazador%s%s
it: ^BG%s^K1 non è riuscito a nascondersi dalla torretta Hunter%s%s
ja_jp: ^BG%s^K1 はハンター砲塔%s%sから隠すことができなかった
pt_br: ^BG%s^K1 não conseguiu se esconder da sentinela Hunter%s%s
ro: ^BG%s^K1 nu s-a putut ascunde de turela Hunter%s%s
ru: ^BG%s^K1 не смог спрятаться от турели Hunter%s%s
sv: ^BG%s^K1 kunde inte gömma sig från en Hunter-turret%s%s
uk: ^BG%s^K1 не зміг сховатися від туреллі Hunter%s%s

source: ^BG%s^K1 was riddled full of holes by a Machinegun turret%s%s
bg: ^BG%s^K1 бе надупчен на решето от Machinegun кула%s%s
de: ^BG%s^K1 wurde von einem Geschützturm durchlöchert%s%s
es: ^BG%s^K1 fue acribillado por una torreta Ametralladora%s%s
fi: ^BG%s^K1 ammuttiin seulaksi Machinegun-tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été criblé de balles par une tourelle Mitrailleuse%s%s
gl: ^BG%s^K1 estaba cheo de buratos por unha Torreta Metralladora de%s%s
it: ^BG%s^K1 è stato crivellato da una torretta Machinegun%s%s
ja_jp: ^BG%s^K1 はマシンガン砲塔%s%sによって穴があふれていた
pt_br: ^BG%s^K1 ficou cheio de buracos por causa de uma sentinela de Metralhadora%s%s
ro: ^BG%s^K1 a fost ciuruit de o turelă Machinegun%s%s
ru: ^BG%s^K1 был изрешечён Пулемётной башней%s%s
sv: ^BG%s^K1 blev full av hål av en Kulsprute-turret%s%s
uk: ^BG%s^K1 був продірявлений туреллю Machinegun%s%s

source: ^BG%s^K1 got turned into smoldering gibs by an MLRS turret%s%s
bg: ^BG%s^K1 бе превърнат в тлееща жар от MLRS кула%s%s
de: ^BG%s^K1 wurde von einem MLRS-Geschützturm in qualmende Reste zerschossen%s%s
es: ^BG%s^K1 fue convertido en vísceras ardientes por una torreta MLRS%s%s
fi: ^BG%s^K1 muuntui kyteviksi viipaleiksi MLRS-tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été transformé en gigot fumant par une tourelle MLRS%s%s
gl: ^BG%s^K1 foi convertido en anacos fumegantes por unha torreta SLMF%s%s
it: ^BG%s^K1 è stato ridotto in pezzi fumanti da una torretta MLRS%s%s
ja_jp: ^BG%s^K1 はMLRS砲塔%s%sによって喫煙片に変わった
pt_br: ^BG%s^K1 foi picado em pedacinhos latentes por uma sentinela MLRS%s%s
ro: ^BG%s^K1 a fost transformat în scoabe topite de o turelă MLRS%s%s
ru: ^BG%s^K1 разорван на тлеющие кусочки турелью MLRS%s%s
sv: ^BG%s^K1 förvandlades till glödande inälvor av en MLRS-turret%s%s
uk: ^BG%s^K1 був перетворений на жевріючі джибси туреллю MLRS%s%s

source: ^BG%s^K1 was phased out by a turret%s%s
bg: ^BG%s^K1 бе избутан от кула%s%s
de: ^BG%s^K1 wurde von einem Geschützturm ausgemustert%s%s
es: ^BG%s^K1 fue eliminado por una torreta%s%s
fi: ^BG%s^K1 poistettiin tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été éliminé par une tourelle%s%s
gl: ^BG%s^K1 foi eliminado por unha torreta%s%s
it: ^BG%s^K1 è stato eliminato da una torretta%s%s
ja_jp: ^BG%s^K1 は砲塔%s%sによって削除された
pt_br: ^BG%s^K1 foi eliminado por uma sentinela%s%s
ro: ^BG%s^K1 a fost eliminat de o turelă%s%s
ru: ^BG%s^K1 был ликвидирован турелью%s%s
sv: ^BG%s^K1 utfasades av en turret%s%s
uk: ^BG%s^K1 був знищений туреллю%s%s

source: ^BG%s^K1 got served some superheated plasma from a turret%s%s
bg: ^BG%s^K1 получи порция супергореща плазма от кула%s%s
de: ^BG%s^K1 bekam superheißes Plasma von einem Geschützturm serviert%s%s
es: ^BGA%s^K1 le sirvieron un poco de plasma sobrecalentado de una torreta%s%s
fi: ^BG%s^K1 sai tykkitornin tarjoamaa äärikuumennettua plasmaa %s%s
fr: ^BG%s^K1 a goûté au plasma brûlant d'une tourelle%s%s
gl: ^BG%s^K1 servironlle un pouco de plasma quente dunha torreta%s%s
it: ^BG%s^K1 ha ricevuto una dose di plasma incandescente da una torretta%s%s
ja_jp: ^BG%s^K1 が砲塔%s%sから過熱プラズマを注いだ
pt_br: ^BG%s^K1 levou um plasma superaquecido de uma sentinela%s%s
ro: ^BG%s^K1 s-a servit cu niște plasmă superîncinsă de la o turelă%s%s
ru: ^BG%s^K1 отведал перегретой плазмы из турели%s%s
sv: ^BG%s^K1 blev serverad överhettad plasma från en turret%s%s
uk: ^BG%s^K1 отримав гарячої плазми з туреллі%s%s

source: ^BG%s^K1 was electrocuted by a Tesla turret%s%s
bg: ^BG%s^K1 бе еликтрифициран от кула Тесла%s%s
de: ^BG%s^K1 wurde von der Tesla geschockt%s%s
es: ^BG%s^K1 fue electrocutado por una torreta Tesla%s%s
fi: ^BG%s^K1 sai shokkihoitoa Tesla-tykkitornilta%s%s
fr: ^BG%s^K1 a été électrocuté par une tourelle Tesla%s%s
gl: ^BG%s^K1 foi electrocutado por unha torreta Tesla%s%s
it: ^BG%s^K1 è stato fulminato da una torretta Tesla%s%s
ja_jp: ^BG%s^K1 はテスラの砲塔%s%sによって感電死された
pt_br: ^BG%s^K1 foi eletrocutado por uma sentinela Tesla%s%s
ro: ^BG%s^K1 a fost electrocutate de o turelă Tesla%s%s
ru: ^BG%s^K1 был убит электрическим током турели Теслы%s%s
sv: ^BG%s^K1 fick en elchock av en Tesla-turret%s%s
uk: ^BG%s^K1 був вбитий електричним струмом з туреллі Tesla%s%s

source: ^BG%s^K1 got served a lead enrichment by a Walker turret%s%s
bg: ^BG%s^K1 получи порция оловно обогатяване от Walker кула%s%s
de: ^BG%s^K1 bekam eine Bleiveredelung vom Läufer spendiert%s%s
es: ^BGA %s^K1 le llenó de plomo una torreta Walker%s%s
fi: ^BG%s^K1 sai tuta lyijyn arvon Walker-tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été enrichi en plomb par une tourelle Walker%s%s
gl: ^BG%s^K1 encheuse de chumbo por unha torreta Andante%s%s
it: ^BG%s^K1 ha ricevuto un arricchimento di piombo da una torretta Walker%s%s
ja_jp: ^BG%s^K1 はウォーカー砲塔%s%sから鉛強化を受けた
pt_br: ^BG%s^K1 foi entupido de chumbo por uma sentinela Walker%s%s
ro: ^BG%s^K1 a fost servit cu niște plumb de o turelă Walker%s%s
ru: ^BG%s^K1 обогащён свинцом из турели Ходунa%s%s
sv: ^BG%s^K1 blev serverad en blyberikning av en Walker-turret%s%s
uk: ^BG%s^K1 був збагачений свинцем з туреллі Walker%s%s

source: ^BG%s^K1 was impaled by a Walker turret%s%s
bg: ^BG%s^K1 бе прободен от Walker кула%s%s
de: ^BG%s^K1 wurde vom Läufer gepfählt%s%s
es: ^BG%s^K1 fue empalado por una torreta Walker%s%s
fi: ^BG%s^K1 seivästettiin Walker-tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été empalé par une tourelle Walker%s%s
gl: ^BG%s^K1 foi empalado por unha torreta Andante%s%s
it: ^BG%s^K1 è stato impalato da una torretta Walker%s%s
ja_jp: ^BG%s^K1 はウォーカー砲塔%s%sによって釘付けされた
pt_br: ^BG%s^K1 foi empalado por uma sentinela Walker%s%s
ro: ^BG%s^K1 a fost înțepat de o turela Walker%s%s
ru: ^BG%s^K1 был пронзён турелью Ходуна%s%s
sv: ^BG%s^K1 blev spetsad av en Walker-turret%s%s
uk: ^BG%s^K1 був проколотий туреллю Walker%s%s

source: ^BG%s^K1 was blasted away by a Walker turret%s%s
bg: ^BG%s^K1 бе издухан от Walker кула%s%s
de: ^BG%s^K1 wurde vom Läufer weggeblasen%s%s
es: ^BG%s^K1fue reventado por una torreta Walker%s%s
fi: ^BG%s^K1 posautettiin taivaan tuuliin Walker-tykkitornin toimesta%s%s
fr: ^BG%s^K1 a été soufflé par une tourelle Walker%s%s
gl: ^BG%s^K1 foi destruído por unha torreta Andante%s%s
it: ^BG%s^K1 è stato fatto esplodere da una torretta Walker%s%s
ja_jp: ^BG%s^K1 はウォーカー砲塔%s%sによって爆破された
pt_br: ^BG%s^K1 foi explodido por uma sentinela Walker%s%s
ro: ^BG%s^K1 a fost aruncat în aer de o turelă Walker%s%s
ru: ^BG%s^K1 был разорван в клочья турелью Ходуна%s%s
sv: ^BG%s^K1 blev bortsprängd av en Walker-turret%s%s
uk: ^BG%s^K1 був знищений туреллю Walker%s%s

source: ^BG%s^K1 got caught in the blast of a Bumblebee explosion%s%s
bg: ^BG%s^K1 бе хванат от взривната вълна на Bumblebee експлозия%s%s
de: ^BG%s^K1 wurde von einer Hummel-Explosion erfasst%s%s
es: ^BG%s^K1 fue alcanzado por la onda expansiva de una explosión de Bumblebee%s%s
fi: ^BG%s^K1 otti osumaa Bumblebee:n töräyksestä%s%s
fr: ^BG%s^K1 a été pris dans l'explosion d'un Bumblebee%s%s
gl: ^BG%s^K1 foi alcanzado na explosión dun Abellón%s%s
it: ^BG%s^K1 è stato coinvolto nello scoppio dell'esplosione di un Bumblebee%s%s
ja_jp: ^BG%s^K1 はバンブルビー爆発%s%sの爆風に巻き込まれた
pt_br: ^BG%s^K1 foi pego pelo raio de uma explosão de Bumblebee%s%s
ro: ^BG%s^K1 a fost prins în explozia unei arme Bondar%s%s
ru: ^BG%s^K1 зацепило взрывной волной от Шмеля %s%s
sv: ^BG%s^K1 var inblandad i sprängningen av en Bumblebee-explosion%s%s
uk: ^BG%s^K1 загинув у вибуху Bumblebee%s%s

source: ^BG%s^K1 was crushed by a vehicle%s%s
bg: ^BG%s^K1 бе смазан от превозно средство%s%s
de: ^BG%s^K1 wurde von einem Fahrzeug zerquetscht%s%s
es: ^BG%s^K1 fue aplastado por un vehículo%s%s
fi: ^BG%s^K1 ajautui ajoneuvon murskaamaksi%s%s
fr: ^BG%s^K1 a été écrasé par un véhicule%s%s
gl: ^BG%s^K1 foi esmagado por un vehículo%s%s
it: ^BG%s^K1 è stato schiacciato da un veicolo%s%s
ja_jp: ^BG%s^K1 は乗り物%s%sによって粉砕された
pl: ^BG%s^K1 został zmiażdżony przez pojazd%s%s
pt_br: ^BG%s^K1 foi esmagado por um veículo%s%s
ro: ^BG%s^K1 a fost strivit de un vehicul%s%s
ru: ^BG%s^K1 был раздавлен весом тяжёлой машины%s%s
sv: ^BG%s^K1 var krossad av ett fordon%s%s
uk: ^BG%s^K1 був розчавлений транспортом%s%s

source: ^BG%s^K1 was caught in a Raptor cluster bomb%s%s
bg: ^BG%s^K1 бе прихванат от Raptor бомба%s%s
de: ^BG%s^K1 wurde von einer Raptor-Splittergranate zerfetzt%s%s
es: ^BG%s^K1 fue alcanzado por una bomba de racimo de un Raptor%s%s
fi: ^BG%s^K1 otti osumaa Raptor-sirpalepommista%s%s
fr: ^BG%s^K1 a été pris dans le bombardement d'un Raptor%s%s
gl: ^BG%s^K1 Foi atrapado nunha bomba de acio do Rapineiro%s%s
it: ^BG%s^K1 è stato preso dalla bomba a grappolo di un Raptor%s%s
ja_jp: ^BG%s^K1 はラプターのクラスター爆弾%s%sに捕まられた
pt_br: ^BG%s^K1 foi pego por uma bomba de Raptor%s%s
ro: ^BG%s^K1 a fost prins într-o bombă cu șrapnel Raptor%s%s
ru: ^BG%s^K1 был накрыт кассетными бомбами с Ящера%s%s
sv: ^BG%s^K1 var inblandad i en Raptor-klusterbomb%s%s
uk: ^BG%s^K1 був знищений кластерною бомбою Raptor%s%s

source: ^BG%s^K1 got caught in the blast of a Raptor explosion%s%s
bg: ^BG%s^K1 бе хванат от взривната вълна на Raptor експлозия%s%s
de: ^BG%s^K1 wurde von der Raptor-Explosion erfasst%s%s
es: ^BG%s^K1 fue alcanzado por la explosión de la bomba de racimo de un Raptor%s%s
fi: ^BG%s^K1 otti osumaa Raptor:in töräyksestä%s%s
fr: ^BG%s^K1 a été pris dans l'explosion d'un Raptor%s%s
gl: ^BG%s^K1 quedou atrapado na explosión dun Rapineiro%s%s
it: ^BG%s^K1 è stato coinvolto nello scoppio dell'esplosione di un Raptor%s%s
ja_jp: ^BG%s^K1 はラプター爆発%s%sの爆風に巻き込まれた
pt_br: ^BG%s^K1 foi pego pela explosão de um Raptor%s%s
ro: ^BG%s^K1 a fost prins în explozia unui Raptor%s%s
ru: ^BG%s^K1 задело взрывной волной от Ящера %s%s
sv: ^BG%s^K1 blev inblandad i explosionen av en Raptor-klusterbomb%s%s
uk: ^BG%s^K1 загинув у вибуху Raptor%s%s

source: ^BG%s^K1 got caught in the blast of a Spiderbot explosion%s%s
bg: ^BG%s^K1 бе хванат от взривната вълна на Spiderbot експлозия%s%s
de: ^BG%s^K1 war einer Explosion eines Spinnenroboters schutzlos ausgeliefert%s%s
es: ^BG%s^K1 fue alcanzado por la onda expansiva de la explosión de un Robot Araña%s%s
fi: ^BG%s^K1 otti osumaa Hämisbot:in räjähdyksen töräyksestä%s%s
fr: ^BG%s^K1 a été pris dans l'explosion d'un Spiderbot%s%s
gl: ^BG%s^K1 quedou atrapado na explosión dunha dun Robot araña%s%s
it: ^BG%s^K1 è stato coinvolto nello scoppio dell'esplosione di uno Spiderbot%s%s
ja_jp: ^BG%s^K1 は蜘蛛ボットの爆発%s%sの爆風に巻き込まれた
pt_br: ^BG%s^K1 foi pego pela explosão de um Spiderbot%s%s
ro: ^BG%s^K1 a fost prins în explozia%s%s unui Păianjen Mecanizat
ru: ^BG%s^K1 задело взрывной волной от Пауко-бота%s%s
sv: ^BG%s^K1 var inblandad i sprängningen av en Spiderbot-explosion%s%s
uk: ^BG%s^K1 загинув у вибуху Spiderbot%s%s

source: ^BG%s^K1 was blasted to bits by a Spiderbot rocket%s%s
bg: ^BG%s^K1 бе раздробен на парчета от Spiderbot ракета%s%s
de: ^BG%s^K1 wurde von einer Spinnenroboter-Rakete in Fetzen gerissen%s%s
es: ^BG%s^K1 fue reventado a pedazos por un cohete de Robot Araña%s%s
fi: ^BG%s^K1 posautettiin palasiksi Hämisbot:in raketin toimesta%s%s
fr: ^BG%s^K1 a été réduit en miettes par une roquette de Spiderbot%s%s
gl: ^BG%s^K1 foi destrozado por un foguete Robot araña%s%s
it: ^BG%s^K1 è stato fatto scoppiare in pezzettini dal razzo di uno Spiderbot%s%s
ja_jp: ^BG%s^K1 は蜘蛛ボットロケット%s%sによって爆破された
pt_br: ^BG%s^K1 foi explodido em pedacinhos por um foguete de Spiderbot%s%s
ro: ^BG%s^K1 a fost spulberat de racheta%s%s unui Păianjen Mecanizat
ru: ^BG%s^K1 был разорван на кусочки ракетой Пауко-бота%s%s
sv: ^BG%s^K1 var sprängd till bitar av Spiderbot-raketer%s%s
uk: ^BG%s^K1 був рознесений на шматки ракетами Spiderbot%s%s

source: ^BG%s^K1 got caught in the blast of a Racer explosion%s%s
bg: ^BG%s^K1 бе хванат от взривната вълна на Racer експлозия%s%s
de: ^BG%s^K1 wurde vom Raser erfasst%s%s
es: ^BG%s^K1 quedó atrapado en la onda expansiva de una explosión de Racer%s%s
fi: ^BG%s^K1 otti osumaa Kilpurin räjähdyksestä%s%s
fr: ^BG%s^K1 a été pris dans l'explosion d'un Racer%s%s
gl: ^BG%s^K1 quedou atrapado na explosión dun Bólido%s%s
it: ^BG%s^K1 è stato coinvolto nello scoppio dell'esplosione di un Racer%s%s
ja_jp: ^BG%s^K1 はレーサー爆発%s%sの爆風に巻き込まれた
pt_br: ^BG%s^K1 foi pego pela explosão de um Racer%s%s
ro: ^BG%s^K1 a fost prins în explozia%s%s unei mașini de curse
ru: ^BG%s^K1 задело взрывной волной от Гонщика%s%s
sv: ^BG%s^K1 var inblandad i sprängningen av en Racer-explosion%s%s
uk: ^BG%s^K1 загинув у вибуху Racer%s%s

source: ^BG%s^K1 couldn't find shelter from a Racer rocket%s%s
bg: ^BG%s^K1 не можа да намери укритие от Racer ракета%s%s
de: ^BG%s^K1 konnte keinen Schutz vor der Raserrakete finden%s%s
es: ^BG%s^K1 no pudo encontrar refugio de un cohete de Racer%s%s
fi: ^BG%s^K1 ei löytänyt suojaa Kilpurin raketin edessä%s%s
fr: ^BG%s^K1 n'a pas pu se mettre à l'abri d'une roquette de Racer%s%s
gl: ^BG%s^K1 non puido atopar refuxio dun foguete do Bólido%s%s
it: ^BG%s^K1 non è riuscito a trovare riparo dal razzo di un Racer%s%s
ja_jp: ^BG%s^K1 はレーサーロケット%s%sからの避難所を見つけることができませんでした
pt_br: ^BG%s^K1 não conseguiu escapar do foguete de um Racer%s%s
ro: ^BG%s^K1 nu s-a putut adăposti de racheta%s%s unei mașini de curse
ru: ^BG%s^K1 не смог укрыться от ракеты Гонщика%s%s
sv: ^BG%s^K1 kunde inte hitta skydd från en Racer-raket%s%s
uk: ^BG%s^K1 не зміг знайти захист від ракети Racer%s%s

source: ^BG%s^K1 ended up in the wrong place%s%s
de: ^BG%s^K1 landete am falschen Ort %s%s
fr: ^BG%s^K1 s'est retrouvé au mauvais endroit%s%s
gl: ^BG%s^K1 acabou no lugar errado%s%s
it: ^BG%s^K1 è finito nel posto sbagliato%s%s
pt_br: ^BG%s^K1 acabou no lugar errado%s%s
ru: ^BG%s^K1 оказался не в том месте%s%s

source: ^BG%s^K1 was betrayed by ^BG%s^K1%s%s
ast: ^BG%2$s^K1 traicionó a ^BG%1$s^K1%3$s%4$s
bg: ^BG%s^K1 бе предаден от ^BG%s^K1%s%s
de: ^BG%s^K1 wurde von ^BG%s^K1 verraten%s%s
es: ^BG%s^K1 fue traicionado por ^BG%s^K1%s%s
fi: ^BG%s^K1 petettiin ja syyllinen on ^BG%s^K1%s%s
fr: ^BG%s^K1 a été trahi par ^BG%s^K1%s%s
gl: ^BG%s^K1 foi traizoado por ^BG%s^K1%s%s
it: ^BG%s^K1 è stato tradito da ^BG%s^K1%s%s
ja_jp: ^BG%s^K1 は ^BG%s^K1%s%s に裏切られた
pl: ^BG%s^K1 został zdradzony przez ^BG%s^K1%s%s
pt_br: ^BG%s^K1 foi traído por ^BG%s^K1%s%s
ro: ^BG%s^K1 a fost trădat de ^BG%s^K1%s%s
ru: ^BG%s^K1 был предан ^BG%s^K1%s%s
sv: ^BG%s^K1 var förrådd av ^BG%s^K1%s%s
uk: ^BG%s^K1 був зраджений ^BG%s^K1%s%s

source: (%s every %s seconds)
de: (%s alle %s Sekunden)
fr: (%s toutes les %s secondes)
gl: (%s cada %s segundos)
it: (%s ogni %s secondi)
pt_br: (%s a cada %s segundos)
ru: (%s каждые %s секунд(ы))

source: ^BG%s^K1 was frozen by ^BG%s
be: ^BG%s^K1 быў замарожаны ^BG%s
bg: ^BG%s^K1 бе замразен от ^BG%s
de: ^BG%s^K1 wurde von ^BG%s^K1 vereist
es: ^BG%s^K1 fue congelado por ^BG%s
fi: ^BG%s^K1 jäädytettiin ja pakkasukkona toimi ^BG%s
fr: ^BG%s^K1 a été gelé par ^BG%s
gl: ^BG%s^K1 foi conxelado por ^BG%s
it: ^BG%s^K1 è stato congelato da ^BG%s
ja_jp: ^BG%s^K1 は ^BG%s によって凍結された
pl: ^BG%s^K1 został zamrożony przez ^BG%s
pt_br: ^BG%s^K1 foi congelado por ^BG%s
ro: ^BG%s^K1 a fost înghețat de ^BG%s
ru: ^BG%s^K1 был заморожен ^BG%s
sv: ^BG%s^K1 var frusen av ^BG%s
uk: ^BG%s^K1 був заморожений ^BG%s

source: ^BG%s^K3 was revived by ^BG%s
be: ^BG%s^K3 быў ажыўлены ^BG%s
bg: ^BG%s^K3 бе съживен от ^BG%s
de: ^BG%s^K3 wurde von ^BG%s^K3 wiederbelebt
es: ^BG%s^K3 fue revivido por ^BG%s
fi: ^BG%s^K3 elvytettiin ja auttaja oli ^BG%s
fr: ^BG%s^K3 a été dégelé par ^BG%s
gl: ^BG%s^K3 foi revivido por ^BG%s
it: ^BG%s^K3 è stato risvegliato da ^BG%s
ja_jp: ^BG%s^K3 は ^BG%s によって復活された
pl: ^BG%s^K3 został rozmrożony przez ^BG%s
pt_br: ^BG%s^K3 foi reanimado por ^BG%s
ro: ^BG%s^K3 a fost reînviat de ^BG%s
ru: ^BG%s^K3 был оживлён ^BG%s
sv: ^BG%s^K3 var återupplivad av ^BG%s
uk: ^BG%s^K3 був оживлений ^BG%s

source: ^BG%s^K3 was revived by falling
ast: ^BG%s^K3 resucitó por cayer
be: ^BG%s^K3 вярнуўся да жыцця пасля падзення
bg: ^BG%s^K3 бе съживен чрез пропадане
de: ^BG%s^K3 wurde durch Herunterfallen wiederbelebt
es: ^BG%s^K3 fue revivido por la caída
fi: ^BG%s^K3 elvytettiin kaatumalla
fr: ^BG%s^K3 a été dégelé après être tombé
gl: ^BG%s^K3 foi revivido ao caer
it: ^BG%s^K3 è stato risvegliato grazie alla caduta
ja_jp: ^BG%s^K3 は落下によって復活された
pl: ^BG%s^K3 rozbił lód spadając
pt_br: ^BG%s^K3 foi reanimado por cair
ro: ^BG%s^K3 a fost reînviat prin cădere
ru: ^BG%s^K3 воскрес после падения
sv: ^BG%s^K3 var återupplivad genom att falla
uk: ^BG%s^K3 був оживлений падінням

source: ^BG%s^K3 was revived by their Nade explosion
be: ^BG%s^K3 быў ажыўлены выбухам гранаты
de: ^BG%s^K3 wurde durch eine eigene Granaten-Explosion von den Toten auferweckt
es: ^BG%s^K3 fue revivido por la explosión de su Granada
fi: ^BG%s^K3 elvytettiin heidän Naattiräjähdyksellään
fr: ^BG%s^K3 a été dégelé par l'explosion de sa Grenade
gl: ^BG%s^K3 foi revivido pola explosión da sua granada
it: ^BG%s^K3 è stato risvegliato dall'esplosione della propria Granata
ja_jp: ^BG%s^K3 は手榴弾の爆発で復活された
pl: ^BG%s^K3 rozsadził lód granatem
pt_br: ^BG%s^K3 foi reanimado pela explosão da própria Granada
ro: ^BG%s^K3 a fost reînviat de explozia propriei grenade
ru: ^BG%s^K3 был оживлён взрывом своей гранаты
sv: ^BG%s^K3 var återupplivad av deras Granatexplosion

source: ^BG%s^K3 was automatically revived after %s seconds
ast: ^BG%s^K3 resucitó automáticamente dempués de %s segundos
de: ^BG%s^K3 wurde nach %s Sekunden automatisch wiederbelebt
es: ^BG%s^K3 fue revivido automáticamente después de %s segundos
fi: ^BG%s^K3 elvytettiin automaattisesti %s sekunnin kuluttua
fr: ^BG%s^K3 a été dégelé automatiquement après %s secondes
gl: ^BG%s^K3 foi revivido automaticamente despois de %s segundos
it: ^BG%s^K3 è stato risvegliato automaticamente dopo %s secondi
ja_jp: ^BG%s^K3 は %s 秒後に自動的に復活された
pt_br: ^BG%s^K3 foi automaticamente reanimado depois de %s segundos
ru: ^BG%s^K3 был автоматически оживлён после %s секунд
sv: ^BG%s^K3 var automatiskt återupplivad efter %s seconds

source: ^BG%s^K1 froze themselves
fr: ^BG%s^K1 s'est gelé(e) tout(e) seul(e)
gl: ^BG%s^K1 conxeouse a si mesmo
it: ^BG%s^K1 si è congelato da solo
pt_br: ^BG%s^K1 se congelou
ru: ^BG%s^K1 заморозил сам себя

source: ^TC^TT^BG team wins the round
ast: ^BGL'equipu ^TC^TT^BG ganó la ronda
be: ^TC^TT^BG каманда перамагла ў раундзе
bg: ^TC^TT^BG тийм спечели рунда
de: Team ^TC^TT^BG gewinnt die Runde
es: El equipo ^TC^TT^BG gana la ronda
fi: ^TC^TT^BG joukkue voitti kierroksen
fr: L'équipe ^TC^TT^BG remporte la manche
gl: ^TC^TT^BG equipo gaña a rolda
it: ^BGLa squadra ^TC^TT^BG vince il round
ja_jp: ^TC^TT^BG チームがラウンドに勝利した
pl: drużyna ^TC^TT^BG wygrywa rundę
pt_br: A equipe ^TC^TT^BG venceu a rodada
ro: Echipa ^TC^TT^BG câștigă runda
ru: ^TC^TT^BG команда победила в раунде
sv: ^TC^TT^BG lag vinner omgången
uk: ^TC^TT^BG команда виграє раунд

source: ^BG%s^BG wins the round
ast: ^BG%s^BG ganó la ronda
be: ^BG%s^BG перамог у раундзе
bg: ^BG%s^BG спечели рунда
de: ^BG%s^BG gewinnt die Runde
es: ^BG%s^BG gana la ronda
fi: ^BG%s^BG voitti kierroksen
fr: ^BG%s^BG remporte la manche
gl: ^BG%s^BG gaña a rolda
it: ^BG%s^BG vince il round
ja_jp: ^BG%s^BG がラウンドに勝利した
pl: ^BG%s^BG wygrywa rundę
pt_br: ^BG%s^BG venceu a rodada
ro: ^BG%s^BG a câștigat runda
ru: ^BG%s^BG выиграл этот раунд
sv: ^BG%s^BG vinner omgången
uk: ^BG%s^BG виграє раунд

source: ^BGRound tied
ast: ^BGLa ronda quedó n'empate
be: ^BGНічыя
bg: ^BGРунда е равен
de: ^BGRunde unentschieden
es: ^BGRonda empatada
fi: ^BGKierros päättyi tasapeliin
fr: ^BGManche nulle
gl: ^BGRolda empatada
it: ^BGRound pari
ja_jp: ^BGラウンドに引き分けになりました
pl: ^BGRunda zakończona remisem
pt_br: ^BGRodada empatada
ro: ^BGRemiză
ru: ^BGНичья
sv: ^BGOmgång lika
uk: ^BGНічия

source: ^BGRound over, there's no winner
ast: ^BGAcabó la ronda, nun hai nengún ganador
be: ^BGРаунд скончаны, пераможцаў няма
bg: ^BGРунда приключи без победител
de: ^BGDie Runde ist vorbei, aber es gibt keinen Gewinner
es: ^BGRonda finalizada, no hay ganador
fi: ^BGKierros ohi, ei voittajaa
fr: ^BGManche terminée, il n'y a pas de gagnant
gl: ^BGA Rolda rematada, non hai gañador
it: ^BGIl round è finito, non c'è nessun vincitore
ja_jp: ^BGラウンド終了、勝者はいません
pl: ^BGKoniec rundy, nie ma zwycięzcy
pt_br: ^BGA rodada acabou sem vencedor
ro: ^BGRundă sfarșită, nu există câștigător
ru: ^BGРаунд окончен, победитель не выявлен
sv: ^BGOmgång över, det finns ingen vinnare
uk: ^BGРаунд завершено, переможця немає

source: ^BGGodmode saved you %s units of damage, cheater!
ast: ^BGEl mou Dios salvóte de %s unidaes de dañu, ¡tramposu!
be: ^BGРэжым бога ўратаваў цябе ад %s шкоды, чыцер!
bg: ^BGОбожествяването Ви ви спести %s точки на поражение, мошеник!
de: ^BGGodmode ersparte dir %s Schaden, du Cheater!
es: ^BGEl modo Dios te ha quitado %s unidades de daño, ¡tramposo!
fi: ^BGJumaltila pelasti sinut %s yksikköä vahinkoa, huiputtaja!
fr: ^BGLe mode Dieu vous a épargné %s points de dégâts, tricheur !
gl: ^BGO modo deus salvoute de %s unidades de dano, tramposo!
it: ^BGLa modalità Dio ti ha evitato %s unità di danno, imbroglione!
ja_jp: ^BG神モードはあなたに %s ユニットのダメージを保存した、詐欺師!
pt_br: ^BGModo Deus te protegeu de %s de dano, seu trapaçeiro!
ro: ^BGGodmode te-a salvat de %s unități de damage, trișorule!
ru: ^BGРежим Бога спас вас от %s единиц урона, читер!
sv: ^BGGudaläge räddade dig %s enheter av skada, fuskare!
uk: ^BGРежим бога зберіг тебе від %s одиниць пошкоджень, читере!
