Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Before a field you can put a + or - sign, then a comma separated list of gametypes, then a slash, to make the field show up only in these or in all but these gametypes. You can also specify 'all' as a field to show all fields available for the current gametype.
fr: Avant un champ vous pouvez insérer un signe + ou -, puis une liste des types de partie séparés par des virgules, puis un slash pour faire apparaître le champ dans ces types uniquement ou dans tous les types sauf ceux-ci. Vous pouvez aussi spécifier « all » comme champ pour afficher tous les champs disponibles pour le type de partie actuel.
gl: Antes dun campo podes poñer un signo + ou -, despois unha lista de modos de xogo separados por comas, e a continuación unha barra, para facer que o campo apareza só neses modos de xogo ou en todos agás neses. Tamén podes indicar 'all' como campo para mostrar todos os campos dispoñibles para o modo de xogo actual.
it: Prima di un campo puoi mettere il segno + o -, seguito da una lista di tipi di gioco separati da virgole, seguita dal segno /, per mostrare il campo solo in questi o in tutti tranne questi tipi di gioco. Puoi anche specificare 'all' (tutti) come campo per mostrare tutti i campi disponibili per l'attuale tipo di gioco.
pt_br: Antes de um campo, é possível inserir um sinal de + ou -, seguido de uma lista de tipos de jogo separados por vírgulas, e depois uma barra para fazer com que os campos apareçam somente nesses tipos de jogo ou em todos, exceto os especificados. Também é possível especificar a palavra "all" como um campo para exibir todos os campos disponíveis para o tipo de jogo atual.
ru: Вы можете написать «+» или «-» перед полем, а затем список режимов игры через запятую, затем косую черту «/» для показа только этих или не этих режимов. Вы так же можете указать «all» как поле для показа всех доступных полей текущего режима игры.

source: The special gametype names 'teams' and 'noteams' can be used to include/exclude ALL teams/noteams gametypes.
fr: Les noms de type de partie spéciaux « teams » et « noteams » peuvent être utilisés pour inclure ou exclure TOUS les types de partie en équipe ou non.
gl: Pódense usar os nomes especiais de modos de xogo 'teams' e 'noteams' para incluír ou excluír TODOS os modos con equipos ou sen equipos.
it: I nomi speciali di tipo di gioco 'teams' e 'noteams' possono essere usati per includere/escludere TUTTI i tipi di gioco a squadre/senza squadre.
pt_br: É possível usar os nomes especiais de tipo de jogo "teams" e "noteams" para incluir/excluir TODOS os tipos de jogo de equipe/sem equipe.
ru: Специальные имена режимов «teams» и «noteams» можно использовать для включения/исключения ВСЕХ командных/некомандных режимов.

source: Example: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
bg: Пример: scoreboard_columns_set име ping pl | +ctf/field3 -dm/field4
de: Beispiel: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
es: Ejemplo: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
fi: Esimerkki: scoreboard_columns_set nimi ping pl | +ctf/kenttä3 -dm/kenttä4
fr: Exemple : scoreboard_columns_set name ping pl | +ctf/champ3 -dm/champ4
gl: Exemplo: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
it: Esempio: scoreboard_columns_set name ping pl | +ctf/campo3 -dm/campo4
ja_jp: 例: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
pl: Na przykład: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
pt_br: Exemplo: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
ru: Пример: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
sv: Exempel: scoreboard_columns_set namn ping pl | +ctf/fält3 -dm/fält4

source: will display name, ping and pl aligned to the left, and the fields right of the vertical bar aligned to the right.
bg: ще покаже име, пинг и pl подредени в ляво и полетата дясно от вертикалния бар, подредени в дясно.
de: wird name, ping und pl linksbündig anzeigen, und die Felder rechts vom Querstrich werden rechtsbündig sein.
es: mostrará el nombre, ping y pl alineados a la izquierda, y los campos a la derecha de la barra vertical alineada a la derecha.
fi: näyttää nimen, pingin ja pl:n asemoituna vasemmalle, ja kentät pystysuorapalkista oikealla asemoituna oikealle.
fr: affiche le nom, le ping et le pl alignés à gauche, et les champs à droite de la barre verticale alignés à droite.
gl: mostrará o nome, ping e pl aliñados á esquerda, e os campos dereita da barra vertical aliñada á dereita.
it: mostrerà nome, ping e pl allineati a sinistra, e i campi a destra della barra verticale allineati a destra.
ja_jp: 名前、ping、pl が左に、垂直バーの右側のフィールドが右に表示されます。
pt_br: exibirá o nome, ping e pp alinhados à esquerda e os campos à direita da barra vertical alinhada à direita.
ru: отобразит имя, отклик и потери пакетов выровненными слева, и поля вертикальной панели справа.
sv: kommer att visa namn, ping och pl justerat till vänster, och fälten höger om den vertikala strecket justerat till höger.

source: 'field3' will only be shown in CTF, and 'field4' will be shown in all other gametypes except DM.
fr: « champ3 » sera affiché uniquement en CTF, et « champ4 » sera affiché dans tous les autres types de partie sauf DM.
gl: 'field3' só se mostrará en CTF, e 'field4' mostrarase en todos os demais modos de xogo agás DM.
it: 'campo3' sarà mostrato solo in CTF, e 'campo4' sarà mostrato in tutti gli altri tipi di gioco eccetto DM.
pt_br: "field3" só aparecerá em CTF e 'field4' aparecerá em todos os outros tipos de jogo, exceto MM.
ru: «field3» будет отображаться только в ЗФ, а «field4» во всех других режимах кроме СБ.

source: N/A
ast: N/D
be: Н/Д
bg: няма
de: N/V
it: N.D.
ru: Н/Д
sr: Н/Д
uk: Н/Д

source: Accuracy stats (average %d%%)
ast: Estadístiques de la precisión (promediu del %d%%)
be: Статыстыка траплянняў (у сярэднім %d%%)
bg: Точност (средно %d%%)
de: Genauigkeitsstatistik (Durchschnitt: %d%%)
es: Estadísticas de precisión (promedio %d%%)
fi: Tarkkuustilastot (keskimäärin %d%%)
fr: Stats de précision (moyenne %d%%)
gl: Estatísticas de precisión (media %d%%)
it: Statistiche precisione (media %d%%)
ja_jp: 精度状態（平均 %d%%）
pl: Statystyka dokładności (średnia %d%%)
pt_br: Estatísticas de precisão (média %d%%)
ro: Statistici de acuratețe (medie %d%%)
ru: Точность попаданий (средняя: %d%%)
sr: Статистика прецизности (просек %d%%)
sv: Noggrannhetsstatistik (genomsnitt %d%%)

source: Item stats
ast: Estadístiques d'oxetos
bg: Статистики на предмета
de: Gegenstands-Statistik
es: Estadísticas del objeto
fi: Esineen tilastot
fr: Stats objet
gl: Estadísticas de obxetos
it: Statistiche oggetti
ja_jp: アイテム状態
pl: Statystyki przedmiotu
pt_br: Estatísticas de item
ru: Статистика предметов
sv: Sakstatistik

source: Map stats:
ast: Estadístiques del mapa:
be: Статыстыка мапы:
bg: Статистика за картата:
de: Karten-Statistiken:
es: Estadísticas del mapa:
fi: Kartan tilastot:
fr: Stat. de la carte :
gl: Estatísticas do mapa:
it: Statistiche mappa:
ja_jp: マップ状態:
pl: Statystyka mapy:
pt_br: Estatísticas do mapa:
ro: Statistici hartă:
ru: Статистика арены:
sr: Статистика мапе:
sv: Kartstatistik:
uk: Статистика мапи:

source: Monsters killed:
ast: Monstruos mataos:
be: Пачвар забіта:
bg: Убити чудовища:
de: Monster getötet:
es: Monstruos asesinados:
fi: Hirviöitä tapettu:
fr: Monstres tués :
gl: Monstros asasinados:
it: Mostri uccisi:
ja_jp: モンスターキル数:
pl: Zabite potwory:
pt_br: Monstros mortos:
ro: Monștri uciși:
ru: Монстров убито:
sr: Убијено чудовишта:
sv: Monster dödade:

source: Secrets found:
ast: Secretos atopaos:
be: Схованак адшукана:
bg: Открити тайни(ци):
de: Gefundene Geheimnisse:
es: Secretos encontrados:
fi: Salaisuuksia löydettiin:
fr: Secrets trouvés :
gl: Segredos atopados:
it: Segreti trovati:
ja_jp: 見つかった秘密:
pl: Znalezione sekrety:
pt_br: Segredos encontrados:
ro: Secrete descoperite:
ru: Секретов найдено:
sr: Нађено тајни:
sv: Hemligheter hittade:
uk: Знайдено секретів:

source: Spectators
ast: Espectadores
be: Гледачы
bg: Зяпачи
de: Zuschauer
es: Espectadores
fi: Katselijat
fr: Spectateurs
gl: Espectadores
it: Spettatori
ja_jp: 観客
pl: Obserwujący
pt_br: Espectadores
ro: Spectatori
ru: Наблюдатели
sr: Пратиоци
sv: Åskådare
uk: Спектатори

source: SCO^points
ast: Puntos
be: SCO^пункты
bg: SCO^точки
de: SCO^punkte
es: puntos
fi: SCO^pisteet
fr: points
gl: SCO^puntos
it: punti
ja_jp: 点
pl: SCO^punkty
pt_br: pontos
ro: SCO^puncte
ru: очков
sr: SCO^бодова
sv: poäng

source: Next map:
de: nächste Karte
fr: Carte suivante :
gl: Mapa seguinte:
it: Prossima mappa:
pt_br: Próximo mapa:
ru: Следующая арена:

source: Team Selection
ast: Seleición d'un equipu
be: Выбар каманды
bg: Избор на отбор
de: Teamauswahl
es: Selección de equipo
fi: Joukkueen valinta
fr: Sélection d'Équipe
gl: Selección de equipos
it: Selezione squadra
ja_jp: チームの選択
pl: Wybór drużyny
pt_br: Seleção de Equipe
ro: Selecție Echipă
ru: Выбор команды
sr: Одабир екипе
sv: Lagval
uk: Вибір команди

source: ^7Press ^3%s^7 to join the selected team
bg: ^7Натиснете ^3%s^7, за да се включите в избрания отбор
de: ^7Drücke ^3%s^7, um dem ausgewählten Team beizutreten
es: ^7Pulsa ^3%s^7 para unirte al equipo seleccionado
fi: ^7Paina ^3%s^7 liittyäksesi valittuun joukkueeseen
fr: ^7Appuyez sur ^3%s^7 pour rejoindre l'équipe sélectionnée
gl: ^7Preme ^3%s^7 para unirse ao equipo seleccionado
it: ^7Premi ^3%s^7 per unirti alla squadra selezionata
ja_jp: ^7選択されたチームを参加するために ^3%s ^7を押して
pl: ^7Naciśnij ^3%s^7 żeby dołączyć do wybranej drużyny
pt_br: ^7Aperte ^3%s^7 para entrar na equipe selecionada
ru: ^7Нажмите ^3%s^7 для присоединения к выбранной команде
sv: ^7Tryck ^3%s^7 för att gå med det valda laget

source: ^7Press ^3%s^7 to auto-select a team and join
de: ^7Drücke ^3%s^7, um ein Team automatisch auszuwählen und beizutreten
es: ^7Pulsa ^3%s^7 para seleccionar automáticamente un equipo y unirte
fi: ^7Paina ^3%s^7 automaattista valintaa varten ja liittyäksesi tuohon valintaan
fr: ^7Appuyez sur ^3%s^7 pour auto-sélectionner une équipe et la rejoindre
gl: ^7Preme ^3%s^7 para seleccionar automaticamente un equipo e unirse
it: ^7Premi ^3%s^7 per auto-scegliere e unirti a una squadra
ja_jp: ^7チームを自動選択して参加するために ^3%s ^7を押して
pl: ^7Naciśnij ^3 %s^7 żeby automatycznie wybrać drużynę i do niej dołączyć
pt_br: ^7Aperte ^3%s^7 para autosselecionar uma equipe e entrar
ru: ^7Нажмите ^3%s^7 для автовыбора команды и присоединения
sv: ^7Tryck ^3%s^7 för att auto-välja ett lag och gå med

source: ^7Press ^3%s ^7to select a specific team
bg: ^7Натиснете ^3%s ^7, за да изберете определен отбор
de: ^7Drücke ^3%s^7, um einem bestimmten Team beizutreten
es: ^7Pulsa ^3%s^7 para seleccionar un equipo específico
fi: ^7Paina ^3%s ^7valitaksesi määrätyn joukkueen
fr: ^7Appuyez sur ^3%s ^7pour sélectionner une équipe spécifique
gl: ^7Preme ^3%s ^7para seleccionar un equipo específico
it: ^7Premi ^3%s^7 per selezionare una squadra specifica
ja_jp: ^7固有のチームを参加するために ^3%s ^7を押して
pl: ^7Naciśnij ^3 %s^7żeby wybrać jedną z drużyn
pt_br: ^7Aperte ^3%s^7 para especificar uma equipe
ru: ^7Нажмите ^3%s ^7для выбора определённой команды
sv: ^7Tryck ^3%s ^7för att välja ett specifikt lag

source: ^5%d^7/^5%d ^7players
bg: ^5%d^7/^5%d ^7играча
de: ^5%d^7/^5%d ^7Spieler
es: ^5%d^7/^5%d^7jugadores
fi: ^5%d^7/^5%d ^7pelaajaa
fr: ^5%d^7/^5%d ^7joueurs
gl: ^5%d^7/^5%d ^7xogadores
it: ^5%d^7/^5%d ^7giocatori
ja_jp: ^5%d^7/^5%d ^7選手達
pt_br: ^5%d^7/^5%d ^7jogadores
ru: ^5%d^7/^5%d ^7игроков
sv: ^5%d^7/^5%d ^7spelare

source: Map:
ast: Mapa:
be: Мапа:
bg: Карта:
de: Karte:
es: Mapa:
fi: Kartta:
fr: Carte :
gl: Mapa:
it: Mappa:
ja_jp: マップ:
pl: Mapa:
pt_br: Mapa:
ro: Harta:
ru: Арена:
sr: Мапа:
sv: Karta:
uk: Мапа:

source: Speed award: %d%s ^7(%s^7)
ast: Récor de velocidá: %d%s ^7(%s^7)
bg: Награда за скорост: %d%s ^7(%s^7)
de: Geschwindigkeitspreis: %d%s ^7(%s^7)
es: Premio de velocidad: %d%s ^7(%s^7)
fi: Nopeuspalkinto: %d%s ^7(%s^7)
fr: Récompense de vitesse : %d%s ^7(%s^7)
gl: Premio de velocidade: %d%s ^7(%s^7)
it: Premio velocità: %d%s ^7(%s^7)
ja_jp: 速度の賞: %d%s ^7(%s^7)
pl: Nagroda za szybkość: %d %s ^7(%s^7)
pt_br: Prêmio de velocidade: %d%s ^7(%s^7)
ru: Награда за скорость: %d%s ^7(%s^7)
sv: Hastighetsutmärkelse: %d%s ^7(%s^7)

source: All-time fastest: %d%s ^7(%s^7)
ast: Récor absolutu de tiempu: %d%s ^7(%s^7)
bg: Най-добро време %d%s ^7(%s^7)
de: Rekordtempo: %d%s ^7(%s^7)
es: El más rápido de todos los tiempos: %d%s ^7(%s^7)
fi: Kaikkien aikojen nopein: %d%s ^7(%s^7)
fr: Le plus rapide jamais vu : %d%s ^7(%s^7)
gl: O máis rápido de todos os tempos: %d%s ^7(%s^7)
it: Più veloce di sempre: %d%s ^7(%s^7)
ja_jp: 史上最速: %d%s ^7(%s^7)
pl: Najszybszy w historii: %d %s ^7(%s^7)
pt_br: O mais rápido de todos: %d%s ^7(%s^7)
ru: Рекорд скорости: %d%s ^7(%s^7)
sv: Snabbast någonsin: %d%s ^7(%s^7)

source: ^1Respawning in ^3%s^1...
ast: ^1Remaneciendo en ^3%s^1...
be: ^1Адраджэнне праз ^3%s^1...
bg: ^1Съживяване след ^3%s^1...
de: ^1Erneut spawnen in ^3%s^1 …
es: ^1Reapareciendo en ^3%s^1...
fi: ^1Virkoaminen tapahtuu ^3%s^1...
fr: ^1Réapparition dans ^3%s^1…
gl: ^1 Aparecer de novo en ^3%s^1...
it: ^1Rinascita in ^3%s^1...
ja_jp: ^3%s^1 後に再び現れ中...
pl: ^1Wskrzeszanie za ^3%s^1...
pt_br: ^1Ressurgindo em ^3%s^1...
ro: ^1Respawn în ^3%s^1...
ru: ^1Возрождение через ^3%s^1…
sr: ^1Оживљавање за ^3%s^1...
sv: ^1Återskapas om ^3%s^1...

source: You are dead, wait ^3%s^7 before respawning
ast: Morriesti, espera ^3%s^7 enantes de remanecer
be: Вы мёртвы, пачакайце ^3%s^7 да адраджэння
bg: Мъртав сте, изчакайте ^3%s^7 преди съживяване
de: Du bist tot, warte ^3%s^7 bis zum Respawn
es: Estás muerto, espera ^3%s^7 antes de reaparecer
fi: Olet kuollut, odota ^3%s^7 ennen uudelleenvirkoamista
fr: Vous êtes mort, attendez ^3%s^7 avant de réapparaître
gl: Estás morto, espera ^3%s^7 antes de reaparecer
it: Sei morto, aspetta ^3%s^7 prima di rinascere
ja_jp: 死んだ、再び現れる前に ^3%s ^7待ってください
pl: Jesteś martwy, czekaj ^3%s^7 przed wskrzeszeniem
pt_br: Você morreu. Espere ^3%s^7 antes de ressurgir
ro: Ești mort, așteaptă ^3%s^7 până la respawn
ru: Вы мертвы, подождите ^3%s^7 до возрождения
sr: Мртви сте, сачекајте ^3%s^7 пре оживљавања
sv: Du är död, vänta ^3%s^7 innan återskapning

source: You are dead, press ^2%s^7 to respawn
ast: Morriesti, primi ^2%s^7 pa remanecer
be: Вы мёртвы, націсніце ^2%s^7 каб адрадзіцца
bg: Мъртав сте, натиснете ^2%s^7 за съживяване
de: Du bist tot, drücke ^2%s^7, um neu zu spawnen
es: Estás muerto, pulsa ^2%s^7 para reaparecer
fi: Olet kuollut, paina ^2%s^7 virotaksesi uudelleen
fr: Vous êtes mort, appuyez sur ^2%s^7 pour réapparaître
gl: Estás morto, preme ^2%s^7 para reaparecer
it: Sei morto, premi ^2%s^7 per rinascere
ja_jp: 死んだ、^2%s ^7を押して再び現れてください
pl: Jesteś martwy, wciśnij ^2%s^7 by się wskrzesić
pt_br: Você morreu. Aperte ^2%s^7 para ressurgir
ro: Ești mort, apasă ^2%s^7 pentru a te respawna
ru: Вы мертвы, нажмите ^2%s^7 для возрождения
sr: Мртви сте, притисните ^2%s^7 да бисте се оживели
sv: Du är död, tryck på ^2%s^7 för ått återskapa

source: qu
ru: ед

source: m
bg: м
ru: м

source: km
bg: км
ru: км

source: Warmup
bg: Загряване
de: Aufwärmphase
es: Calentamiento
fi: Lämmittely
fr: Échauffement
gl: Quecemento
ja_jp: ウォームアップ
pl: Rozgrzewka
pt_br: Aquecimento
ru: Разминка
sv: Uppvärmning

source: Warmup: too few players!
de: Aufwärmphase: zu wenige Spieler
fr: Échauffement : trop peu de joueurs !
gl: Quentamento: poucos xogadores!
it: Warmup: troppo pochi giocatori!
pt_br: Aquecimento: faltam jogadores!
ru: Разминка: слишком мало игроков!

source: Warmup: teams unbalanced!
de: Aufwärmphase: Teams sind unausgeglichen!
fr: Échauffement : équipes déséquilibrées !
gl: Quentamento: equipos descompensados!
it: Warmup: squadre sbilanciate!
pt_br: Aquecimento: equipes desequilibradas!
ru: Разминка: команды не равны!

source: Warmup: no time limit
bg: Загрявка: неограничено време
de: Aufwärmphase: Kein Zeitlimit
es: Calentamiento: sin límite de tiempo
fi: Lämmittely: ei aikarajaa
fr: Échauffement : pas de limite de temps
gl: Quecemento: sen límite de tempo
it: Warmup: nessun tempo limite
ja_jp: ウォームアップ：制限時間なし
pl: Rozgrzewka: bez limitu czasu
pt_br: Aquecimento: sem tempo limite
ru: Разминка: без ограничения по времени
sv: Uppvärmning: ingen tidsgräns

source: Timeout
bg: Изтичане на времето
es: Tiempo muerto
fi: Aikalisä
fr: Temps mort
gl: Tempo de espera
ja_jp: タイムアウト
pl: Koniec czasu
pt_br: Tempo esgotado
ru: Таймаут

source: Sudden Death
bg: Внезапна смърт
es: Muerte súbita
fi: Äkkikuolema
fr: Mort subite
gl: Morte Súbita
it: Morte improvvisa
ja_jp: 突然死
pl: Nagła śmierć
pt_br: Morte súbita
ru: Внезапная смерть
sv: Plötslig Död

source: Overtime
ast: Tiempu adicional
bg: Допълнително време
de: Verlängerung
es: Tiempo extra
fi: Yliaika
fr: Prolongations
gl: Tempo extra
it: Tempo supplementare
ja_jp: 残業
pl: Dodatkowy czas
pt_br: Prorrogação
ru: Дополнительное время
sv: Övertid

source: Overtime #%d
ast: Tiempu adicional #%d
bg: Допълнително време #%d
de: Verlängerung #%d
es: Tiempo extra #%d
fi: Yliaika #%d
fr: Prolongations #%d
gl: Tempo extra #%d
it: Tempo supplementare #%d
ja_jp: 残業 #%d
pl: Dodatkowy czas #%d
pt_br: %dª prorrogação
ru: Дополнительное время №%d
sv: Övertid #%d

source: ^1You must answer before entering HUD configure mode
fr: ^1Vous devez répondre avant d'entrer dans la configuration de l'ATH
gl: ^1Debes responder antes de entrar no modo de configuración do HUD
it: ^1Devi rispondere prima di entrare in modalità configurazione HUD
pt_br: ^1Você tem que responder antes de entrar no modo de configuração da interface
ru: ^1Вы должны ответить перед входом в режим настройки интерфейса

source: ^2Name ^7instead of "^1Anonymous player^7" in stats
be: ^2Імя ^7замест "^1Anonymous player^7" у статыстыцы
bg: ^2Име ^7вместо "^1Анонимен играч^7" в статистиката
de: ^2Name ^7statt „^1Anonymous player^7“ in den Statistiken
es: ^2Nombre ^7en lugar de "^1Jugador anónimo^7" en las estadísticas
fi: ^2Nimi ^7tämän sijasta "^1Nimetön pelaaja^7" tilastoissa
fr: ^2Pseudonyme ^7à la place de « ^1Anonymous player^7 » dans les stats
gl: ^2 Nome ^7 en lugar de "^1 Xogador anónimo^7" nas estatísticas
it: ^2Nome ^7invece di "^1Giocatore anonimo^7" nelle statistiche
ja_jp: 統計では "^1Anonymous player^7" ではなく ^2名前
pl: ^2Nazwa ^7zamiast "^1Anonimowy gracz^7" w statystykach
pt_br: ^2Nome ^7em vez de "^1Jogador anônimo^7" nas estatísticas
ro: ^2Nume ^7în loc de ”^1Jucător anonim^7” în statistici
ru: ^2Имя ^7вместо «^1Anonymous player^7» в статистике
sr: ^2Име ^7уместо "^1Anonymous player^7" у статистици
sv: ^2Ge namn ^7istället för "^1Anonym spelare^7" i statistiken
uk: ^2Ім'я ^7замість "^1Анонімний гравець^7" у статистиці

source: Allow servers to store and display your name?
ast: ¿Permitir que los sirvidores atroxen y amuesen el to nome?
be: Дазволіць серверам захоўваць і паказваць вашае імя?
bg: Позволявате ли сървърите да пазят и показват име ви?
de: Erlaube Servern, deinen Namen zu speichern und später zu zeigen?
es: ¿Permitir que los servidores guarden y muestren tu nombre?
fi: Salli palvelimien tallentaa ja näyttää nimesi?
fr: Autoriser les serveurs à enregistrer et afficher votre pseudonyme ?
gl: Queres permitir que os servidores almacenen e mostren o teu nome?
it: Permetti ai server di salvare e mostrare il tuo nome?
ja_jp: サーバーにあなたの名前の保存と表示を許可しますか？
pl: Pozwolić serwerom przechować i wyświetlić twoje imię?
pt_br: Permitir que servidores armazenem e mostrem o seu nome?
ro: Permite serverelor să-ți stocheze și să-ți afișeze numele?
ru: Позволить серверам хранить и отображать ваше имя?
sr: Дозволити серверима да чувају и приказују ваше име?
sv: Tillåt servrar att lagra och visa ditt namn?
uk: Дозволити серверу зберігати та використовувати ваше ім'я?

source: A vote has been called for:
ast: Creóse una votación pa:
be: Апытанне было створана для:
bg: Започнало е гласуване за:
de: Eine Abstimmung wurde initiiert für:
es: Una votación ha sido iniciada para:
fi: Äänestys on tullut tulokseen:
fr: Un vote a été lancé pour :
gl: Iniciouse unha votación:
it: Un voto è stato chiamato per:
ja_jp: 投票が求められた:
pl: Głosowanie wezwane dla:
pt_br: Uma votação foi iniciada para:
ro: A fost chemat un vot pentru:
ru: Создано голосование для:
sr: Гласање је почело за:
sv: En röstning har kallats för:
uk: Було створено голосування щодо:

source: ^1Configure the HUD
ast: ^1Configurar la interfaz
be: ^1Наставіць HUD
bg: ^1Настройка на HUD
de: ^1Das HUD konfigurieren
es: ^1Configurar el HUD
fi: ^1Määrittele HUD
fr: ^1Configurer l'ATH
gl: ^1Configurar o HUD
it: ^1Configura l'HUD
ja_jp: ^1HUDを構成する
pl: ^1Konfiguracja interfejsu
pt_br: ^1Configurar a interface
ro: ^1Configurează HUD-ul
ru: ^1Настроить интерфейс
sr: ^1Подесите ХУД
sv: ^1Konfigurera HUD:en
uk: ^1Налаштувати HUD

source: Yes
ast: Sí
be: Так
bg: Да
de: Ja
es: Sí
fi: Kyllä
fr: Oui
gl: Si
it: Sì
ja_jp: はい
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sr: Да
sv: Ja
uk: Так

source: No
ast: Non
be: Не
bg: Не
de: Nein
fi: Ei
fr: Non
gl: Non
ja_jp: いいえ
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sr: Не
sv: Nej
uk: Ні

source: Out of ammo
ast: Ensin munición
be: Няма патронаў
bg: Боеприпасите свършиха
de: Muni alle
es: Sin munición
fi: Ammukset loppu
fr: À court de munitions
gl: Sen munición
it: Scarica
ja_jp: 弾薬切れ
pl: Brak amunicji
pt_br: Sem munição
ro: Fără muniție
ru: Нет патронов
sr: Муниција је потрошена
sv: Slut på ammunition
uk: Боєприпаси скінчилися

source: Don't have
ast: Nun tienes
be: Няма
bg: Нямам
de: Nicht dabei
es: No lo/la tienes
fi: Ei ole
fr: Manquant
gl: Non ten
it: Mancante
ja_jp: ない
pl: Nie masz
pt_br: Não tem
ro: Nu are
ru: Нет
sr: Нема
sv: Har inte
uk: Немає

source: Unavailable
be: Недаступны
bg: Не е налично
de: Fehlend
es: No disponible
fi: Ei saatavissa
fr: Indisponible
gl: Non dispoñible
it: Non disponibile
ja_jp: 無利用
pl: Niedostępne
pt_br: Indisponível
ro: Indisponibil
ru: Нет
sr: Недоступно
sv: Otillgänglig
uk: Недоступно

source: Trying to remove a team which is not in the teamlist!
be: Спроба выдаліць каманду, якой няма ў спісе каманд!
bg: Опитвате се да премахнете отбор, който не съществува в списъка на отборите!
de: Versuchte, ein Team zu löschen, das nicht in der Teamliste ist!
es: ¡Intentando eliminar un equipo que no está en la lista de equipos!
fi: Koetetaan poistaa joukkuetta joka ei ole joukkuelistassa!
fr: Vous essayez de supprimer une équipe qui n'est pas dans la liste !
gl: Tentando eliminar un equipo que non está na lista de equipos!
it: Tentando di rimuovere una squadra che non è nella lista delle squadre!
ja_jp: チームリストにないチームを削除しようとしています!
pl: Próbujesz usunąć drużynę, której nie ma na liście!
pt_br: Você está tentando remover uma equipe que não está na lista de equipes!
ro: Se încearcă înlăturarea unei echipe ce nu se află în lista cu echipe!
ru: Попытка удалить команду, отсутствующую в списке команд!
sr: Покушавам да уклоним екипу која није у списку екипа!
sv: Försöker ta bort ett lag som inte är i laglistan!

source: qu/s
be: qu/с
ru: ед/с
uk: qu/с

source: m/s
be: м/с
bg: м/с
ja_jp: ミリ秒
ru: м/с
sr: м/с
uk: м/с

source: km/h
be: км/г
bg: км/ч
ja_jp: 時速キロ
ru: км/ч
sr: км/ч
uk: км/с

source: mph
be: м/г
bg: мили/ч
de: mil/h
ja_jp: 時速マイル
pl: mil/h
ru: миль/ч
uk: милі

source: knots
ast: kt
be: вузлы
bg: възли
de: kn
es: nudos
fr: nœuds
gl: nós
it: nodi
ja_jp: ノット
pl: węzły
pt_br: nós
ro: noduri
ru: узлы
sr: чворови
sv: knop
uk: вузли

source: All Weapons Arena
be: Арэна з усёй зброяй
bg: Арена с всички оръжия
de: Alle-Waffen-Arena
es: Arena con todas las Armas
fi: Kaikkien aseiden taistelukenttä
fr: Arène avec toutes les armes
gl: Todalas Armas na Area
it: Arena con tutte le armi
ja_jp: 全ての武器アリーナ
pl: Arena Wszystkich Broni
pt_br: Arena com Todas as Armas
ro: Arenă cu toate armele
ru: Арена со всем оружием
sr: Све арене оружја
sv: Alla Vapen-Arena
uk: Арена зі всією зброєю
