Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^7Press ^3ESC ^7to show HUD options.
ast: ^7Primi ^3ESC ^7p'amosar les opciones de la interfaz.
be: ^7Націсніце ^3ESC ^7каб паглядзець настáўленні HUD.
bg: ^7Натиснете ^3ESC ^7за да видите HUD настройките.
de: ^7Drücke ^3ESC^7, um die HUD-Optionen anzuzeigen.
es: ^7Pulsa ^3ESC ^7para ver las opciones de HUD.
fi: ^7Paina ^3ESC ^7nähdäksesi HUD-vaihtoehdot.
fr: ^7Appuyez sur ^3ÉCHAP ^7pour afficher les options de l'ATH.
gl: ^7Preme ^3ESC ^7para amosar as opcións do HUD.
it: ^7Premi ^3ESC ^7per mostrare le opzioni dell'HUD.
ja_jp: ^7HUDオプションを表示するには ^3ESC ^7キーを押して下さい。
pl: ^7Naciśnij ^3ESC ^7aby pokazać opcie HUD.
pt_br: ^7Aperte ^3ESC ^7para exibir as opções de interface.
ro: ^7Apasă ^3ESC ^7pentru a arăta opțiunile HUD-ului
ru: ^7Нажмите ^3ESC ^7для просмотра настроек интерфейса.
sr: ^7Притисните ^3ESC ^7за приказ опција ХУД-а.
sv: ^7Tryck på ^3ESC ^7för att visa HUD-inställningarna
uk: ^7Натисніть ^3ESC ^7щоб показати опції HUD

source: ^3Double-click ^7a panel for panel-specific options.
fr: ^3Double-cliquez ^7sur un tableau de bord pour en afficher les options.
gl: ^3Fai dobre clic ^7nun panel para opcións específicas do panel.
it: ^3Doppio-click ^7su un pannello per le sue specifiche opzioni.
pt_br: ^3Clique duas vezes ^7em um painel para abrir sua janela de opções específicas.
ru: ^3Двойной щелчок ^7по панели для её настройки.

source: ^3CTRL ^7to disable collision testing, ^3SHIFT ^7and
be: ^3CTRL ^7каб адключыць тэст калізій, ^3SHIFT ^7і
bg: ^3CTRL ^7за да изключите проверката за сблъсък, ^3SHIFT ^7и
de: ^3STRG^7, um Kollisionstests zu deaktivieren, ^3UMSCHALT ^7und
es: ^3CTRL ^7para deshabilitar la prueba de colisiones, ^3SHIFT ^7y
fi: ^3CTRL ^7kytkee pois yhteenottotestauksen, ^3SHIFT ^7ja
fr: ^3CTRL ^7pour désactiver les essais de collision, ^3MAJ ^7et
gl: ^3CTRL ^7para deshabilitar prueba de colisións, ^3SHIFT ^7e
it: ^3CTRL ^7per disabilitare il test di collisione, ^3SHIFT ^7e
ja_jp: ^3CTRL ^7で衝突テストを無効にし、^3SHIFT ^7と
pl: ^3CTRL ^7aby wyłączyć testowanie kolizji, ^3SHIFT ^7i
pt_br: Use ^3CTRL ^7para desligar o teste de colisão, e ^3SHIFT ^7e
ro: ^3CTRL ^7pentru a dezactiva testarea de coliziune, ^3SHIFT ^7și
ru: ^3CTRL ^7для откл. проверки столкновений, ^3SHIFT ^7и
sr: ^3CTRL ^7за онемогућавање провере сударања, ^3SHIFT ^7и
sv: ^3CTRL ^7för att stänga av kollisionstestning, ^3SHIFT ^7 och

source: ^3ALT ^7+ ^3ARROW KEYS ^7for fine adjustments.
ast: ^3ALT^7 + ^3FLECHES^7 pa los axustes finos.
be: ^3ALT ^7+ ^3СТРЭЛКІ ^7для дакладнага рэгулявання.
bg: ^3ALT ^7+ ^3ARROW KEYS ^7за фини настройки
de: ^3ALT ^7+ ^3PFEILTASTEN ^7für Feinjustierungen.
es: ^3ALT ^7+ ^3TECLAS DE DIRECCIÓN ^7para ajustes finos.
fi: ^3ALT ^7+ ^3NUOLINÄPPÄIMET ^7hienosäätöä varten.
fr: ^3ALT ^7+ ^3TOUCHES FLÉCHÉES ^7pour des ajustements précis.
gl: ^3ALT ^7+ ^3teclas de dirección ^7para axustes finos.
it: ^3ALT ^7+ ^3ARROW KEYS ^7per fini aggiustamenti.
ja_jp: ^3ALT ^7+ ^3ARROW KEYS ^7で微調整する。
pl: ^3ALT ^7+ ^3ARROW KEYS ^7do małych korekty.
pt_br: ^3ALT ^7+ ^3TECLAS DIRECIONAIS ^7para pequenos ajustes.
ro: ^3ALT ^7+ ^3SĂGEȚI ^7pentru ajustări fine.
ru: ^3ALT ^7+ ^3СТРЕЛКИ ^7для точной настройки.
sr: ^3ALT ^7+ ^3ARROW KEYS ^7за тачнија прилагођавања.
sv: ^3ALT ^7+ ^3PILTANGENTER ^7för finjusteringar.

source: Player %d
be: Гулец %d
bg: Играч %d
de: Spieler %d
es: Jugador %d
fi: Pelaaja %d
fr: Joueur %d
gl: Xogador %d
it: Giocatore %d
ja_jp: プレイヤー %d
pl: Gracz %d
pt_br: Jogador %d
ro: Jucător: %d
ru: Игрок %d
sr: Играч %d
sv: Spelare %d
uk: Гравець %d

source: Standard quick menu
bg: Стандартно бързо меню
de: Standard Schnellmenü
es: Menú rápido estándar
fi: Standardi pikavalikko
fr: Menu rapide standard
gl: Menú rápido estándar
it: Menu veloce standard
ja_jp: 標準的なクイックメニュー
pt_br: Menu rápido padrão
ro: Meniu rapid standard
ru: Обычное быстрое меню
sv: Standardsnabbmeny

source: Submenu%d
ast: Somenú%d
bg: Подменю%d
de: Untermenü%d
es: Submenú%d
fi: Alivalikko%d
fr: Sous-menu%d
gl: Submenú%d
it: Sottomenu%d
ja_jp: サブメニュー%d
pl: Podmenu%d
ro: Submeniu%d
ru: Подменю%d
sr: Подмени%d
sv: Undermeny%d

source: Command%d
ast: Comandu%d
bg: Команда%d
de: Befehl%d
es: Comando%d
fi: Komento%d
fr: Commande%d
gl: Comando%d
it: Comando%d
ja_jp: コマンド%d
pl: Komenda%d
pt_br: Comando%d
ro: Comandă%d
ru: Команда%d
sr: Наредба%d
sv: Kommando%d

source: Continue...
ast: Siguir...
bg: Продължи...
de: Fortfahren …
es: Continuar...
fi: Jatka...
fr: Continuer…
gl: Continuar...
it: Continua...
ja_jp: 続ける...
pl: Kontynuuj...
pt_br: Continuar...
ro: Continuă...
ru: Продолжить…
sr: Настави...
sv: Fortsätt...

source: Chat
ast: Charra
bg: Чат
fi: Keskustelu
fr: Tchat
gl: Conversa
ja_jp: チャット
pl: Czat
pt_br: Bate-papo
ro: Convorbire
ru: Чат
sr: Ћаскање
sv: Chatt

source: QMCMD^Send public message to
ast: Unviar un mensaxe públicu a
bg: QMCMD^Изпрати публично съобщение до
de: QMCMD^Sende öffentliche Nachricht an
es: QMCMD^Enviar mensaje público a
fi: QMCMD^Lähetä julkinen viesti
fr: Envoyer un message public à
gl: QMCMD^Enviar mensaxe público a
it: Manda un messaggio pubblico a
ja_jp: QMCMD^公開メッセージを送信する:
pl: QMCMD^Wyślij publiczną wiadomość do
pt_br: Enviar mensagem pública para
ro: QMCMD^Trimite mesaj public către
ru: Отправить сообщение в общий чат
sr: QMCMD^Пошаљи јавну поруку ка
sv: Skicka allmänt meddelande till

source: QMCMD^:-) / nice one
ast: bona xugada :-)
bg: QMCMD^:-) / много добре
de: QMCMD^:-) / gut gemacht
es: QMCMD^:-) / buena
fi: QMCMD^:-) / se oli hieno
fr: :-) / joli
gl: QMCMD^:-) / moi boa
it: :-) / bella
ja_jp: QMCMD^ (^_^) / ナイス
pl: :-) / nieźle
pt_br: :-) / Boa jogada
ro: QMCMD^:) / frumos
ru: :-) / хорош
sr: QMCMD^:-) / добар потез
sv: :-) / snyggt gjort

source: QMCMD^nice one
ast: bona xugada
bg: QMCMD^много добре
de: QMCMD^Gut gemacht
es: QMCMD^buena
fi: QMCMD^se oli hieno
fr: joli
gl: QMCMD^moi boa
it: bella
ja_jp: QMCMD^ナイス
pl: nieźle
pt_br: Boa jogada
ro: QMCMD^frumos
ru: хорош
sr: QMCMD^добар потез
sv: snyggt gjort

source: QMCMD^good game
ast: bona partida
bg: QMCMD^добра игра
de: QMCMD^Gut gespielt
es: QMCMD^bien jugado
fi: QMCMD^hyvä peli
fr: belle partie
gl: QMCMD^ben xogado
it: bella partita
ja_jp: よくやった
pl: dobra gra
pt_br: Bom jogo
ro: QMCMD^GG
ru: хорошая игра
sr: QMCMD^добра игра
sv: bra spel

source: QMCMD^hi / good luck
ast: hola y bona suerte
bg: QMCMD^здрасти / пожелавам ти късмет
de: QMCMD^Hallo / Viel Glück
es: QMCMD^hola / buena suerte
fi: QMCMD^hei / onnea matkaan
fr: salut / bonne chance
gl: QMCMD^hi / boa sorte
it: ciao / buona fortuna
ja_jp: QMCMD^やあ / グッドラック
pl: hej / powodzenia
pt_br: Olá / Boa sorte
ro: QMCMD^salut / baftă
ru: привет / удачной игры
sr: QMCMD^здраво / срећно
sv: hej / lycka till

source: QMCMD^hi / good luck and have fun
ast: hola, bona suerte y pasá-ylo podre
bg: QMCMD^здрасти / пожелавам ти късмет и се забавлявай
de: QMCMD^Hallo / Viel Glück und habt Spaß
es: QMCMD^hola / buena suerte y diviértete
fi: QMCMD^hei / onnea matkaan ja pidäthän hauskaa
fr: salut / bonne chance et amusez-vous bien
gl: QMCMD^ola / moita sorte e pasao ben
it: ciao / buona fortuna e divertiti
ja_jp: QMCMD^やあ / グッドラック、楽しんでね
pl: hej / powodzenia i miłej zabawy
pt_br: Olá / Boa sorte e divirta-se
ro: QMCMD^salut / baftă și distracție plăcută
ru: привет / удачи и приятной игры
sr: QMCMD^здраво / срећно и нека ти буде забавно
sv: hej / lycka till och ha skoj

source: QMCMD^Send in English
ast: Unviar n'inglés
bg: QMCMD^Изпрати на aнглийски
de: QMCMD^Auf Englisch senden
es: QMCMD^Enviar en inglés
fi: QMCMD^Lähetä Suomeksi
fr: Envoyer en anglais
gl: QMCMD^Enviar en Inglés
it: Invia in inglese
ja_jp: QMCMD^英語で送る
pl: QMCMD^Wyślij w języku angielskim
pt_br: Enviar em inglês
ro: QMCMD^Trimite în engleză
ru: Отправить на английском
sr: QMCMD^Пошаљи на енглеском
sv: Skicka på engelska

source: QMCMD^Team chat
ast: Charra del equipu
bg: QMCMD^Отборен чат
es: QMCMD^Chat del equipo
fi: QMCMD^joukkuekeskustelu
fr: Tchat d'équipe
gl: QMCMD^Conversa do equipo
it: Chat di squadra
ja_jp: QMCD^チームチャット
pl: Czat drużynowy
pt_br: Bate-papo de equipe
ro: QMCMD^Conversație echipă
ru: Командный чат
sr: QMCMD^Екипно ћаскање
sv: Lagchatt

source: QMCMD^strength soon
bg: QMCMD^сила скоро
de: QMCMD^Stärke kommt bald
es: QMCMD^la fuerza aparecerá pronto
fi: QMCMD^voimistus pian
fr: bientôt le bonus de Force
gl: QMCMD^a forza virá pronto
it: la forza, presto
ja_jp: QMCMD^間もなく力
pl: niedługo siła
pt_br: Força em breve
ro: QMCMD^forță curând
ru: скоро сила
sv: styrka snart

source: QMCMD^free item %x^7 (l:%y^7)
bg: QMCMD^свободен предмет %x^7 (l:%y^7)
de: QMCMD^Freier Gegenstand %x^7 (l:%y^7)
es: QMCMD^objeto gratuito %x^7 (l:%y^7)
fi: QMCMD^vapauta esine %x^7 (l:%y^7)
fr: objet disponible %x^7 (l:%y^7)
gl: QMCMD^obxeto gratuito %x^7 (l:%y^7)
it: oggetto disponibile %x^7 (l:%y^7)
ja_jp: QMCMD^無料アイテム %x^7 (l:%y^7)
pl: darmowy przedmiot %x^7 (l:%y^7)
pt_br: Item livre %x^7 (l:%y^7)
ro: QMCMD^obiect liber %x^7 (l:%y^7)
ru: есть предмет %x^7 (l:%y^7)
sr: QMCMD^бесплатна ствар %x^7 (l:%y^7)
sv: fri sak %x^7 (l:%y^7)

source: QMCMD^free item, icon
bg: QMCMD^свободен предмет, икона
de: QMCMD^Freier Gegenstand, Icon
es: QMCMD^objeto gratuito, icono
fi: QMCMD^vapaa esine, kuvake
fr: objet disponible, icône
gl: QMCMD^obxeto gratuito, icona
it: oggetto disponibile, icona
ja_jp: QMCMD^無料アイテム、アイコン
pl: darmowy przedmiot, ikona
pt_br: Item livre, ícone
ro: QMCMD^obiect liber, pictogramă
ru: есть предмет, значок
sr: QMCMD^бесплатна ствар, иконица
sv: fri sak, ikon

source: QMCMD^took item (l:%l^7)
bg: QMCMD^взет предмет (l:%l^7)
de: QMCMD^Gegenstand genommen (l:%l^7)
es: QMCMD^tomó el objeto (l:%l^7)
fi: QMCMD^otti esineen (l:%l^7)
fr: pris l'objet (l:%l^7)
gl: QMCMD^colleu obxeto (l:%l^7)
it: preso oggetto (l:%l^7)
ja_jp: QMCMD^アイテムを取った (l:%l^7)
pl: wziąłem przedmiot (l:%I^7)
pt_br: Item pego (l:%l^7)
ro: QMCMD^a luat obiectul (l:%l^7)
ru: беру предмет (l:%l^7)
sr: QMCMD^узео ствар (l:%l^7)
sv: tog sak (l:%l^7)

source: QMCMD^took item, icon
bg: QMCMD^взет предмет, икона
de: QMCMD^Gegenstand genommen, Icon
es: QMCMD^tomó el objeto, icono
fi: QMCMD^otti esineen, kuvake
fr: pris l'objet, icône
gl: QMCMD^colleu obxeto, icona
it: preso oggetto, icona
ja_jp: QMCMD^アイテムを取った、アイコン
pl: wziąłem przedmiot, ikona
pt_br: Item pego, ícone
ro: QMCMD^a luat obiectul, pictogramă
ru: беру предмет, значок
sv: tog sak, ikon

source: QMCMD^negative
bg: QMCMD^отрицателен
de: QMCMD^Negativ
es: QMCMD^negativo
fi: QMCMD^negatiivinen
fr: négatif
gl: QMCMD^negativo
it: negativo
ja_jp: QMCMD^陰性
pl: zaprzeczam
pt_br: Negativo
ro: QMCMD^negativ
ru: отклонено
sv: negativ

source: QMCMD^positive
bg: QMCMD^положителен
de: QMCMD^Positiv
es: QMCMD^positivo
fi: QMCMD^positiivinen
fr: affirmatif
gl: QMCMD^positivo
it: positivo
ja_jp: QMCMD^陽性
pl: potwierdzam
pt_br: Positivo
ro: QMCMD^pozitiv
ru: принято
sv: positiv

source: QMCMD^need help (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
bg: QMCMD^нужда от помощ (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
de: QMCMD^Brauche Hilfe (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
es: QMCMD^necesito ayuda (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fi: QMCMD^avuntarve (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fr: besoin d'aide (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
gl: QMCMD^preciso axuda (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
it: aiuto (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ja_jp: QMCMD^助けが必要 (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pl: potrzebna pomoc (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pt_br: Preciso de ajuda (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ro: QMCMD^necesit ajutor (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ru: нужна помощь (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
sv: behöver hjälp (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^need help, icon
bg: QMCMD^нужда от помощ, икона
de: QMCMD^Brauche Hilfe, Icon
es: QMCMD^necesito ayuda, icono
fi: QMCMD^avuntarve, kuvake
fr: besoin d'aide, icône
gl: QMCMD^preciso axuda, icona
it: aiuto, icona
ja_jp: QMCMD^助けが必要、アイコン
pl: potrzebna pomoc, ikona
pt_br: Preciso de ajuda, ícone
ro: QMCMD^necesit ajutor, pictogramă
ru: нужна помощь, значок
sv: behöver hjälp, ikon

source: QMCMD^enemy seen (l:%y^7)
bg: QMCMD^враг забелязан (l:%y^7)
de: QMCMD^Gegner gesehen (l:%y^7)
es: QMCMD^enemigo visto (l:%y^7)
fi: QMCMD^vihollinen havaittu (l:%y^7)
fr: ennemi aperçu (l:%y^7)
gl: QMCMD^inimigo visto (l:%y^7)
it: avvistato nemico (l:%y^7)
ja_jp: QMCMD^敵が見えました (l:%y^7)
pl: widzę wroga (l:%y^7)
pt_br: Inimigo avistado (l:%y^7)
ro: QMCMD^inamic observat (l:%y^7)
ru: замечен враг (l:%y^7)
sv: såg fiende (l:%y^7)

source: QMCMD^enemy seen, icon
bg: QMCMD^враг забелязан, икона
de: QMCMD^Gegner gesehen, Icon
es: QMCMD^enemigo visto, icono
fi: QMCMD^vihollinen havaittu, kuvake
fr: ennemi aperçu, icône
gl: QMCMD^inimigo visto, icona
it: avvistato nemico, icona
ja_jp: QMCMD^敵が見えました、アイコン
pl: widzę wroga, ikona
pt_br: Inimigo avistado, ícone
ro: QMCMD^inamic observat, pictogramă
ru: замечен враг, значок
sv: såg fiende, ikon

source: QMCMD^flag seen (l:%y^7)
bg: QMCMD^флаг забелязан (l:%y^7)
de: QMCMD^Flagge gesehen (l:%y^7)
es: QMCMD^bandera vista (l:%y^7)
fi: QMCMD^lippu havaittu (l:%y^7)
fr: drapeau aperçu (l:%y^7)
gl: QMCMD^bandeira vista (l:%y^7)
it: avvistata bandiera (l:%y^7)
ja_jp: QMCMD^旗が見えました (l:%y^7)
pl: widzę flagę (l:%y^7)
pt_br: Bandeira avistada (l:%y^7)
ro: QMCMD^steag observat (l:%y^7)
ru: замечен флаг (l:%y^7)
sv: såg flagga (l:%y^7)

source: QMCMD^flag seen, icon
bg: QMCMD^флаг забелязан, икона
de: QMCMD^Flagge gesehen, Icon
es: QMCMD^bandera vista, icono
fi: QMCMD^lippu havaittu, kuvake
fr: drapeau aperçu, icône
gl: QMCMD^bandeira vista, icona
it: avvistata bandiera, icona
ja_jp: QMCMD^旗が見えました、アイコン
pl: widzę flagę, ikona
pt_br: Bandeira avistada, ícone
ro: QMCMD^steag observat, pictogramă
ru: замечен флаг, значок
sv: såg flagga, ikon

source: QMCMD^defending (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
bg: QMCMD^защитава (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
de: QMCMD^Verteidigend (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
es: QMCMD^defendiendo (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fi: QMCMD^puolustaa (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fr: en défense (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
gl: QMCMD^defendendo (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
it: difendendo (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ja_jp: QMCMD^防衛中 (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pl: bronię (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pt_br: Defendendo (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ro: QMCMD^în apărare (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ru: защищаюсь (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
sv: skyddar (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^defending, icon
bg: QMCMD^защитава, икона
de: QMCMD^Verteidigend, Icon
es: QMCMD^defendiendo, icono
fi: QMCMD^puolustaa, kuvake
fr: en défense, icône
gl: QMCMD^defendendo, icona
it: difendendo, icona
ja_jp: QMCMD^守り中、アイコン
pl: bronię, ikona
pt_br: Defendendo, ícone
ro: QMCMD^în apărare, pictogramă
ru: защищаюсь, значок
sv: skyddar, ikon

source: QMCMD^roaming (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
bg: QMCMD^обикаля (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
de: QMCMD^Wandernd (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
es: QMCMD^moviéndome (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fi: QMCMD^kuljeskelee (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fr: en itinérance (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
gl: QMCMD^movendome (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
it: vagando (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ja_jp: QMCMD^動き中 (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pl: krążę (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pt_br: Patrulhando (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ru: патрулирую (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
sv: utforskar (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^roaming, icon
bg: QMCMD^обикаля, икона
de: QMCMD^Wandernd, Icon
es: QMCMD^moviéndome, icono
fi: QMCMD^kuljeskelee, kuvake
fr: en itinérance, icône
gl: QMCMD^movendome, icona
it: vagando, icona
ja_jp: QMCMD^動き中、アイコン
pl: krążę, ikona
pt_br: Patrulhando, ícone
ro: QMCMD^roaming, pictogramă
ru: патрулирую, значок
sv: utforskar, ikon

source: QMCMD^attacking (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
bg: QMCMD^атакува (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
de: QMCMD^Angreifend (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
es: QMCMD^atacando (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fi: QMCMD^hyökkäämässä (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
fr: en attaque (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
gl: QMCMD^atacando (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
it: attaccando (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ja_jp: QMCMD^攻撃中 (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pl: atakuję (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
pt_br: Atacando (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ro: QMCMD^în atac (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
ru: атакую (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
sv: attackerar (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^attacking, icon
bg: QMCMD^атакува, икона
de: QMCMD^Angreifend, Icon
es: QMCMD^atacando, icono
fi: QMCMD^hyökkäämässä, kuvake
fr: en attaque, icône
gl: QMCMD^atacando, icona
it: attaccando, icona
ja_jp: QMCMD^攻撃中、アイコン
pl: atakuję, ikona
pt_br: Atacando, ícone
ro: QMCMD^în atac, pictogramă
ru: атакую, значок
sv: attackerar, ikon

source: QMCMD^killed flagcarrier (l:%y^7)
bg: QMCMD^убит знаменосец (l:%y^7)
de: QMCMD^Flaggenträger getötet (l:%y^7)
es: QMCMD^el portador de la bandera ha sido asesinado (l:%y^7)
fi: QMCMD^lipunkantaja tapettu (l:%y^7)
fr: tué le porteur de drapeau (l:%y^7)
gl: QMCMD^portabandeira morto (l:%y^7)
it: ucciso portabandiera (l:%y^7)
ja_jp: QMCMD^殺された旗持ち (l:%y^7)
pl: zabiłem niosącego flagę (l:%y^7)
pt_br: Portador de bandeira aniquilado (l:%y^7)
ro: QMCMD^posesorul de steag omorât (l:%y^7)
ru: убил флагоносца (l:%y^7)
sv: dödade flaggbärare (l:%y^7)

source: QMCMD^killed flagcarrier, icon
bg: QMCMD^убит знаменосец, икона
de: QMCMD^Flaggenträger getötet, Icon
es: QMCMD^el portador de la bandera ha sido asesinado, icono
fi: QMCMD^lipunkantaja tapettu, kuvake
fr: tué le porteur de drapeau, icône
gl: QMCMD^portabandeira morto, icona
it: ucciso portabandiera, icona
ja_jp: QMCMD^殺された旗持ち、アイコン
pl: QMCMD^zabiłem niosącego flagę, ikona
pt_br: Portador de bandeira aniquilado, ícone
ro: QMCMD^posesorul de steag omorât, pictogramă
ru: убил флагоносца, значок
sv: dödade flaggbärare, ikon

source: QMCMD^dropped flag (l:%d^7)
bg: QMCMD^изпуснато знаме (l:%d^7)
de: QMCMD^Flagge weggeworfen (l:%d^7)
es: QMCMD^bandera tirada (l:%d^7)
fi: QMCMD^lippu pudotettu (l:%d^7)
fr: lâché le drapeau (l:%d^7)
gl: QMCMD^bandeira tirada (l:%d^7)
it: lasciata bandiera (l:%d^7)
ja_jp: QMCMD^旗を落とした (l:%d^7)
pl: upuściłem flagę (l:%d^7)
pt_br: Bandeira largada (l:%d^7)
ro: QMCMD^steag scăpat (l:%d^7)
ru: сбросил флаг (l:%d^7)
sv: släppte flagga (l:%d^7)

source: QMCMD^dropped flag, icon
bg: QMCMD^изпуснато знаме, икона
de: QMCMD^Flagge weggeworfen, Icon
es: QMCMD^bandera tirada, icono
fi: QMCMD^lippu pudotettu, kuvake
fr: lâché le drapeau, icône
gl: QMCMD^bandeira soltada, icona
it: lasciata bandiera, icona
ja_jp: QMCMD^旗を落とした、アイコン
pl: upuściłem flagę, ikona
pt_br: Bandeira largada, ícone
ro: QMCMD^steag scăpat, pictogramă
ru: сбросил флаг, значок
sv: släppte flagga, ikon

source: QMCMD^drop weapon, icon
bg: QMCMD^пусни оръжие, икона
de: QMCMD^Waffe weggeworfen, Icon
es: QMCMD^tirar arma, icono
fi: QMCMD^pudota ase, kuvake
fr: lâché l'arme, icône
gl: QMCMD^soltar arma, icona
it: lascia arma, icona
ja_jp: QMCMD^武器を落とす、アイコン
pl: QMCMD^upuść broń, icon
pt_br: Largar arma, ícone
ro: QMCMD^scapă arma, pictogramă
ru: сбросьте оружие, значок
sv: släppte vapen, ikon

source: QMCMD^dropped weapon %w^7 (l:%l^7)
bg: QMCMD^изпуснато оръжие %w^7 (l:%l^7)
de: QMCMD^Waffe weggeworfen %w^7 (l:%l^7)
es: QMCMD^arma tirada %w^7 (l:%l^7)
fi: QMCMD^ase pudotettu %w^7 (l:%l^7)
fr: lâché l'arme %w^7 (l:%l^7)
gl: QMCMD^arma soltada %w^7 (l:%l^7)
it: lasciata arma %w^7 (l:%l^7)
ja_jp: QMCMD^武器を落とした、アイコン %w^7 (l:%l^7)
pl: QMCMD^upuszczono broń %w^7 (l:%l^7)
pt_br: Arma largada %w^7 (l:%l^7)
ro: QMCMD^armă scăpată %w^7 (l:%l^7)
ru: сбросил оружие %w^7 (l:%l^7)
sv: släppte vapen %w^7 (l:%l^7)

source: QMCMD^drop flag/key, icon
bg: QMCMD^изпусни знаме/ключ, икона
de: QMCMD^Flagge/Schlüssel weggeworfen, Icon
es: QMCMD^tirar bandera/llave, icono
fi: QMCMD^pudota lippu/avain, kuvake
fr: lâcher le drapeau / la clé, icône
gl: QMCMD^soltar bandeira/chave, icona
it: lascia bandiera/chiave, icona
ja_jp: QMCMD^旗/鍵を落とす、アイコン
pl: QMCMD^upuść flagę/klucz, icon
pt_br: Largar bandeira/chave, ícone
ro: QMCMD^scapă steag/cheie, pictogramă
ru: сбросьте флаг/ключ, значок
sv: släpp flagga/nyckel, ikon

source: QMCMD^dropped flag/key %w^7 (l:%l^7)
bg: QMCMD^изпуснат флаг/ключ %w^7 (l:%l^7)
de: QMCMD^Flagge/Schlüssel weggeworfen %w^7 (l:%l^7)
es: QMCMD^bandera/llave tirada %w^7 (l:%l^7)
fi: QMCMD^pudotettu lippu/avain %w^7 (l:%l^7)
fr: lâché le drapeau / la clé %w^7 (l:%l^7)
gl: QMCMD^bandeira/chave soltada %w^7 (l:%l^7)
it: lasciata bandiera/chiave %w^7 (l:%l^7)
ja_jp: QMCMD^旗/鍵を落とした %w^7 (l:%l^7)
pl: QMCMD^upuszczono flagę/klucz %w^7 (l:%l^7)
pt_br: Bandeira/Chave largada %w^7 (l:%l^7)
ro: QMCMD^steag/cheie scăpate %w^7 (l:%l^7)
ru: сбросил флаг/ключ %w^7 (l:%l^7)
sv: släppte flagga/nyckel %w^7 (l:%l^7)

source: QMCMD^Send private message to
ast: Unviar un mensaxe priváu a
bg: QMCMD^Изпрати лично съобщение до
de: QMCMD^Sende private Nachricht an
es: QMCMD^Enviar mensaje privado a
fi: QMCMD^Lähetä yksityisviesti
fr: Envoyer un message privé à
gl: QMCMD^Enviar mensaxe privada a
it: Invia messaggio privato a
ja_jp: QMCMD^非公開のメッセージを送信する
pl: Wyślij prywatną wiadomość do
pt_br: Enviar mensagem privada para
ro: QMCMD^Trimite mesaj privat către
ru: Отправить личное сообщение
sr: QMCMD^Пошаљите приватну поруку за
sv: Skicka privat meddelande till

source: QMCMD^Settings
ast: Axustes
bg: QMCMD^Настройки
de: QMCMD^Einstellungen
es: QMCMD^Ajustes
fi: QMCMD^Asetukset
fr: Paramètres
gl: QMCMD^Axustes
it: Impostazioni
ja_jp: QMCMD^設定
pl: Ustawienia
pt_br: Configurações
ro: QMCMD^Setări
ru: Настройки
sr: QMCMD^Подешавања
sv: Inställningar

source: QMCMD^View/HUD settings
ast: Axustes de la vista/interfaz
bg: QMCMD^Изглед/HUD настройки
de: QMCMD^Ansicht/HUD-Einstellungen
es: QMCMD^Ajustes de la Vista/HUD
fi: QMCMD^Katso/HUD-asetukset
fr: Paramètres de vue / ATH
gl: QMCMD^Ver axustes/HUD
it: Impostazioni vista/HUD
ja_jp: QMCMD^ビュー / HUD設定
pl: Ustawienia widoku/HUD
pt_br: Configurações de exibição/interface
ro: QMCMD^Setări de Vizualizare/HUD
ru: Настройки вида/интерфейса
sr: QMCMD^Преглед/ХУД подешавања
sv: Visa vy/HUD-inställningar

source: QMCMD^3rd person view
ast: Vista en 3ᵉʳ persona
bg: QMCMD^Изглед от 3то лице
de: QMCMD^Dritte-Person-Ansicht
es: QMCMD^Vista en 3ª persona
fi: QMCMD^näkymä kolmannessa persoonassa
fr: Vue à la 3è personne
gl: QMCMD^vista en 3ª persoa
it: visuale in 3ª persona
ja_jp: QMCMD^三人称視点
pl: Widok 3-ciej osoby
pt_br: Visão em 3ª pessoa
ro: QMCMD^Perspectivă la persoana a 3-a
ru: Вид от третьего лица
sr: QMCMD^Преглед из трећег лица
sv: Tredjepersonsvy

source: QMCMD^Player models like mine
ast: Igualar los modelos de los xugadores
bg: QMCMD^Модели на играчите подобни на моя
de: QMCMD^Spielermodelle wie meins
es: QMCMD^Modelos del jugador como el mío
fi: QMCMD^Pelaajamallit, jotka vastaavat omaani
fr: Apparence des joueurs semblable à la mienne
gl: QMCMD^Modelos de xogador coma o meu
it: Modelli giocatore come il mio
ja_jp: QMCMD^私のような選手モデルを表示する
pl: Modele graczy jak mój
pt_br: Modelos de jogadores como o meu
ro: QMCMD^Modele de jucători ca al meu
ru: Заменить модели игроков моей
sr: QMCMD^Модели играча као што је мој
sv: Spelaremodeller som min

source: QMCMD^Names above players
ast: Nomes enriba de los xugadores
bg: QMCMD^Показване имената над играчите
de: QMCMD^Namen über Spieler
es: QMCMD^Nombres por encima de los jugadores
fi: QMCMD^Nimet pelaajien yläpuolella
fr: Noms au-dessus des joueurs
gl: QMCMD^Nomes enriba dos xogadores
it: Nomi sopra i giocatori
ja_jp: QMCMD^上に選手の名前
pl: Nazwy nad graczami
pt_br: Nomes sobre jogadores
ro: QMCMD^Nume deasupra jucătorilor
ru: Имена над игроками
sr: QMCMD^Имена изнад играча
sv: Namn över spelare
