Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Enable antialiasing, which smooths the edges of 3D geometry. Note that it might decrease performance by quite a lot
ast: Adonda los berbesos de la xeometría 3D. Decátate que podría aumentar muncho'l rindimientu
de: Anti-Aliasing aktivieren, was die Kanten von 3-D-Geometrie weicher erscheinen lässt. Beachte, dass dies die Performanz stark verringern könnte
es: Activar antialiasing, el cual suaviza los bordes de la geometría 3D. Tenga en cuenta que esto puede disminuir bastante el rendimiento
fi: Kytke päälle anti-aliasing, joka pehmentää 3D-geometrisiä reunoja. Huomaa, että tämä saattaa alentaa suorituskykyä melkoisesti
fr: Activer l'anticrénelage, réduit l'effet d'escalier sur les modèles 3D. Attention, cela peut fortement réduire les performances
gl: Activa o antialiasing, que suaviza os bordos da xeometría 3D. Teña en conta que pode diminuír moito o rendemento
it: Abilita l'antialiasing, che smussa i bordi dei modelli in 3D. Nota che le performance potrebbero decrementare di un bel po'
ja_jp: 3Dジオメトリのエッジを滑らかにするアンチエイリアスを有効にする。パフォーマンスが大幅に低下する可能性があることに注意してください
pl: Włącz antyaliasing, który wygładza brzegi geometrii 3D. Może znacząco zmniejszyć wydajność.
pt_br: Ativa o antisserrilhado, que suaviza as bordas da geometria em 3D. Saiba que isso pode diminuir bastante o desempenho.
ru: Включить сглаживание краёв трёхмерной геометрии. Может заметно снизить производительность
sv: Slå på anti-aliasing, vilket mjukar ut kanterna på 3D-geometri. Tänk på att det kan reducera prestandan ganska mycket

source: AA^Disabled
ast: Desactívense
be: AA^Адключана
bg: Изключено
de: Aus
es: Deshabilitado
fi: AA^Pois päältä
fr: Désactivé
gl: AA^Desactivado
it: Disabilitato
ja_jp: 無効
pl: Wyłączony
pt_br: Desabilitado
ro: Dezactivat
ru: Отключено
sr: AA^Искључено
sv: Avslagen
uk: Вимкнуто

source: Resolution scaling:
de: Auflösungsskalierung:
es: Escala de resolución:
fi: Ruututarkkuuden mitoitus
fr: Mise à l'échelle de la résolution :
gl: Escala de resolución:
it: Scala risoluzione:
ja_jp: 解像度スケール:
pl: Skalowanie rozdzielczości:
pt_br: Escala de resolução:
ru: Масштаб разрешения:
sv: Upplösningsskala:

source: Screen or window size multiplier, above 1x does antialiasing, below 1x may help slow GPUs
de: Bildschirm- oder Fentergrößenfaktor; bei über 1× wird Anti-Aliasing angewendet, bei unter 1× könnte es langsamen GPUs helfen
es: Multiplicador del tamaño de la pantalla o ventana, arriba de 1x hace anti-alias, abajo de 1x puede aliviar trabajo a GPUs lentas
fi: Ruudun tai ikkunan koko moninpelatessa, yli 1x tuo antialiasoinnin, alle 1x voi auttaa hitaampien suorittimien kohdalla
fr: Multiplicateur de taille d'écran ou de fenêtre, permet l'anticrénelage au-dessus de 1x, en-dessous de 1x cela peut aider les petits GPUs
gl: Multiplicador de tamaño da pantalla ou da xanela, por riba de 1x fai antialiasing, por debaixo de 1x pode axudar a ralentizar as GPU
it: Moltiplicatore dimensione schermo o finestra, sopra 1x esegue l'antialiasing, sotto 1x può aiutare schede grafiche lente
ja_jp: 画面またはウィンドウサイズの乗数、1xを超えるとアンチエイリアスが実行され、1xを下回るとGPUの速度が低下する可能性がある
pt_br: Fator de tamanho de tela ou janela, acima de 1x antisserrilha, abaixo de 1x pode ajudar processadores gráficos lentos
ru: Множитель размера экрана или окна, выше 1x выполняет сглаживание, ниже 1x может улучшить быстродействие на слабых видеокартах
sv: Multiplikator på Skärm- eller fönsterstorlek, över 1x gör antialias, under 1x kan hjälpa långsamma GPUer

source: Anisotropy:
ast: Anisotropía:
be: Анізатрапія:
bg: Анизотропия:
de: Anisotropie:
es: Filtro Anisotrópico:
fi: Anisotropia:
fr: Anisotropie :
gl: Anisotropía:
it: Anisotropia:
ja_jp: 異方性:
pl: Anizotropia:
pt_br: Filtro anisotrópico:
ro: Filtrare anisotropică:
ru: Анизотропия:
sr: Анизотроповање:
sv: Anisotropi:
uk: Анізотропна фільтрація:

source: Anisotropic filtering quality
ast: La calidá del filtru anisotrópicu
de: Anisotrope Filterqualität
es: Calidad de filtrado anisotrópico
fi: Anisotrooppisen suodatuksen laatu
fr: Qualité du filtrage anisotrope
gl: Calidade de filtrado anisotrópico
it: Qualità del filtro anisotropico
ja_jp: 異方性フィルタリング品質
pl: Jakość filtrowania anizotropowego
pt_br: Qualidade do filtro anisotrópico.
ru: Качество анизотропной фильтрации
sv: Anisotropisk filtreringskvalitet

source: ANISO^Disabled
ast: Desactívase
be: ANISO^Адключана
bg: ANISO^Изключена
de: Aus
es: Deshabilitado
fi: ANISO^Pois päältä
fr: Désactivée
gl: ANISO^Desactivado
it: Disabilitata
ja_jp: 無効
pl: Wyłączona
pt_br: Desabilitado
ro: Dezactivat
ru: Отключена
sr: ANISO^Онемогућено
sv: Avstängd
uk: Вимкнуто

source: Eliminate overdraw by rendering a depth-only version of the scene before the normal rendering starts
de: Überzeichnen verhindern, indem ein eine Nur-Tiefen-Version der Szene gerendert wird, bevor das richtige Rendern beginnt
es: Eliminar sobregiro renderizando una versión de profundidad de la escena antes de que inicie la renderización normal
fi: Poista ylipiirräntä renderöimällä vain-syvyys version kohtauksesta ennen kuin tavanomainen renderöinti alkaa
fr: Éviter des problèmes de profondeur de rendu en faisant un rendu de profondeur de la carte et des joueurs avant le rendu standard
gl: Elimine o exceso de visualización representando unha versión da escena só en profundidade antes de que comece a renderización normal
it: Elimina eccesso di disegno (overdraw) eseguendo il rendering della sola profondità della scena prima di iniziare il rendering "standard"
ja_jp: 通常のレンダリングが開始する前に、深度のみのバージョンのシーンをレンダリングすることにより、オーバードローを排除します
pt_br: Elimina o excesso de renderização ao renderizar uma versão de profundidade única da cena antes que a renderização normal comece.
ru: Устранить перерасход отрисовкой только глубинной версии сцен до нормального начала отрисовки
sv: Eliminera överritning genom att rita en bara-djup-version av scenen innan den normala renderingen börjar

source: Depth first:
ast: Primer fondura:
be: Спачатку глыбіня:
bg: Първо дълбочината:
de: Tiefe zuerst rendern:
es: Profundidad primero:
fi: Syvyyssuuntainen renderöinti:
fr: Profondeur d'abord :
gl: Profundidade primeiro:
it: Profondità prima:
ja_jp: 深さ優先:
pl: Najpierw głębia:
pt_br: Profundidade principal:
ro: Calcul profunzime:
ru: Буфер глубин:
sr: Прво дубина:
sv: Djup först:
uk: Глибина спершу:

source: DF^Disabled
ast: Desactívase
be: DF^Адключана
bg: DF^Изключено
de: Aus
es: Desactivado
fi: DF^Pois
fr: Désactivé
gl: DF^Desactivado
it: Disabilitato
ja_jp: 無効
pl: Wyłączona
pt_br: Desabilitado
ro: DF^Dezactivat
ru: Отключено
sr: DF^Искључено
sv: Avslagen
uk: Вимкнуто

source: DF^World
ast: Mundu
be: DF^Наваколле
bg: DF^Околна среда
de: nur Map
es: Mapa
fi: DF^Maailma
fr: Carte
gl: DF^Mundo
it: Globale
ja_jp: マップ
pl: Świat
pt_br: Mundo
ro: DF^Mediul
ru: Мир
sr: DF^Свет
sv: Värld
uk: Світ

source: DF^All
ast: Too
be: DF^Усё
bg: DF^Всичко
de: Immer
es: Todos
fi: DF^Kaikki
fr: Tout
gl: DF^Todos
it: Tutto
ja_jp: 全
pl: Wszystko
pt_br: Todos
ro: DF^Totul
ru: Всё
sr: DF^Свет
sv: Allt
uk: Все

source: Wait for GPU to finish each frame
ast: Esperar pola GPU pa finar cada cuadru
be: Чакаць вылічэння на GPU кожнага кадра
bg: Изчакване на GPU да завърши всеки кадър
de: Bei jedem Frame auf die Grafikkarte warten
es: Esperar a que la GPU termine cada fotograma
fi: Anna näytönohjaimen viimeistellä jokainen ruutu
fr: Attendre le GPU pour finir chaque trame
gl: Agarda a que a GPU remate cada fotograma
it: Attendi che la GPU finisca di elaborare ogni frame
ja_jp: GPUが各フレームを完了するまで待つ
pl: Czekaj na GPU by dokończył każdą klatkę
pt_br: Esperar que a placa de vídeo termine cada quadro
ro: Așteaptă ca GPU-ul să termine fiecare cadru
ru: Ждать завершения видеокартой каждого кадра
sr: Сачекај да графичка обради сваки кадар
sv: Vänta på GPU:n att slutföra varje bildram
uk: Чекати поки GPU закінчить кожний кадр

source: Make the CPU wait for the GPU to finish each frame, can help with some strange input or video lag on some machines
ast: Fai que la CPU espere pola GPU pa finar cada cuadru. Pue ayudar col retrasu de la entrada o'l videu en dalgunos ordenadores
de: Sorgt dafür, dass die CPU auf die GPU wartet, um jedes Frame fertigzustellen; kann dabei helfen, ein paar seltsame Eingabe- oder Grafikverzögerungen auf einigen Maschinen zu beheben
es: Hacer que la CPU espere a que la GPU termine cada fotograma, puede ayudar con algunas entradas extrañas o retrasos gráficos en algunas máquinas
fi: Laita suoritin odottamaan näytönohjainta viimeistelläkseen jokaisen kehyksen; voi auttaa joissakin oudoissa sisääntulo tai videon laahaamisongelmissa joillakin kokoonpanoilla
fr: Demander au processeur d'attendre la fin du rendu graphique, cela permet d'éviter des problèmes de latence vidéo ou d'entrée sur certaines machines
gl: Fai que a CPU agarde a que a GPU remate cada fotograma, pode axudar con algunha entrada estraña ou atraso de vídeo nalgunhas máquinas
it: Fa in modo che la CPU attenda che la GPU finisca di elaborare ogni frame, può aiutare con alcuni strani input o in presenza di video lag in alcuni computer
ja_jp: GPUが各フレームを完了するまでCPUを待機させる。一部のマシンでは奇妙な入力やビデオの遅延に役立つ。
pl: Niech procek czeka na grafikę, może pomóc z dziwnymi lagami na niektórych sprzętach
pt_br: Faz com que o processador espere a placa de vídeo terminar cada quadro. Pode ajudar em casos de atraso em dispositivos de entrada ou de vídeo em algumas máquinas.
ru: Заставляет процессор ждать, пока видеокарта закончит отрисовку каждого кадра, может помочь в случае задержек и подвисаний на некоторых компьютерах
sv: Gör att CPU:n väntar på GPU:n för att slutföra varje bild, kan hjälpa med vissa inmatnings- eller bildramslagg på vissa datorer

source: Use OpenGL 2.0 shaders (GLSL)
ast: Usar asolombradores d'OpenGL 2.0 (GLSL)
be: Выкарыстоўваць шэйдэры OpenGL 2.0 (GLSL)
bg: Използване на OpenGL 2.0 шейдъри (GLSL)
de: OpenGL-2.0-Shaders verwenden (GLSL)
es: Usar shaders OpenGL 2.0 (GLSL)
fi: Käytä OpenGL 2.0 shaders-varjostuksia (GLSL)
fr: Utiliser les shaders OpenGL 2.0 (GLSL)
gl: Usa sombreadores OpenGL 2.0 (GLSL)
it: Usa gli shader OpenGL 2.0 (GLSL)
ja_jp: OpenGL 2.0 シェーダー(GLSL)を使う
pl: Użyj shaderów OpenGL 2.0 (GLSL)
pt_br: Usar shaders de OpenGL 2.0 (GLSL)
ro: Utilizare OpenGL 2.0 (GLSL)
ru: Использовать GLSL-шейдеры OpenGL 2.0
sr: Користи OpenGL 2.0 нијансере (GLSL)
sv: Använd OpenGL 2.0-shaders (GLSL)
uk: Використовувати шейдери OpenGL 2.0 (GLSL)

source: Brightness:
ast: Brillu:
be: Яркасць:
bg: Яркост:
de: Helligkeit:
es: Brillo:
fi: Kirkkaus:
fr: Luminosité :
gl: Brillo:
it: Luminosità:
ja_jp: 明るさ:
pl: Jasność:
pt_br: Brilho:
ro: Luminozitate:
ru: Яркость:
sr: Бистрина:
sv: Ljusstyrka:
uk: Яскравість:

source: Brightness of black
ast: El brillu del prietu
de: Helligkeit von schwarz
es: Brillo en negros
fi: Mustan kirkkaus
fr: Luminosité du noir
gl: Brillo en negros
it: Luminosità del nero
ja_jp: 黒の明るさ:
pl: Jasność czerni
pt_br: Brilho do preto.
ru: Яркость чёрного
sv: Ljusstyrka av svart

source: Contrast:
ast: Contraste:
be: Кантраст:
bg: Контраст:
de: Kontrast:
es: Contraste:
fi: Kontrasti:
fr: Contraste :
gl: Contraste:
it: Contrasto:
ja_jp: コントラスト:
pl: Kontrast:
pt_br: Contraste:
ru: Контраст:
sr: Контраст:
sv: Kontrast:
uk: Контраст:

source: Brightness of white
ast: El brillu del blancu
de: Helligkeit von weiß
es: Brillo en blanco
fi: Valkoisen kirkkaus
fr: Luminosité du blanc
gl: Brillo en branco
it: Luminosità del bianco
ja_jp: 白の明るさ:
pl: Jasność bieli
pt_br: Brilho do branco.
ru: Яркость белого
sv: Ljusstyrka av vit

source: Gamma:
be: Гама:
bg: Гама:
es: Gama:
gl: Gama:
ja_jp: ガンマ:
pl: Zakres:
pt_br: Gama:
ru: Гамма:
sr: Гама:
uk: Гамма:

source: Inverse gamma correction value, a brightness effect that does not affect white or black
ast: Un efeutu de brillu que nun afeuta al blancu o al prietu
de: Inverser Gammakorrekturwert, ein Helligkeitseffekt, der nicht weiß oder schwarz beeinflusst
es: Valor de corrección de gama inverso, un efecto de brillo que no afecta al blanco o al negro
fi: Käännä gamma-kirkkauden korjausmääre, kirkkausefekti joka ei vaikuta valkoiseen tai mustaan
fr: Valeur de correction gamma inverse, un effet de luminosité qui n'affecte ni le blanc ni le noir
gl: Valor de corrección gamma inversa, un efecto de brillo que non afecta o branco nin o negro
it: Valore della correzione gamma inversa, un effetto di luminosità che non tocca il bianco o il nero
ja_jp: 逆ガンマ補正値、白または黒に影響を与えない輝度効果
pt_br: Valor de correção de gama inverso. É um efeito de brilho que não afeta o branco ou preto.
ru: Обратное значение гамма-коррекции, эффект яркости, не влияющий на белый или чёрный
sv: Omvänd gammakorrigeringsvärde, en ljusstyrkeeffekt som inte påverkar vit eller svart

source: Contrast boost:
ast: Potenciación del contraste:
be: Узмацненне кантрасту:
bg: Засилен контраст:
de: Kontrasterhöhung:
es: Aumento de contraste
fi: Kontrastin lisäys:
fr: Boost du contraste :
gl: Aumento do contraste:
it: Aumenta contrasto:
ja_jp: コントラストの増加:
pl: Wzmocnienie kontrastu:
pt_br: Impulso do contraste:
ro: Stimulează contrast:
ru: Усиление контраста:
sr: Појачање контраста:
sv: Kontrastökning:
uk: Підсилення контрасту:

source: By how much to multiply the contrast in dark areas
ast: Por cuánto se multiplica'l contraste nes árees escures
de: Mit wieviel der Kontrast in dunklen Bereichen multipliziert wird
es: Por cuánto multiplicar el contraste en áreas oscuras
fi: Monellako kontrasti kerrotaan tummilla alueilla
fr: Coefficient de multiplication du contraste dans les zones sombres
gl: Por canto multiplicar o contraste nas zonas escuras
it: Di quanto viene moltiplicato il contrasto nelle aree oscure
ja_jp: 暗い部分のコントラストをどれだけ掛けるか
pl: O ile pomnożyć kontrast w ciemnych miejscach
pt_br: Por quanto deve ser multiplicado o contraste em áreas escuras.
ru: Множитель контраста тёмных областей
sv: Med hur mycket att multiplicera kontrasten i mörka områden

source: Saturation:
ast: Saturación:
be: Насычанасць:
bg: Наситеност:
de: Sättigung:
es: Saturación:
fi: Kylläisyys:
gl: Saturación:
it: Saturazione:
ja_jp: 彩度:
pl: Nasycenie:
pt_br: Saturação:
ro: Saturație:
ru: Насыщенность:
sr: Засићење:
sv: Mättnad:
uk: Насиченість:

source: Saturation adjustment (0 = grayscale, 1 = normal, 2 = oversaturated), requires GLSL color control
de: Sättigungsanpassung (0 = Grautöne, 1 = normal, 2 = übersättigt), benötigt „GLSL color control“
es: Ajuste de saturación (0 = escala de grises, 1 = normal, 2 = sobresaturado), requiere el control de color GLSL
fi: Kylläisyyden säätö (0 = harmaasävy, 1 = tavallinen, 2 = ylikylläinen), vaatii GLSL-värihallinnan
fr: Ajustement de la saturation (0 = niveaux de gris, 1 = normal, 2 = sursaturé), nécessite le contrôle de couleur GLSL
gl: O axuste da saturación (0 = escala de grises, 1 = normal, 2 = sobresaturado), require o control de cor GLSL
it: Adattamento saturazione (0 = scala di grigi, 1 = normale, 2 = sovra-saturo), richiede il GLSL color control
ja_jp: 彩度調整 (0 = グレースケール、1 = 通常、2 = 過飽和)、GLSLカラーコントロールが必要です
pt_br: Ajuste da saturação (0 = tons de cinza, 1 = normal, 2 = muito saturado). Requer controle de cor GLSL.
ru: Регулировка насыщенности (0 = оттенки серого, 1 = нормально, 2 = перенасыщенно), требует цветоконтроля GLSL
sv: Mättnadsjustering (0 = gråskala, 1 = vanlig, 2 = övermättad), kräver GLSL-färgkontroll

source: LIT^Ambient:
ast: Ambiente:
be: LIT^Навакольнае святло:
bg: LIT^Фоново осветление:
de: Umgebungslicht:
es: Ambiente:
fi: LIT^Ympäristö:
fr: Ambiance :
gl: LIT^Ambiente:
it: Ambiente:
ja_jp: アンビエント:
pl: Otoczenia:
pt_br: Iluminação ambiental:
ro: Ambianță:
ru: Общее освещение:
sr: LIT^Окружење:
sv: Omgivning:
uk: Навколишне освітлення:

source: Ambient lighting, if set too high it tends to make light on maps look dull and flat
de: Umgebungslicht, wenn zu hoch eingestellt, tendiert es dazu, das Licht auf Karten dumpf und flach erscheinen zu lassen
es: Iluminación del ambiente, si se establece demasiado alto, tiende a hacer que la luz en los mapas se vea tenue y plana
fi: Ympäröivä valaistus; mikäli asetettu liian korkeaksi, se tapaa tehdä kartan valot tylsiksi ja tasapaksuiksi
fr: Lumière ambiante, si elle est trop élevée l'éclairage des cartes sera plus terne et monotone
gl: Iluminación ambiental, se se establece demasiado alto tende a facer que a luz nos mapas pareza aburrida e plana
it: Luminosità dell'ambiente, se è impostato ad un valore troppo alto tende a rendere la luce delle mappe opaca e piatta
ja_jp: アンビエント照明、設定が高すぎると、マップ上のライトが鈍く平坦に見える傾向がある
pt_br: Iluminação de ambiente. Caso o valor seja muito alto, poderá fazer com que as luzes dos mapas fiquem planas e sem graça.
ru: Окружающее освещение, если выставлено слишком большим, свет на аренах будет выглядеть блёклым и плоским
sv: Omgiven belysning, om satt för högt så brukar den göra att ljus på kartor ser tråkiga och platta ut

source: Intensity:
ast: Intensidá:
be: Велічыня:
bg: Интензитет:
de: Lichtstärke:
es: Intensidad:
fi: Intensiivisyys:
fr: Intensité :
gl: Intensidade:
it: Intensità:
ja_jp: 強度:
pl: Intensywność:
pt_br: Intensidade:
ro: Intensitate:
ru: Величина:
sr: Јачина:
sv: Intensivitet:
uk: Інтенсивність:

source: Global rendering brightness
ast: El brillu de la renderización global
de: Globale Renderhelligkeit
es: Brillo del renderizador global
fi: Yleismaailmallisen renderöinnin kirkkaus
fr: Luminosité du rendu global
gl: Brillo de renderizado global
it: Luminosità del rendering globale
ja_jp: グローバルレンダリングの明るさ
pl: Globalna jasność renderowania
pt_br: Brilho da renderização global.
ru: Общая яркость отрисовки
sv: Global renderingljusstyrka

source: Framerate
ast: Tasa de cuadros
be: Чашчыня кадраў
es: Fotogramas por segundo:
fi: Ruudunpäivitysnopeus
fr: Taux de rafraîchissement
gl: Frecuencia de fotogramas
it: FPS
ja_jp: フレームレート
pl: Klatki na sekundę
pt_br: Taxa de Quadros por Segundo (FPS)
ro: Cadre pe secundă
ru: Частота кадров
sr: Број кадрова
sv: Bildfrekvens

source: Maximum:
ast: Máximu:
be: Не больш за:
bg: Максимум:
es: Máximo:
fi: Enimmäinen:
gl: Máximo:
it: Massimo:
ja_jp: 最大:
pl: Maksymalna:
pt_br: Máximo:
ro: Maxim:
ru: Предел:
sr: Највише:
uk: Максимум:

source: %s fps
fr: %s ips
ru: %s к/с

source: MAXFPS^Unlimited
ast: Ensin llende
be: Неабмежавана
bg: MAXFPS^Без ограничения
de: Unbegrenzt
es: Ilimitado
fi: MAXFPS^Rajaton
fr: Illimité
gl: MAXFPS^Ilimitado
it: Illimitato
ja_jp: 無制限
pl: Bez limitu
pt_br: Ilimitada
ro: MAXFPS^Nelimitat
ru: Бесконечно
sr: MAXFPS^Неограничено
sv: Obegränsad
uk: Необмежено

source: Target:
ast: Oxetivu:
be: Мэтавая:
bg: Цел:
de: Ziel:
es: Objetivo:
fi: Kohde:
fr: Cible :
gl: Obxetivo
it: Obiettivo:
ja_jp: 目的:
pl: Docelowo:
pt_br: Alvo:
ro: Țintă:
ru: Целевая:
sr: Циљ:
sv: Mål:
uk: Ціль:

source: TRGT^Disabled
ast: Desactívase
be: Адключана
bg: TRGT^Изключено
de: Aus
es: Deshabilitado
fi: TRGT^Pois päältä
fr: Désactivé
gl: TRGT^Desactivado
it: Disabilitato
ja_jp: 無効
pl: Wyłączone
pt_br: Desabilitado
ro: TRGT^Dezactivat
ru: Отключено
sr: TRGT^Онемогућено
sv: Avstängd
uk: Вимкнуто

source: Idle limit:
ast: Llende n'ausencia:
be: Абмежаванне пры неактыўнасці:
bg: Лимит за бездействие:
de: Wenn inaktiv:
es: Límite de inactividad:
fi: Joutilasajan raja:
fr: Cible quand inactif :
gl: Límite de inactividade:
it: Limite se inattivo:
ja_jp: 不活発の制限:
pl: Limit w trybie nieaktywnym:
pt_br: Em segundo plano:
ro: Limită de inactivitate:
ru: При бездействии:
sr: Граница у мировању:
sv: Inaktivitetsgräns:
uk: Ліміт часу бездіяльності:

source: IDLFPS^Unlimited
ast: Ensin llende
be: Неабмежавана
bg: IDLFPS^Без ограничения
de: Unbegrenzt
es: Ilimitado
fi: IDLFPS^Rajaton
fr: Illimité
gl: IDLFPS^ilimitado
it: Illimitato
ja_jp: 無制限
pl: Nieograniczony
pt_br: Ilimitado
ro: IDLFPS^Nelimitat
ru: Бесконечно
sr: IDLFPS^Неограничено
sv: Obegränsad
uk: Необмежено

source: Vertical Synchronization
ast: Sincronización vertical
be: Вертыкальная сінхранізацыя
bg: Вертикална синхронизация
de: Vertikale Synchronisation
es: Sincronización vertical
fi: Pystytahdistus (VSYNC)
fr: Synchronisation Verticale
gl: Sincronización vertical
it: Sincronizzazione verticale
ja_jp: 垂直同期
pl: Synchronizacja pionowa
pt_br: Sincronização Vertical
ro: Sincronizare Verticală
ru: Вертикальная синхронизация
sr: Усправно синхронизовање
sv: Vertikal Synkronisering
uk: Вертикальна синхронізація

source: Vsync prevents tearing, but increases latency and caps your fps at the screen refresh rate
de: VSync verhindert ein Auseinanderreißen, aber erhöht die Latenz und begrenzt deine FPS auf die Bildschirmwiederholungsrate
es: Vsync evita el desgarro, pero aumenta la latencia y limita sus fps a la tasa de refresco de la pantalla
fi: Vsync estää kuvanäkymän revintää, mutta lisää viivettä sekä asettaa katon ruudunpäivitykselle ruudun virkistysvasteessa
fr: La synchronisation verticale empêche les phénomènes de déchirement, mais augmente la latence et limite vos ips au taux de rafraîchissement de l'écran
gl: Vsync evita o rasgado, pero aumenta a latencia e limita os teus fps na frecuencia de actualización da pantalla
it: La sincronizzazione verticale previene la lacerazione (tearing), ma aumenta la latenza e limita gli fps alla frequenza di aggiornamento dello schermo
ja_jp: VSYNCはティアリングを防ぎますが、レイテンシーを増加させ、画面のリフレッシュレートでfpsを制限する
pt_br: Sincronização vertical evita cortes na imagem, mas aumenta a latência e limita a taxa de quadros à taxa de atualização da tela
ru: Вертикальная синхронизация предотвращает разрывы, но увеличивает задержку и ограничивает частоту кадров частотой обновления экрана
sv: Vsync förhindrar bildbläddring, men ökar latenstid och låser din fps till skärmens uppdateringsfrekvens

source: Show frames per second
ast: Amosar los cuadros per segundu
be: Паказваць кадры/с
bg: Показване на кадри/сек.
de: Frames pro Sekunde anzeigen
es: Mostrar fotogramas por segundo
fi: Näytä ruudunpäivitysnopeus (FPS)
fr: Afficher le nombre d'images par seconde
gl: Mostrar fotogramas por segundo
it: Mostra fotogrammi al secondo
ja_jp: FPSを表示する
pl: Pokazuj klatki na sekundę
pt_br: Exibir taxa de quadros por segundo
ro: Afișează cadre pe secundă
ru: Показывать счётчик кадров (кадр/c)
sr: Прикажи кадрове по секунди
sv: Visa bilder per sekund
uk: Показувати кількість кадрів в секунду

source: Show your rendered frames per second
ast: Amuesa los cuadros per segundu renderizaos
de: Zeige die gerenderten Frames pro Sekunde
es: Mostrar fotogramas renderizados por segundo
fi: Näytä renderöityjen ruutujen nopeus /sekunnissa
fr: Afficher le nombre d'images par seconde
gl: Mostra os teus fotogramas renderizados por segundo
it: Mostra i fotogrammi al secondo
ja_jp: レンダリングしたFPSを表示する
pl: Wyświetla liczbę wygenerowanych klatek na sekundę
pt_br: Exibe a sua taxa de quadros por segundo
ru: Показывать число отрисованных кадров в секунду
sr: Прикажите ваше исцртане кадрове по секунди
sv: Visa din renderade bilder per sekund

source: Instant action with bots!
fr: Action instantanée avec des bots !
gl: Acción instantánea con bots!
it: Azione immediata con i bot!
pt_br: Ação instantânea com bots!
ru: Быстрая игра с ботами!

source: Campaign Difficulty:
ast: Dificultá de la campaña:
be: Цяжкасць:
bg: Трудност на кампанията:
de: Schwierigkeitsstufe:
es: Dificultad de la campaña:
fi: Kampanjan Vaikeusaste:
fr: Difficulté de la Campagne :
gl: Dificultade da campaña:
it: Difficoltà campagna:
ja_jp: キャンペーンの難易度:
pl: Trudność kampanii
pt_br: Dificuldade da Campanha:
ro: Dificultate Campanie:
ru: Уровень сложности:
sr: Тежина похода:
sv: Kampanjsvårighetsgrad:
uk: Важкість кампанії:

source: CSKL^Easy
ast: Fácil
be: CSKL^Нізкая
bg: CSKL^Лесно
de: Einfach
es: Fácil
fi: CSKL^Helppo
fr: Facile
gl: CSKL^Fácil
it: Facile
ja_jp: 簡単
pl: Łatwa
pt_br: Fácil
ro: CSKL^Ușor
ru: Лёгкий
sr: CSKL^Лако
sv: Lätt
uk: Легка

source: CSKL^Medium
ast: Normal
be: CSKL^Сярэдняя
bg: CSKL^Среден
de: Mittel
es: Medio
fi: CSKL^Keskikokoinen
fr: Moyen
gl: CSKL^Medio
it: Media
ja_jp: 中
pl: Średnia
pt_br: Média
ro: CSKL^Mediu
ru: Средний
sr: CSKL^Средње
sv: Mellan
uk: Середня
