Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Jump a piece over another to capture it
ast: Salta d'una ficha a otra pa capturala
de: Spring mit einer Spielfigur über einer anderen, um sie zu schnappen
es: Salta una pieza sobre otra para capturarla
fi: Pompsauta nappula toisen päälle kaapataksesi sen
fr: Déplacez une pièce sur une autre pour la capturer
gl: Salta unha peza sobre outra para capturala
it: Salta un pezzo su un altro per catturarlo
ja_jp: 取れるために駒を別の駒の上に飛び越えて
pt_br: Faça uma peça saltar sobre outra para capturá-la
ro: Sari cu o piesă peste alta pentru a captura-o
ru: Перепрыгните часть, чтобы захватить её
sr: Прескочите фигуром преко друге да бисте је заробили
sv: Hoppa en pjäs över en annan för att ta den

source: Tic Tac Toe
ast: Tres en raya
bg: Морски шах
es: Tres en línea
fi: Ristinolla
gl: Tres en liña
it: Tris
ja_jp: 三目並べ
pl: Kółko i krzyżyk
pt_br: Jogo-da-velha
ru: Крестики-нолики
sv: Tre-i-Rad

source: Single Player
ast: Un xugador
bg: Самостоятелна игра
de: Einzelspieler
es: Un jugador
fi: Yksinpeli
fr: Un seul joueur
gl: Un xogador
it: Giocatore Singolo
ja_jp: シングルプレーヤー
pl: Jeden gracz
pt_br: Um jogador
ro: Joc Solo
ru: Одиночная игра
sr: Један играч
sv: En Spelare

source: Monster
ast: Monstruu
bg: Чудовище
es: Monstruo
fi: Hirviö
fr: Monstre
gl: Monstruo
it: Mostro
ja_jp: モンスター
pl: Potwór
pt_br: Monstro
ro: Monstru
ru: Монстр
sr: Чудовиште

source: Golems are large powerful brutes capable of taking and dealing a beating. Keeping your distance is advised.
fr: Les golems sont de grandes brutes puissantes capables d'encaisser et de distribuer des coups. Il est conseillé de garder vos distances.
gl: Os golems son grandes e poderosos brutos capaces de recibir e causar moito dano. Recoméndase manter a distancia.
it: I Golem sono bruti grandi e potenti, capaci di incassare e infliggere colpi pesanti. Si consiglia di mantenere le distanze.
pt_br: Os Golens são seres brutos, grandes e poderosos, capazes de tanto aguentar quanto dar uma pancada. Recomenda-se manter a distância.
ru: Големы — это большие сильные существа, способные выдерживать и наносить сильные удары. Рекомендуется держаться от них на расстоянии.

source: The Golem's primary melee attack is a series of punches. On occasion the Golem may jump into the air, dealing massive damage in an area as it slams the ground.
fr: L'attaque rapprochée principale du Golem consiste en une série de coups de poing. Il arrive parfois que le Golem saute en l'air et inflige des dégâts considérables dans une zone donnée en frappant le sol.
gl: O ataque corpo a corpo principal do Golem é unha serie de puñadas. En ocasións, o Golem pode saltar ao aire, causando un dano masivo nunha área ao bater contra o chan.
it: L'attacco corpo a corpo principale del Golem è una serie di pugni. A volte il Golem può saltare in aria, infliggendo danni massicci in un'area mentre sbatte a terra.
pt_br: O ataque corpo a corpo principal do Golem é uma série de socos. Ocasionalmente, o Golem pode saltar, causando um dano massivo em uma área ao bater contra o chão.
ru: Основная атака Голема в ближнем бою представляет собой серию ударов кулаками. Иногда Голем может подпрыгнуть в воздух и нанести огромный урон по всей области, ударив по земле.

source: To deal with distant foes, the Golem may throw a chunk of its electrified rocky exterior, zapping nearby targets on impact.
fr: Pour affronter des ennemis éloignés, le Golem peut lancer un morceau de sa carapace rocheuse électrifiée, électrocutant les cibles proches à l'impact.
gl: Para enfrontarse a inimigos afastados, o Golem pode lanzar un anaco do seu exterior rochoso electrificado, electrocultando os obxectivos próximos ao impactar.
it: Per affrontare i nemici distanti, il Golem può lanciare un pezzo della sua parte esteriore rocciosa elettrificata, folgorando i bersagli vicini all'impatto.
pt_br: Para lidar com inimigos distantes, o Golem pode lançar um pedaço de seu exterior rochoso eletrificado, dando um choque em alvos próximos ao impactar.
ru: Чтобы справиться с удалёнными врагами, Голем может бросить кусок своей электрифицированной каменной оболочки, поражая при ударе ближайшие цели.

source: Golem
ja_jp: ゴーレム
ru: Голем

source: Wielding nanotechnology as if it were sorcery, the Mage employs a range of unique abilities of its own creation in combat.
fr: Manipulant la nanotechnologie comme s'il s'agissait de sorcellerie, le Mage utilise au combat toute une gamme de capacités uniques de sa propre création.
gl: Empregando a nanotecnoloxía como se fose maxia, o Mago utiliza unha serie de habilidades únicas de súa propia creación no combate.
it: Maneggiando la nanotecnologia come se fosse stregoneria, il Mago impiega in combattimento una serie di abilità uniche di propria creazione.
pt_br: Manejando a nanotecnologia como se fosse bruxaria, o Mago emprega uma série de habilidades únicas de sua própria criação em combate.
ru: Используя нанотехнологии как магию, Маг применяет в бою ряд уникальных способностей, созданных им самим.

source: As a primary attack, the Mage throws a homing electric sphere towards the player. This sphere will track its target at high speed, exploding on impact or if it does not reach its target in time.
fr: En guise d'attaque principale, le Mage lance une sphère électrique à tête chercheuse vers le joueur. Cette sphère poursuit sa cible à grande vitesse et explose à l'impact ou si elle n'atteint pas sa cible à temps.
gl: Como ataque principal, o Mago lanza unha esfera eléctrica guiada cara ao xogador. Esta esfera seguirá ao seu obxectivo a alta velocidade, explotando ao impactar ou se non alcanza o seu obxectivo a tempo.
it: Come attacco primario, il Mago lancia una sfera elettrica a ricerca verso il giocatore. Questa sfera seguirà il suo bersaglio ad alta velocità, esplodendo all'impatto o se non raggiunge il bersaglio in tempo.
pt_br: Como ataque primário, o Mago lança uma esfera elétrica guiada em direção ao jogador. Esta esfera rastreará seu alvo com alta velocidade, explodindo ao impactar ou quando não alcançar seu alvo a tempo.
ru: В качестве основной атаки Маг бросает в игрока самонаводящуюся электрическую сферу. Эта сфера с высокой скоростью преследует свою цель и взрывается при столкновении или если не достигает цели вовремя.

source: When threatened, the Mage may deploy an energy shield to protect itself from damage briefly. Enemies approaching too closely during this time may be pushed away with explosive force!
fr: Lorsqu'il est menacé, le Mage peut déployer un bouclier énergétique pour se protéger brièvement des dégâts. Les ennemis qui s'approchent trop près pendant ce temps peuvent être repoussés avec une force explosive !
gl: Cando se sente ameazado, o Mago pode despregar un escudo de enerxía para protexerse do dano durante un breve período. Os inimigos que se acheguen demasiado durante este tempo poden ser afastados con forza explosiva!
it: Quando minacciato, il Mago può dispiegare uno scudo energetico per proteggersi brevemente dai danni. I nemici che si avvicinano troppo durante questo periodo potrebbero essere scaraventati con forza esplosiva!
pt_br: Quando ameaçado, o Mago empregará um escudo de energia para proteger-se brevemente do dano. Inimigos que se aproximarem demais durante este tempo podem ser repelidos com força explosiva!
ru: При угрозе Маг может развернуть энергетический щит, чтобы на короткое время защититься от урона. Противники, подошедшие слишком близко в этот момент, могут быть отброшены взрывной силой!

source: Defensively the Mage is capable of healing itself and nearby allies, with some variants also providing armor and ammunition.
fr: En défense, le Mage est capable de se soigner lui-même et de soigner ses alliés proches, certaines variantes fournissant également une armure et des munitions.
gl: De forma defensiva, o Mago é capaz de curarse a si mesmo e aos aliados próximos, con algunhas variantes que tamén proporcionan armadura e munición.
it: In difesa il Mago è capace di curare sé stesso e gli alleati vicini, con alcune varianti che forniscono anche armatura e munizioni.
pt_br: Defensivamente, o Mago é capaz de curar a si próprio e os aliados próximos, com alguns variantes também provendo armadura e munição.
ru: В обороне Маг способен лечить себя и союзников, находящихся поблизости, а некоторые варианты также предоставляют броню и боеприпасы.

source: The Mage may sometimes appear to blink out of existence as it teleports behind its target for a sneak attack.
fr: Le Mage peut parfois sembler disparaître lorsqu'il se téléporte derrière sa cible pour lancer une attaque sournoise.
gl: O Mago ás veces pode parecer desaparecer no aire ao teletransportarse detrás do seu obxectivo para un ataque sorpresa.
it: Il Mago a volte può sembrare svanire mentre si teletrasporta dietro il suo bersaglio per un attacco a sorpresa.
pt_br: O Mago às vezes pode parecer esvair-se da existência quando se teletransporta para atrás de seu alvo para um ataque sorrateiro.
ru: Маг может внезапно исчезнуть, чтобы телепортироваться за спину своей цели и нанести неожиданный удар.

source: Mage
ast: Magu
be: Маг
bg: Чародей
de: Magier
es: Mago
fi: Velho
gl: Meigo
it: Mago
ja_jp: 魔法使い
pl: Mag
pt_br: Mago
ro: Mag
ru: Маг
sr: Чаробњак
sv: Magiker

source: Mage spike
de: Magierstachel
es: Púa de mago
fi: Velhontähkä
fr: Pointe de Mage
gl: Pico de meigo
it: Chiodo di Mago
ja_jp: 魔法使いのスパイク
pt_br: Espinho de mago
ru: Маг-шип
sr: Чаробњачки шиљак
sv: Magisk spik

source: The Spider is a large mechanically-enhanced arachnoid adept at hunting speedy enemies.
fr: L'Araignée est une grande arachnoïde améliorée mécaniquement, douée pour chasser les ennemis rapides.
gl: A Araña é unha gran araña mellorada mecanicamente, experta en cazar inimigos rápidos.
it: Lo Spider è un aracnoide grande e meccanicamente potenziato, abile nella caccia a nemici veloci.
pt_br: A Aranha é uma grande criatura aracnoide mecanicamente melhorada, adepta de caçar inimigos rápidos.
ru: Паук — крупный механически улучшенный арахноид, искусный в охоте на быстрых врагов.

source: To slow down its target, the Spider launches a synthetic web-like substance from its cannons. Approaching its enwebbed prey, the Spider will inflict a series of high damage bites.
fr: Pour ralentir sa cible, l'Araignée lance une substance synthétique semblable à une toile depuis ses canons. En s'approchant de sa proie engluée dans sa toile, l'Araignée lui inflige une série de morsures, causant des dégâts importants.
gl: Para ralentizar ao seu obxectivo, a Araña lanza unha substancia sintética similar a unha tea desde os seus canóns. Ao achegarse á súa presa enredada, a Araña inflixe unha serie de mordeduras de gran dano.
it: Per rallentare il suo bersaglio, lo Spider lancia una sostanza sintetica simile a una ragnatela dai suoi cannoni. Avvicinandosi alla sua preda intrappolata, lo Spider infliggerà una serie di morsi ad alto danno.
pt_br: Para desacelerar seu alvo, a Aranha lança uma substância sintética, similar a teia, de seus canhões. Aproximando-se de sua presa emaranhada, a Aranha infligirá uma série de mordidas de grande dano.
ru: Чтобы замедлить свою цель, Паук выстреливает из своих пушек синтетическое вещество, похожее на паутину. Приблизившись к своей запутавшейся в паутине добыче, Паук наносит ей серию укусов, причиняющих большой урон.

source: Spider
ast: Araña
be: Павук
bg: Паяк
de: Spinne
es: Araña
fi: Hämähäkki
fr: Araignée
gl: Araña
ja_jp: 蜘蛛
pl: Pająk
pt_br: Aranha
ro: Păianjen
ru: Паук
sr: Паук
sv: Spindel

source: Spider attack
de: Spinnenangriff
es: Ataque arácnido
fi: Hämähäkin hyökkäys
fr: Attaque d'Araignée
gl: Ataque araña
it: Attacco di Spider
ja_jp: 蜘蛛の攻撃
pl: Atak Pająka
pt_br: Ataque da Aranha
ru: Атака паука
sr: Напад паука
sv: Spindelattack

source: Webbed
de: Eingesponnen
es: Telaraña
fi: Verkotettu
fr: Pris dans la toile
gl: Arañeira
it: Intrappolato
ja_jp: 網
pl: Owinięty w sieć
pt_br: Preso por teia
ru: Паутинный
sv: Webbad

source: The Wyvern is a flying reptilian monster that glides around hunting for fresh prey.
fr: La Vouivre est un monstre reptilien volant qui plane dans les airs à la recherche de proies fraîches.
gl: A serpe alada é un monstro réptil voador que se despraza planeando á caza de presas frescas.
it: Il Wyvern è un mostro rettiliano volante che plana all ricerca di prede fresche.
pt_br: O Wyvern é um monstro réptil voador que se move planando à busca de uma presa fresca.
ru: Виверн — это летающий монстр-рептилия, который парит вокруг в поисках свежей добычи.

source: While fragile, the Wyvern is capable of launching deadly fireballs at the player from a distance, inflicting high damage and causing burning.
fr: Bien que fragile, la Vouivre est capable de lancer à distance des boules de feu mortelles sur le joueur, lui infligeant des dégâts importants et provoquant des brûlures.
gl: A Serpe alada, aínda que fráxil, é capaz de lanzar bólas de lume mortais ao xogador desde lonxe, inflixindo gran dano e provocando queimaduras.
it: Sebbene fragile, il Wyvern è in grado di lanciare letali palle di fuoco contro il giocatore a distanza, infliggendo danni elevati e causando brucciature.
pt_br: Embora frágil, o Wyvern é capaz de lançar mortais bolas de fogo ao jogador à distância, infligindo grande dano e causando queimaduras.
ru: Несмотря на свою хрупкость, Виверн способен с расстояния метать в игрока смертоносные огненные шары, наносящие большой урон и вызывающие ожоги.

source: Wyvern
be: Віверна
bg: Змей
de: Lindwurm
es: Guiverno
fi: Lohikäärme
fr: Vouivre
gl: Serpe alada
ja_jp: ワイバーン
pl: Wywerna
ro: Dragon
ru: Виверн
sr: Виверн

source: Wyvern attack
de: Lindwurmangriff
es: Ataque guiverno
fi: Lohikäärmeen hyökkäys
fr: Attaque de Vouivre
gl: Ataque da Serpe alada
it: Attacco di Wyvern
ja_jp: ワイバーンの攻撃
pl: Atak Wywerny
pt_br: Ataque do Wyvern
ru: Атака Виверна
sr: Напад виверна

source: Zombies are the undead remains of deceased soldiers, risen with a ravenous hunger and no sense of self-preservation.
fr: Les Zombies sont les restes morts-vivants de soldats décédés, ressuscités avec une faim vorace et dénués d'instinct de survie.
gl: Os zombis son os restos reanimados de soldados falecidos, levantados cun apetito voraz e sen ningún sentido de autoprotección.
it: Gli Zombie sono i resti non morti di soldati deceduti, risorti con una fame insaziabile e nessun senso di autoconservazione.
pt_br: Os Zumbis são os restos mortos-vivos de soldados falecidos, que se levantam com um apetite voraz e sem nenhum senso de autopreservação.
ru: Зомби — это нежить, оставшаяся от погибших солдат, воскресшая с неистовым голодом и без чувства самосохранения.

source: When a Zombie senses a nearby player it will begin to charge its target at high speeds. While charging, a Zombie may leap towards the player, dealing massive damage on contact. If it gets close, the Zombie will punch and bite repeatedly.
fr: Lorsqu'un Zombie détecte un joueur à proximité, il se met à charger sa cible à grande vitesse. Pendant sa charge, le Zombie peut bondir vers le joueur et lui infliger des dégâts considérables au moment de l'impact. S'il parvient à s'approcher, le Zombie frappera et mordra à plusieurs reprises.
gl: Cando un zombi sente a presenza dun xogador próximo, comeza a cargar contra o seu obxectivo a gran velocidade. Mentres carga, pode saltar cara ao xogador, inflixindo un dano masivo ao impactar. Se se achega, o zombi golpeará e morderá repetidamente.
it: Quando uno Zombie percepisce un giocatore vicino, inizierà a caricare il suo bersaglio ad alta velocità. Durante la carica, uno Zombie può saltare verso il giocatore, infliggendo danni massicci al contatto. Se si avvicina, lo Zombie sferrerà pugni e ingligerà morsi ripetutamente.
pt_br: Quando um Zumbi percebe um jogador próximo, começará a avançar contra seu alvo com grande velocidade. Enquanto avança, um Zumbi pode saltar em direção ao jogador, causando dano massivo ao impactar. Se chegar perto, o Zumbi socará e morderá repetidamente.
ru: Когда Зомби чувствует приближение игрока, он начинает стремительно мчаться к своей цели. Во время бега зомби может прыгнуть на игрока, нанося ему огромный урон при столкновении. Если он приблизится, Зомби будет наносить удары кулаками и кусать.

source: When threatened the Zombie may hold up its hands to block incoming attacks briefly.
fr: Lorsqu'il est menacé, le Zombie peut lever les mains pour bloquer brièvement les attaques.
gl: Cando se sente ameazado, o zombi pode erguer as mans para bloquear temporalmente os ataques que recibe.
it: Quando minacciato, lo Zombie può alzare le mani per bloccare brevemente gli attacchi in arrivo.
pt_br: Quando ameaçado, o Zumbi pode erguer suas mãos para bloquear brevemente ataques por vir.
ru: При угрозе зомби может поднять руки, чтобы на короткое время блокировать поступающие атаки.

source: It is no small task to kill that which is already dead. Once a Zombie is defeated, destroy its corpse to prevent it from rising again!
fr: Il n'est pas facile de tuer ce qui est déjà mort. Une fois qu'un Zombie est vaincu, détruisez son cadavre pour l'empêcher de se relever !
gl: Non é tarefa sinxela matar a quen xa está morto. Unha vez que un zombi é derrotado, destrúe o seu cadáver para evitar que se levante de novo!
it: Non è un compito da poco uccidere ciò che è già morto. Una volta sconfitto uno Zombie, distruggine il cadavere per impedirgli di risorgere!
pt_br: Não é uma simples tarefa matar o que já está morto. Assim que um Zumbi for derrotado, destrua seu cadáver para impedir de levantar-se de novo!
ru: Убить то, что уже мертво, — задача не из лёгких. После того как зомби побеждён, уничтожьте его труп, чтобы он не воскрес снова!

source: Zombie
ast: Zombi
be: Зомбі
bg: Зомби
es: Zombi
gl: Zombi
it: Zombi
ja_jp: ゾンビ
pt_br: Zumbi
ro: Zombi
ru: Зомби
sr: Зомби

source: %s is a mutator in which players below a certain health threshold (for example 25) will suffer blood loss.
fr: %s est un mutateur dans lequel les joueurs dont la santé est inférieure à un certain seuil (par exemple 25) souffriront d'hémorragie.
gl: %s é un mutador no que os xogadores por baixo dun certo umbral de saúde (por exemplo 25) sufriran perda de sangue.
it: %s è un mutatore in cui i giocatori al di sotto di una certa soglia di salute (ad esempio 25) subiranno una perdita di sangue.
pt_br: %s é um modificador no qual os jogadores abaixo de um certo limiar de saúde (por exemplo 25) sofrerão perda de sangue.
ru: %s — это мутатор, при котором игроки, здоровье которых ниже определённого порога (например, 25), будут терять кровь.

source: Blood loss makes players stunned, severely impairs their movement, and rapidly takes away health points until they either die or gain enough health to go above the health threshold.
fr: L'hémorragie étourdit les joueurs, entrave considérablement leurs mouvements et leur fait rapidement perdre des points de santé jusqu'à ce qu'ils meurent ou regagnent suffisamment de santé pour repasser au-dessus du seuil nécessaire.
gl: A perda de sangue deixa aos xogadores atordados, afecta gravemente ao seu movemento e reduce rapidamente a súa saúde ata que morren ou recuperan suficiente saúde para superar o umbral establecido.
it: La perdita di sangue stordisce i giocatori, compromette gravemente il loro movimento e sottrae rapidamente punti salute fino a quando non muoiono o guadagnano abbastanza salute per superare la soglia.
pt_br: A perda de sangue deixa os jogadores atordoados, prejudica severamente seu movimento e remove rapidamente pontos de saúde até que morram, a menos que recuperem saúde suficiente e superem o limiar de saúde.
ru: Кровопотеря оглушает игроков, серьёзно ухудшает их передвижение и быстро отнимает очки здоровья, пока они не умрут или не наберут достаточно здоровья, чтобы превысить порог здоровья.

source: Blood loss
ast: Perda de sangre
be: Крывацёк
bg: Загуба на кръв
de: Blutverlust
es: Pérdida de sangre
fi: Verenvuodatus
fr: Hémorragie
gl: Perda de sangue
it: Perdita di sangue
ja_jp: 失血
pl: Utrata krwi
pt_br: Perda de sangue
ro: Pierdere de sânge
ru: Кровопотеря
sr: Губитак крви
sv: Blodförlust
uk: Кровотеча

source: The %s buff gives you infinite ammo until the buff expires, so you don't need to worry about running out of ammo.
fr: Le bonus de %s vous donne des munitions infinies jusqu'à ce qu'il expire, vous n'avez donc pas à vous soucier de manquer de munitions.
gl: O potenciador %s dáche munición infinita ata que remata o seu efecto, así que non tes que preocuparte por quedar sen balas.
it: Il buff %s ti dà munizioni infinite fino alla scadenza del buff, così non devi preoccuparti di rimanere senza munizioni.
pt_br: O bônus %s dá-lhe munição infinita até o bônus expirar, logo você não precisa se preocupar com sua munição acabar.
ru: Бонус %s даёт вам бесконечные патроны до истечения своего времени действия, так что вам не нужно беспокоиться о том, что патроны закончатся.

source: It also removes the need to reload any weapons that require reloading, like the %s and %s.
fr: Cela évite également d'avoir à recharger les armes qui le nécessitent, comme le %s et le %s.
gl: Tamén elimina a necesidade de recargar calquera arma que precise recarga, como o %s e o %s.
it: Rimuove anche la necessità di ricaricare qualsiasi arma che richieda la ricarica, come %s e %s.
pt_br: Também remove a necessidade de recarregar qualquer arma que requeira recarga, como %s e %s.
ru: Это также избавляет от необходимости перезаряжать любое оружие, требующее перезарядки, такое как %s и %s.

source: Ammo
ast: Munición
be: Патроны
bg: Боеприпаси
de: Munition
es: Munición
fi: Ammukset
fr: Munitions
gl: Munición
it: Munizioni
ja_jp: 弾薬
pl: Amunicja
pt_br: Munição
ro: Muniție
ru: Патроны
sr: Муниција
sv: Ammunition

source: The %s buff increases the knockback force you deal, and makes you immune to knockback while the buff is active.
fr: Le bonus de %s augmente votre force de recul et vous immunise contre celle des autres tant que le bonus est actif.
gl: O potenciador %s aumenta a forza de retroceso que provocas e faiche inmune ao retroceso mentres o potenciador estea activo.
it: Il buff %s aumenta la forza di respinta che infliggi e ti rende immune alla respinta mentre il buff è attivo.
pt_br: O bônus %s aumenta a força de empurrão que você aplica, e faz você imune a empurrões quando o bônus está ativo.
ru: Бонус %s увеличивает силу отталкивания, которую вы наносите, и делает вас невосприимчивым к отталкиванию, пока он активен.

source: It also slightly increases the knockback you deal to yourself.
fr: Cela augmente également légèrement le recul que vous vous infligez à vous-même.
gl: Tamén aumenta lixeiramente o retroceso que te inflixes a ti mesmo.
it: Aumenta anche leggermente la respinta che infliggi a te stesso.
pt_br: Também aumenta ligeiramente o empurrão que você inflige em si mesmo.
ru: Также немного увеличивает отталкивание, которое вы наносите себе.

source: Bash
ast: Golpetazu
be: Удар
de: Schlag
es: Golpetazo
fi: Murjaisu
fr: Coup de poing
gl: Golpe
it: Colpo Forte
ja_jp: 打撃
pl: Walnięcie
pt_br: Pancada
ro: Izbi
ru: Удар
sr: Тежак удар
sv: Slag

source: The %s buff causes your enemies and monsters to slow down for a few seconds when you attack them, while the buff is active.
fr: Le bonus de %s ralentit vos ennemis et les monstres pendant quelques secondes lorsque vous les attaquez, et ce tant que le bonus est actif.
gl: O potenciador %s fai que os teus inimigos e monstros se volvan máis lentos durante uns segundos cando os atacas, mentres o potenciador estea activo.
it: Il buff %s fa rallentare i tuoi nemici e i mostri per alcuni secondi quando li attacchi, mentre il buff è attivo.
pt_br: O bônus %s retarda seus inimigos e os monstros por alguns segundos depois de você os atacar, enquanto o bônus está ativo.
ru: Бонус %s замедляет ваших врагов и монстров на несколько секунд, когда вы атакуете их, пока он активен.
