Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Author:
be: Аўтар:
bg: Автор:
de: Autor:
es: Autor:
fi: Tekijä:
fr: Auteur :
gl: Autor:
it: Autore:
ja_jp: 作者:
pl: Autor:
pt_br: Autor:
ro: Autor:
ru: Автор:
sr: Творац:
sv: Upphovsman:
uk: Автор:

source: Gametypes:
fr: Types de partie :
gl: Tipos de xogo:
it: Tipi di gioco:
pt_br: Tipos de jogo:
ru: Режимы игры:

source: Close
ast: Zarrar
be: Закрыць
bg: Затваряне
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
gl: Pechar
it: Chiudi
ja_jp: 閉じる
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sr: Затвори
sv: Stäng
uk: Закрити

source: MAP^Play
ast: Xugar
be: MAP^Гуляць
bg: MAP^Игра
de: MAP^Spielen
es: Jugar
fi: Pelaa
fr: Jouer
gl: MAP^Xogar
it: Gioca
ja_jp: 遊ぶ
pl: Graj
pt_br: Jogar
ro: MAP^Joacă
ru: MAP^Играть
sr: MAP^Играј
uk: Грати

source: Map Information
be: Інфармацыя пра мапу
bg: Информация за картата
de: Karten-Information
es: Información del Mapa
fi: Kartan tiedot
fr: Informations sur la carte
gl: Map Información
it: Informazioni mappa
ja_jp: マップ情報
pl: Informacja o mapie
pt_br: Informações do Mapa
ro: Informație hartă
ru: Сведения об арене
sr: Подаци о мапи
sv: Kartinformation
uk: Інформація про мапу

source: Gameplay mutators:
be: Мутатары гэймплэю:
bg: Игрови мутатори:
de: Spielmechanik-Mutatoren:
es: Mutadores del modo de juego:
fi: Pelityylin muokkaukset:
fr: Mutateurs mode de jeu :
gl: Mutadores de xogo:
it: Mutatori di gioco:
ja_jp: ゲームプレイミューテーター:
pl: Modyfikatory rozgrywki:
pt_br: Modificadores de jogabilidade:
ro: Modificatori de gameplay:
ru: Мутаторы игрового процесса:
sr: Мутатори тока игре:
sv: Speltypsmutatorer:
uk: Мутатори ігрового процесу:

source: Enable dodging (quick acceleration in a given direction). Double-tap a directional key to dodge
de: Ausweichen aktivieren (schnelle Beschleunigung zu einer bestimmten Richtung). Eine Richtungstaste doppelt drücken, um auszuweichen
es: Habilitar esquivar (aceleración rápida en una dirección determinada). Toca dos veces una tecla direccional para esquivar
fi: Kytke päälle väistöt (pikakiihdytys annettuun suuntaan). Kaksoistäppää nuolinäppäintä väistääksesi
fr: Activer l’esquive (accélération rapide dans une direction donnée). Appuyer deux fois sur une touche directionnelle pour esquiver
gl: Activar esquivar (aceleración rápida nunha dirección determinada). Toca dúas veces unha tecla direccional para esquivar
it: Abilita lo schivamento (veloce accelerazione in una data direzione). Tocca due volte un tasto direzionale per schivare
ja_jp: 避けるを有効にする (特定の方向への迅速な加速)。方向キーを避けてダブルタップして
pt_br: Ativa a esquiva (aceleração rápida em uma determinada direção). Aperte duas vezes uma tecla direcional para esquivar.
ru: Включить рывки (быстрое перемещение в выбранном направлении). Нажмите дважды клавишу направления для рывка
sv: Slå på duckning (snabb acceleration i ett givet håll). Dubbelknacka en riktningstangent för att ducka

source: An explosion occurs when two players collide
ast: Produzse un españíu al chocar dos xugadores
de: Wenn zwei Spieler kollidieren, tritt eine Explosion auf
es: Una explosión ocurre cuando dos jugadores chocan
fi: Tapahtuu räjähdys kahden pelaajan törmätessä
fr: Une explosion survient quand deux joueurs entrent en collision
gl: Unha explosión ocorre cando dous xogadores chocan
it: Succede un'esplosione quando due giocatori collidono
ja_jp: 2人の選手が衝突すると爆発が発生する
pl: Gracze wybuchają przy styknięciu się
pt_br: Ocorre uma explosão quando dois jogadores colidem
ru: При столкновении двух игроков происходит взрыв
sv: En explosion sker när två spelare kolliderar

source: All players are almost invisible
ast: Tolos xugadores son cuasi invisibles
bg: Всички играчи са почти невидими
de: Alle Spieler sind fast unsichtbar
es: Todos los jugadores son casi invisibles
fi: Kaikki pelaajat ovat lähes näkymättömiä
fr: Les joueurs sont tous quasi invisibles
gl: Todos os xogadores son case invisibles
it: Tutti i giocatori sono quasi invisibili
ja_jp: 全ての選手はほとんど見えない
pl: Wszyscy gracze są prawie niewidzialni
pt_br: Todos jogadores ficarão quase invisíveis
ru: Все игроки почти невидимы
sr: Сви играчи су скоро невидљиви
sv: Alla spelare är nästan osynliga

source: Enable buff pickups (random bonuses like Medic, Invisible, etc.) on the maps that support it
de: Aufsammelbare Extras (zufällige Boni wie Sanitäter, Unsichtbarkeit, usw.) auf den Karten, die dies unterstützen, aktivieren
es: Habilitar la recolección de mejoras (mejoras aleatorias como Medicina, Invisible, etc.) en los mapas que lo admiten
fi: Kytke tsemppipoimittavat päälle (satunnaisia lisäetuja kuten ensiapu, näkymättömyys, jne.) niitä tukevissa kartoissa
fr: Activer les bonus aléatoires (Médecin, Invisibilité, etc.) sur les cartes qui les prennent en charge.
gl: Activa os recollibles de melloras (bonos aleatorios como Medico, Invisible, etc.) nos mapas que o admiten
it: Abilita i bonus da prendere (bonus casuali come Dottore, Invisibile, ecc.) sulle mappe che lo supportano
ja_jp: サポートするマップでバフピックアップ (再生、不可視、等どのランダムボーナス) を有効にする
pt_br: Ativa itens coletáveis de bônus (bônus aleatórios como Médico, Invisível etc.) nos mapas que são compatíveis com este recurso.
ru: Включить подбор бонусов (случайных усилителей типа Медик, Невидимость и пр.) на поддерживаемых аренах
sv: Slå på buffupplock (slumpmässiga bonusar som Läkare, Osynlighet, osv.) på kartor som stödjer det

source: Only possible to inflict damage on your enemy while they're airborne
ast: Namás ye posible facer dañu al enemigu mentanto ta en vuelu
de: Schaden an deinen Gegnern kann nur angerichtet werden, wenn sie sich in der Luft befinden
es: Sólo es posible infligir daño a tus enemigos mientras estén en el aire
fi: Ainoa mahdollisuus aiheuttaa vahinkoa vihollisillesi on silloin kun he ovat ilmassa
fr: Il faut que votre ennemi soit en l'air pour lui infliger des dégâts
gl: Só é posible inflixir danos ao teu inimigo mentres estea no aire
it: È possibile infliggere danni al tuo nemico solo quando è per aria
ja_jp: 空中の敵にのみダメージを与えることができる
pt_br: Só é possível causar dano aos inimigos enquanto estiverem no ar.
ru: Только находящиеся в воздухе игроки получают урон
sv: Bara möjligt att göra skada på dina fiender när de är i luften

source: Damage done to your enemy gets added to your own health
ast: El dañu que faigas al enemigu amiéstase a la to salú
de: Der Schaden, dem du anderen Spielern zufügst, wird deiner eigenen Gesundheit hinzugefügt
es: Daño realizado a tu enemigo será añadido a tu propia salud
fi: Vihollisellesi aiheutettu vahinko siirtyy lisänä omaan terveyteesi
fr: Les dégâts infligés à vos ennemis vous rendent la santé
gl: O dano causado ao teu inimigo engádese á túa propia saúde
it: Il danno causato al tuo nemico aumenta la tua vita
ja_jp: 敵に与えたダメージは自分の健康に追加される
pt_br: O dano causado aos seus inimigos será adicionado à sua saúde
ru: Значение урона по противнику прибавляется к вашему здоровью
sr: Штета начињена непријатељу увећава ваше здравље
sv: Skada gjord mot dina fiender läggs till på din egen hälsa

source: Amount of health below which players start bleeding out (health rots and they can't jump)
de: Anzahl der Gesundheitspunke, unterhalb der die Spieler anfangen, zu verbluten (Gesundheitsverlust und sie können nicht springen)
es: Cantidad de salud por debajo de lo cual los jugadores comienzan a desangrarse (la salud se pudre y no pueden saltar)
fi: Terveyden määrä jonka alittuessa pelaajat alkavat vuotamaan kuiviin (vointi repsahtaa eivätkä kykene hyppäämään)
fr: Niveau de santé en dessous duquel les joueurs commencent à saigner (la santé diminue et ils ne peuvent pas sauter)
gl: Cantidade de saúde por debaixo da cal os xogadores comezan a sangrar (a saúde podrece e non poden saltar)
it: Quantità di vita al di sotto della quale i giocatori iniziano a sanguinare (la vita marcisce e non possono saltare)
ja_jp: 選手が出血し始める健康の量 (健康が腐り、ジャンプできない)
pt_br: Quantidade de saúde abaixo da qual os jogadores começam a sangrar (a saúde cai e os jogadores não podem pular)
ru: Величина здоровья, ниже которой игроки начинают истекать кровью (здоровье теряется и нельзя прыгать)
sv: Spelare börjar börjar blöda när deras liv är under den här mängden (hälsan faller ut och de kan inte hoppa)

source: Make things fall to the ground slower (percentage of normal gravity)
ast: Fai que les coses caigan más despacio (porcentaxe de la gravedá normal)
de: Damit fallen Dinge langsamer zu Boden (Prozentsatz der normalen Schwerkraft)
es: Hacer que las cosas caigan al suelo más despacio (porcentaje de gravedad normal)
fi: Aseta esineet putoamaan maahan hitaammin (prosenttimäärä perinteiseen painovoimaan nähden)
fr: Faire tomber les choses au sol plus lentement (pourcentage de la gravité normale)
gl: Fai que as cousas caian ao chan máis lentamente (porcentaxe de gravidade normal)
it: Fa cadere le cose a terra più lentamente (percentuale di gravità normale)
ja_jp: 物がゆっくりと地面に落ちるようにする(通常の重力率)
pt_br: Faz com que as coisas caiam no chão mais devagar (porcentagem da gravidade normal).
ru: Падение на землю происходит медленнее (процент от естественного притяжения)
sv: Gör så att saker faller till marken saktare (procent av vanlig gravitation)

source: Weapon & item mutators:
ast: Mutaciones d'armes y oxetos:
be: Мутатары зброі ды рэчаў:
bg: Мутатори на оръжията:
de: Waffen/Gegenstände-Mutatoren:
es: Mutadores de armas y objetos:
fi: Ase- ja esinemuovaajat:
fr: Mutateurs armes & objets :
gl: Mutadores de armas e obxetos:
it: Mutatori di armi ed oggetti:
ja_jp: 武器とアイテムのミューテーター:
pl: Modyfikatory przedmiotów i broni:
pt_br: Modificadores de armas e itens:
ro: Modificatori de arme și obiecte:
ru: Мутаторы оружия и предметов:
sr: Мутатори оружја и ствари:
sv: Vapen- & sakmutatorer:
uk: Мутатори зброї та предметів:

source: Players spawn with the grappling hook. Press the 'hook' key to use it
ast: Los xugadores aprucen col gabitu. Primi la tecla «Gabitu» pa usalu
de: Spieler spawnen mit dem Enterhaken. Drücke die „Enterhaken“-Taste, um ihn zu benutzen
es: Los jugadores aparecen con el gancho de agarre. Pulse la tecla 'gancho' para usarlo
fi: Pelaajat syntyvät heittokoukun kera. Paina 'koukku' näppäintä sitä käyttääksesi
fr: Les joueurs apparaissent avec le grappin. Appuyer sur la touche « grappin » pour l'utiliser.
gl: Os xogadores aparecen co gancho de agarre. Preme a tecla "gancho" para usalo
it: I giocatori nascono con il rampino. Premi il tasto 'hook' per usarlo
ja_jp: プレイヤーはグラップリングフックでスポーンします。「フック」キーを押して使用してください
pt_br: Os jogadores surgem com o gancho de escalada. Aperte o botão de gancho para usá-lo.
ru: Игроки рождаются с захватным крюком. Нажмите «крюк» для использования
sv: Spelare skapas med änterhaken. Tryck på 'krok'-knappen för att använda den

source: Players spawn with the jetpack. Double-tap 'jump' or press the 'jetpack' key to use it
de: Spieler spawnen mit dem Jetpack. Drücke „Springen“ doppelt oder drücke die „Jetpack“-Taste, um ihn zu benutzen
es: Los jugadores aparecen con la mochila propulsora. Toca dos veces 'saltar' o pulsa la tecla 'mochila propulsora' para usarlo
fi: Pelaajat syntyvät lentopakkauksen kera. Kaksoisnäpäytä 'hyppy' tai paina 'lentopakkaus' -näppäintä sitä käyttääksesi
fr: Les joueurs apparaissent avec le jetpack. Appuyer deux fois sur « sauter » ou appuyer sur la touche « jetpack » pour l'utiliser.
gl: Os xogadores aparecen ca mochila propulsora. Toca dúas veces "saltar" ou preme a tecla "mochila propulsora" para usalo
it: I giocatori nascono con il jetpack. Tocca due volte 'salta' o premi il tasto 'jetpack' per usarlo
ja_jp: プレイヤーはジェットパックでスポーンします。 「ジャンプ」をダブルタップするか、「ジェットパック」キーを押して使用してください
pt_br: Os jogadores surgem com a mochila a jato. Aperte duas vezes o botão de pular ou aperte o botão de mochila a jato para usá-lo.
ru: Игроки рождаются с реактивными ранцами. Нажмите дважды «прыжок» или клавишу «реактивный ранец» для использования
sv: Spelare skapas med jetpacken. Dubbelknacka på 'hoppa' eller tryck 'jetpack'-knappen

source: Projectiles can't be destroyed. However, you can still explode Electro orbs with the Electro primary fire
ast: Los proyeutiles nun puen destruyise. Por embargu, pues siguir arreventando les orbes del Electro col disparu primariu d'esta arma
de: Projektile können nicht zerstört werden. Elektro-Kugeln können jedoch mittels Primärfeuer ausgelöst werden.
es: Los proyectiles no pueden ser destruidos. Sin embargo, aún puedes explotar orbes de Electro con el disparo primario del arma Electro
fi: Ammuksia ei voi tuhota. Voit, kuitenkin, räjäyttää sähköpalloja ensisijaisella sähkötulituksella
fr: Les projectiles ne peuvent pas être détruits. Cependant, vous pouvez toujours exploser les Electro-orbes avec le tir primaire de l'Electro.
gl: Os proxectís non se poden destruír. Non obstante, aínda podes explotar orbes Electro co lume primario Electro
it: I proiettili non possono essere distrutti. Tuttavia, puoi ancora far esplodere le sfere dell'Electro con il fuoco primario dell'Electro
ja_jp: 弾は破壊できません。ただし、エレクトのメイン射撃でエレクトオーブを爆発させることができます
pt_br: Os projéteis não podem ser destruídos. Entretanto, ainda é possível destruir os orbes da Electro com o disparo primário dela.
ru: Снаряды нельзя разрушить. Однако шары Электро всё ещё могут быть подорваны основным огнём
sv: Projektiler kan inte bli förstörda, men du kan fortfarande explodera Electro-orberna med Electrons primäreld

source: Allow maps to spawn additional weapons (new toys)
de: Erlaube Karten, zusätzliche Waffen zu spawnen (neue Spielzeuge)
fr: Permet aux cartes de faire apparaître des armes supplémentaires (« nouveaux jouets »)
gl: Permitir que os mapas xeren armas adicionais (novos xoguetes)
it: Permetti alle mappe di fornire le armi aggiuntive (new toys)
pt_br: Permitir que em mapas surjam armas adicionais (novos brinquedos)
ru: Разрешить появление на аренах дополнительного оружия (новые игрушки)

source: Replacement:
fr: Remplacement :
gl: Substitución:
it: Sostituzione:
pt_br: Substituição:
ru: Замена:

source: Automatically replace some normal weapons of the map with their corresponding additional weapons
de: Automatisch Standardwaffen auf der Karte mit entsprechenden Zusatzwaffen ersetzen
fr: Remplacer automatiquement certaines armes standards de la carte par les armes supplémentaires correspondantes.
gl: Substituír automaticamente algunhas armas normais do mapa polas súas armas adicionais correspondentes
it: Sostituisci automaticamente certe armi normali della mappa con le corrispondenti armi aggiuntive
pt_br: Automaticamente substituir algumas armas normais do mapa pelas correspondentes armas adicionais
ru: Автоматически заменять некоторые обычные виды оружия на соответствующие им дополнительные.

source: Randomly
de: Zufällig
fr: Aléatoirement
gl: Ao chou
it: A caso
pt_br: Aleatoriamente
ru: Случайно

source: Devastator rockets can be detonated instantly (otherwise, there's a short delay). This allows players to fire and detonate a Devastator rocket while in the air for a strong mid-air boost even while moving fast
de: Devastator-Raketen können sofort detoniert werden (normalerweise gäbe es eine kurze Verzögerung). Damit können Spieler eine Devastator-Rakete feuern und detonieren, während sie sich in der Luft befinden, um einen starken Schub auch bei hohen Geschwindigkeiten zu erhalten
es: Los cohetes de Devastador pueden detonarse instantáneamente (de lo contrario, hay un breve retraso). Esto permite a los jugadores disparar y detonar un cohete de Devastador mientras están en el aire para un fuerte impulso en el aire incluso mientras se mueven rápido.
fi: Hävittäjäraketit voidaan räjäyttää välittömästi (muutoin, ilmenee pieni viive). Tämä antaa pelaajalle mahdollisuuden ampua ja räjäyttää Hävittäjäraketin ilmassa ollessaan, tuottaakseen voimakkaan lisäpotkun keskikorkeudessa jopa liikkuessaan nopeasti
fr: Les roquettes du Devastator peuvent exploser instantanément (sinon, il y a un court délai). Ceci permet aux joueurs de tirer et de faire exploser une roquette de Devastator dans les airs pour créer une forte poussée, même lors de déplacements rapides.
gl: Os Foguetes Devastadores poden ser detonados ao instante (se non, hai un pequeno atraso). Isto permite aos xogadores disparar e detonar un Foguete Devastador mentres están no aire para obter un forte impulso no aire mesmo mentres se move rápido.
it: I razzi del Devastator possono essere fatti esplodere all'istante (altrimenti, c'è un breve ritardo). Ciò consente ai giocatori di sparare e far esplodere un razzo quando si è in aria per una forte spinta a mezz'aria anche mentre ci si muove velocemente
ja_jp: デーバーステーターロケットは即座に爆発させることができます (そうでない場合、短い遅延があります)。これにより、選手は空中にデーバーステーターロケットを発射して爆発させることができ、高速で移動しているときでも強力な空中ブーストが得られます
pt_br: Os foguetes do Devastador podem ser detonados instantaneamente (caso contrário, há um pequeno atraso). Isso permite aos jogadores atirarem e detonarem um foguete de Devastador enquanto estiverem no ar para ganharem um forte impulso, mesmo que em rápida velocidade.
ru: Ракеты Разрушителя могут быть подорваны моментально (иначе есть небольшая задержка). Это позволяет игрокам после выстрела взрывать ракету Разрушителя ещё в воздухе, что даёт большой прирост скорости даже при быстром перемещении
sv: Devastator-raketer kan bli detonerade omedelbart (annars finns det en kort fördröjning). Detta tillåter spelare att skjuta och detonera en Devastator-raket medans man är i luften för en stark boost i luften även när man rör sig fort

source: Players will drop all weapons they possessed when they are killed
ast: Los xugadores van soltar toles armes que poseyan al morrer
de: Gestorbene Spieler lassen alle Waffen fallen, die sie besaßen – Waffen verschwinden nicht
es: Los jugadores dejan todas las armas cuando mueren
fi: Pelaajat pudottavat kaikki omaamansa aseet tapetuksi tullessaan
fr: Les joueurs lâchent toutes leurs armes quand ils meurent
gl: Os xogadores soltarán todas as armas que posuían cando morren
it: I giocatori rilasceranno tutte le armi che possedevano appena vengono uccisi
ja_jp: 選手は殺されたときに所有していた全ての武器を落とす
pl: Gracze upuszczą wszystkie bronie jakie mają gdy zostaną zabici
pt_br: Ao morrerem, jogadores irão deixar cair no chão todas as armas que tinham
ru: При смерти из игрока выпадает всё подобранное им оружие
sr: Играчи ће бацити сва оружја која поседују након што их убију
sv: Spelare släpper alla vapen de har när de dör

source: Weapons stay after they are picked up
ast: Les armes de la mano nun cambien darréu de pañar una
de: Alle Waffen bleiben liegen, auch wenn sie aufgenommen wurden
es: Las armas se quedan después de ser recogidas
fi: Aseet säilyvät poimimisen jälkeen
fr: Les armes restent présentes après avoir été ramassées
gl: As armas quedan despois de recollelas
it: Le armi rimangono dopo che vengono raccolte
ja_jp: 武器は拾った後も残る
pl: Broń zostaje po podniesieniu
pt_br: Armas permanecem no chão após serem coletadas
ru: Оружие остаётся на точке появления после подбора
sr: Оружја остају након што се покупе
sv: Vapen stannar kvar efter att de har plockats upp

source: Regular (no arena)
ast: Normal (ensin arenes)
be: Звычайная (не арэна)
bg: Нормална (не е арена)
de: Normal (keine Arena)
es: Regular (sin arena)
fi: Tavanomainen (ei areena)
fr: Normal (pas d'arène)
gl: Regular (non arena)
it: Regolare (no arena)
ja_jp: 通常 (アリーナなし)
pl: Normalnie (bez areny)
pt_br: Normal (sem arena)
ro: Normal (fără arenă)
ru: Обычная (не арена)
sr: Уобичајено (без арене)
sv: Vanlig (ingen arena)
uk: Звичайно (не арена)

source: Players will be given a set of weapons at spawn as well as unlimited ammo, without weapon pickups
de: Spieler erhalten einen Satz Waffen beim Spawn sowie unbegrenzte Munition, ohne aufsammelbare Waffen
es: A los jugadores se les dará un conjunto de armas al aparecer como munición ilimitada sin recoger armas
fi: Pelaajille annetaan asevalikoima syntyessä kuten myös rajattomat ammukset, ilman asepoimintaa
fr: Les joueurs se voient attribuer un ensemble d'armes ainsi que des munitions illimitées, il n'y a aucune arme à ramasser.
gl: Os xogadores recibirán un conxunto de armas no momento da aparición, así como munición ilimitada, sen recollibles de armas
it: Ai giocatori verrà dato un insieme di armi alla nascita come anche infinite munizioni, senza armi da raccogliere
ja_jp: 選手は現れる時に武器のセットと無制限の弾薬を受け取ります
pt_br: Os jogadores receberão um conjunto de armas ao surgirem e munição ilimitada. Não haverá armas disponíveis no mapa.
ru: Игроки при возрождении получат выбранное оружие с бесконечным боеприпасом, иные пушки будут недоступны
sv: Spelare kommer att få ett set av vapen vid skapning samt oänlig mängd ammunution, utan vapenupplockningar

source: Weapon arenas:
ast: Arenes d'armes:
be: Арэны са зброяй:
bg: Оръжейни арени:
de: Waffen-Arenen:
es: Arenas de armas:
fi: Tietyn aseen taistelukentät:
fr: Arènes d'arme :
gl: Armas de arenas:
it: Arene di armi:
ja_jp: 武器アリーナ:
pl: Areny broni:
pt_br: Arenas de armas:
ro: Arene de arme:
ru: Арены с оружием:
sr: Арене оружја:
sv: Vapenarenor:
uk: Арени:

source: Custom weapons
ast: Armes personalizaes
de: Eigene Waffen
es: Armas personalizadas
fi: Mukautetut aseet
fr: Armes personnalisées
gl: Armas personalizadas
it: Armi personalizzate
ja_jp: カスタム武器
pl: Niestandardowe bronie
pt_br: Armas personalizadas
ru: Выбранные оружия
sv: Anpassade vapen

source: Most weapons
ast: La mayoría d'armes
be: Большасць зброі
bg: Повечето оръжия
de: Viele Waffen
es: Mayoría de las armas
fi: Suurin osa aseista
fr: La plupart des armes
gl: Maioría das armas
it: Molte armi
ja_jp: ほとんどの武器
pl: Większość broni
pt_br: Maioria das armas
ro: Majoritatea armelor
ru: Большинство оружия
sr: Већина оружја
sv: De flesta vapen
uk: Більшість зброї

source: All weapons
ast: Toles armes
be: Уся зброя
bg: Всички оръжия
de: Alle Waffen
es: Todas las armas
fi: Kaikki aseet
fr: Toutes les armes
gl: Todas as armas
it: Tutte le armi
ja_jp: 全ての武器
pl: Wszystkie bronie
pt_br: Todas as armas
ro: Toate armele
ru: Всё оружие
sr: Сва оружја
sv: Alla vapen
uk: Вся зброя

source: Special arenas:
ast: Arenes especiales:
be: Асаблівыя арэны:
bg: Специални арени
de: Spezielle Arenen:
es: Arenas especiales:
fi: Erityiskentät:
fr: Arènes spéciales :
gl: Arenas especiais:
it: Arene speciali:
ja_jp: 特別なアリーナ:
pl: Areny specialne:
pt_br: Arenas especiais:
ro: Arene speciale:
ru: Особые арены:
sr: Посебне арене:
sv: Speciella arenor:
uk: Спеціальні арени:
