Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Offset mapping
be: Накладанне тэкстур
bg: Офсетово текстуриране
es: Desplazamiento de mapeado
fi: Poikkeavuuskartoitus
fr: Textures en relief
gl: Mapeo de desprazamento
it: Mappaggio in offset
ja_jp: オフセットマッピング
pl: Mapowanie offsetowe
pt_br: Mapeamento por paralaxe
ro: Relief
ru: Параллакс-маппинг
sr: Офсет мапирање
sv: Mappförskjutning
uk: Офсетне текстурування

source: Offset mapping effect that will make textures with bumpmaps appear like they "pop out" of the flat 2D surface
de: Offset-Mapping-Effekt, der Texturen mit Bumpmaps so erscheinen lässt, als ob sie aus der flachen 2-D-Oberfläche „hervorploppen“
es: Efecto de mapeado del desplazamiento, que hará que las texturas con mapas de relieve parezcan resaltadas de la superficie plana 2D
fi: Poikkeamatyyppinen kartoitusefekti joka laittaa tekstuurit bumpmappausten kanssa näyttämään siltä kuin ne "pompsahtaisivat ulos" lättänästä 2D pinnasta
fr: Activer l'effet de relief sur les textures, cela a un léger impact sur les performances
gl: Efecto de mapeo compensado que fará que as texturas con mapas de impacto aparezan como "saíndo" da superficie plana 2D
it: Effetto del mappaggio in offset che fa sembrare che le texture con mappe di rilievo "saltino fuori" dalle superfici piane in 2D
ja_jp: バンプマップのあるテクスチャがフラットな2Dサーフェスから飛び出して見えるようにするオフセットマッピングエフェクト
pt_br: Efeito de mapeamento por paralaxe que faz as texturas com bumpmaps parecerem que estão "saindo" da superfície plana em 2D.
ru: Эффект рельефного текстурирования, делает двухмерные текстуры трёхмерными
sv: Mappförskjutningseffekt som gör att texturer med bumpkartor ser ut som att de "poppar ut" ur den platta 2D-ytan

source: Relief mapping
be: Рэльефныя тэкстуры
bg: Релефно текстуриране
es: Mapeado en relieve
fi: Tehokas tekstuurien kuhmujen korostus
fr: Textures en relief avancé
gl: Mapeado en relevo
it: Mappaggio di soccorso
ja_jp: レリーフマッピング
pl: Mapowanie rzeźby terenu
pt_br: Mapeamento de relevo
ro: Detaliu relief
ru: Рельефные текстуры
sr: Рељефно мапирање
sv: Lättnadsmappning
uk: Рельєфне текстурування

source: Higher quality offset mapping, which also has a huge impact on performance
de: Offset-Mapping in höherer Qualität, was außerdem eine enorme Auswirkung auf die Performanz hat
es: Alta calidad de mapeado de desplazamiento, el cual también tiene un gran impacto en el rendimiento
fi: Korkeampilaatuinen poikkeamatyyppinen kartoitus jolla on myös suuri vaikutus suorituskykyyn
fr: Augmenter la qualité des effets de relief sur les textures, cela a un gros impact sur les performances
gl: Mapeo de compensación de maior calidade, que tamén ten un gran impacto no rendemento
it: Mappaggio dell'offset di maggior qualità, che ha anche un enorme impatto sulle performance
ja_jp: パフォーマンスに大きな影響を与える高品質のオフセットマッピング
pt_br: Mapeamento por paralaxe de maior qualidade, o que também impacta bastante o desempenho.
ru: Более высокое качество рельефного текстурирования, заметно влияет на производительность
sv: Mappförskjutning av högre kvalite, vilket också har en stor påverkan på prestanda

source: Reflections:
ast: Reflexos:
be: Адлюстраванні:
bg: Отражения:
de: Reflexionen:
es: Reflejos:
fi: Heijastukset:
fr: Reflets :
gl: Reflexións:
it: Riflessioni:
ja_jp: 反射:
pl: Odbicia:
pt_br: Reflexos:
ro: Reflecții:
ru: Отражения:
sr: Одрази:
sv: Reflektioner:
uk: Віддзеркалення:

source: Reflection and refraction quality, has a huge impact on performance on maps with reflecting surfaces
de: Reflektions- und Lichtbrechungsqualität, hat einen enormen Einfluss auf die Performanz auf Karten mit spiegelnden Flächen
es: Calidad del reflejo y refracción, tiene un gran impacto en el rendimiento en mapas con superficies reflectantes
fi: Heijastusten- ja taittumien laatu; omaa suuren vaikutuksen suorituskykyn kartoissa joissa on heijastavia pintoja
fr: Qualité des reflets et de la réfraction, cela a un gros impact sur les performances sur les cartes avec des surfaces réfléchissantes
gl: A calidade da reflexión e refracción ten un gran impacto no rendemento en mapas con superficies reflectantes
it: Qualità dei riflessi e delle rifrazioni, ha un enorme impatto sulle performance nelle mappe superfici riflettenti
ja_jp: 反射と屈折の品質は、反射面を持つマップのパフォーマンスに大きな影響を与えます
pt_br: Qualidade dos reflexos e refrações. Impacta bastante o desempenho em mapas com superfícies refletoras.
ru: Качество отражения и преломления, снижающее производительность на аренах с зеркальными поверхностями
sv: Reflektion- och brytningskvalitet, har en stor påverkan på prestanda pa kartor med reflekterande ytor

source: Resolution of reflections/refractions
de: Auflösung von Reflektionen/Lichtbrechungen
es: Resolución de reflejos/refracciones
fi: Heijastusten/taittumien erottelumääre
fr: Résolution des reflets / réfractions
gl: Resolución de reflexións/refraccións
it: Risoluzione di riflessi/rifrazioni
ja_jp: 反射 / 屈折の解像度
pt_br: Resolução dos reflexos e refrações.
ru: Качество отражений/преломлений
sv: Upplösning på reflektioner/brytningar

source: Blurred
ast: Desenfocaos
be: Размытыя
bg: Замазани
de: Schwammig
es: Borroso
fi: Sumennettu
fr: Flous
gl: Borrosa
it: Sfocate
ja_jp: ぼやけた
pl: Rozmyte
pt_br: Borrados
ro: Încețoșate
ru: Размытые
sr: Замућени
sv: Suddigt
uk: Розмиті

source: REFL^Good
ast: Bonos
be: Някепскія
bg: REFL^Добри
de: Gut
es: Bueno
fi: REFL^Hyvä
fr: Bons
gl: REFL^Ben
it: Buone
ja_jp: 良い
pl: Dobre
pt_br: Boa
ro: REFL^Bune
ru: Хорошие
sr: REFL^Добри
sv: Bra
uk: Добрі

source: Sharp
ast: Afilaos
be: Выразныя
bg: Най-добри
de: Scharf
es: Ajustado
fi: Terävä
fr: Nets
gl: Afiado
it: Nitide
ja_jp: 鋭い
pl: Ostre
pt_br: Alta
ro: Ascuțite
ru: Резкие
sr: Оштри
sv: Skarp
uk: Чіткі

source: Decals
ast: Calcamoníes
be: Дэкалі
bg: Петна
de: Dekore
es: Calcomanías
fi: Siirtokuvat
fr: Impacts
gl: Calcomanías
it: Decal
ja_jp: デカール
pl: Naklejki
pt_br: Decalques
ro: Decal-uri
ru: Следы
sr: Декали
sv: Dekaler
uk: Декалі

source: Enable decals (bullet holes and blood)
ast: Activa les calcamoníes (sangre y furacos de disparos)
de: Dekore aktivieren (Einschusslöcher und Blut)
es: Activar calcomanías (agujeros de balas y sangre)
fi: Ota käyttöön tapahtumajäljet (luodinreijät ja verijäljet)
fr: Activer les marques d'impact et de sang
gl: Activar calcomanías (buracos de bala e sangue)
it: Abilita i decal (buchi dei proiettili e sangue)
ja_jp: デカールを有効にする (銃弾の穴と血)
pt_br: Ativa decalques (buracos de bala e sangue).
ru: Включить следы (дыры от пуль и кровь)
sv: Slå på dekaler (skotthål och blod)

source: Decals on models
ast: Calcamoníes nos modelos
be: Дэкалі на аб'ектах
bg: Петна по моделите
de: auch auf Objekten
es: Calcomanías en los modelos
fi: Hahmojen siirtokuvat
fr: Impacts sur les modèles
gl: Calcomanías en modelos
it: Decal sui modelli
ja_jp: モデルのデカール
pl: Naklejki na modelach
pt_br: Decalques em modelos
ro: Decal-uri pe modele
ru: Следы на моделях
sr: Декали на моделима
sv: Dekaler på modeller
uk: Декалі на моделях

source: Distance:
ast: Distancia
be: Далечыня:
bg: Разстояние:
de: Distanz:
es: Distancia:
fi: Etäisyys:
gl: Distancia:
it: Distanza:
ja_jp: 距離:
pl: Odległość:
pt_br: Distância:
ro: Distanță:
ru: Дальность:
sr: Даљина:
sv: Avstånd:
uk: Відстань:

source: Decals further away than this will not be drawn
ast: Les calcamoníes más lloñe d'esto nun van dibuxase
de: Dekore, die weiter weg sind als dieser Wert, werden nicht gezeichnet
es: Las calcomanías que se alejen de esta distancia no se dibujarán
fi: Tapahtumajälkiä tätä kauempana ei piirretä
fr: Les marques d'impact situées au-delà de cette distance ne seront pas affichées
gl: Non se sortearán calcomanías máis afastadas que esta
it: I decal più lontano di questa distanza non vengono mostrati
ja_jp: この距離から離れたデカールは描画されません
pt_br: Os decalques mais distantes que isso não serão desenhados.
ru: Следы не будут рисоваться дальше
sv: Dekaler längre bort än detta kommer inte att ritas

source: Time in seconds before decals fade away
de: Zeit in Sekunden, bevor Dekore verschwinden
es: Tiempo en segundos antes de que las calcomanías desaparezcan
fi: Aika sekunneissa milloin tapahtumajäljet haihtuvat
fr: Durée en secondes avant que les marques d'impact ne disparaissent
gl: Tempo en segundos antes de que as calcomanías desaparezan
it: Tempo in secondi passato il quale i decal sfumano
ja_jp: デカールが消えるまでの秒数
pt_br: Tempo em segundos antes dos decalques desaparecerem.
ru: Время до исчезновения следов в секундах
sv: Tid i sekunder innan dekalerna tonar bort

source: Damage effects:
ast: Efeutos de dañu:
be: Эфекты шкоды:
bg: Ефекти за повреда:
de: Schadenseffekte:
es: Efectos de daño:
fi: Vahinkoefektit:
fr: Effets des dégâts :
gl: Efectos do dano:
it: Effetti danno:
ja_jp: ダメージエフェクト:
pl: Efekty obrażeń:
pt_br: Efeitos de dano:
ro: Efecte ranire:
ru: Эффекты урона:
sr: Ефекти штете:
sv: Skadeeffekter:
uk: Ефекти шкоди:

source: DMGFX^Disabled
de: Aus
es: DMGFX^Desactivado
fi: DMGFX^Pois
fr: Désactivé
gl: DMGFX^Desactivado
it: Disabilitato
ja_jp: 無効
pl: Wyłączone
pt_br: Desabilitado
ro: DMGFX^Dezactivat
ru: Отключено
sr: DMGFX^Онемогућени
sv: Avstängd

source: Skeletal
ast: Esqueléticos
be: Скелетныя
de: Nur auf Modellen
es: Esqueleto
fi: Luurankomainen
gl: Esquelético
it: Schelettrici
ja_jp: 骨格
pl: Szkieletowe
pt_br: Esquelético
ro: Scheletal
ru: Скелетные
sr: Скелетни
sv: Skelett

source: DMGFX^All
ast: Toos
de: Alle
es: DMGFX^Todos
fi: DMGFX^Kaikki
fr: Complet
gl: DMGFX^Todos
it: Tutti
ja_jp: 全て
pl: Wszystkie
pt_br: Todos
ro: DMGFX^Toate
ru: Все
sr: DMGFX^Сви
sv: Allt

source: Realtime dynamic lights
de: Echtzeit-Dynamiklichter
es: Luces dinámicas en tiempo real
fi: Täsmäajallinen vaihteleva valaistus
fr: Lumières dynamiques en temps réel
gl: Luces dinámicas en tempo real
it: Luci dinamiche in tempo reale
ja_jp: リアルタイムダイナミックライト
pt_br: Luzes dinâmicas em tempo real
ro: Lumini dinamice în timp real
ru: Реальное динамическое освещение
sv: Dynamiska ljus i realtid

source: Temporary realtime light sources such as explosions, rockets and powerups
de: Temporäre Echtzeitlichtquellen wie Explosionen, Raketen und Powerups
es: Fuentes de luz en tiempo real temporales como explosiones, cohetes y poderes
fi: Väliaikaiset täsmäaikavalolähteet kuten räjähdykset, raketit ja voimistukset
fr: Sources de lumière temporaires en temps réel telles que des explosions, des roquettes et des bonus de puissance
gl: Fontes de luz temporais en tempo real, como explosións, foguetes e potenciadores
it: Luci dinamiche temporanee in tempo reale come esplosioni, razzi e powerup
ja_jp: 爆発、ロケット、パワーアップなどの一時的なリアルタイムライト源
pt_br: Fontes temporárias de luz em tempo real como explosões, foguetes e potencializadores
ro: Surse de lumină în timp real temporare, cum ar fi explozii, rachete și powerup-uri
ru: Временные источники света в реальном времени, такие как взрывы, ракеты и усилители
sv: Temporära ljuskällor i realtid som explosioner, raketer och powerups

source: Shadows
ast: Solombres
be: Цені
bg: Сенки
de: Schatten
es: Sombras
fi: Varjot
fr: Ombres
gl: Sombras
it: Ombre
ja_jp: 影
pl: Cienie
pt_br: Sombras
ro: Umbre
ru: Тени
sr: Сенке
sv: Skuggor
uk: Тіні

source: Shadows cast by realtime dynamic lights
de: Von Echtzeitdynamiklichtern geworfene Schatten
es: Sombras creadas por luces dinámicas en tiempo real
fi: Varjot lankeavat täsmäaikavalojen mukaisesti
fr: Ombres projetées par les lumières dynamiques en temps réel
gl: Sombras proxectadas por luces dinámicas en tempo real
it: Ombre proiettate da luci dinamiche in tempo reale
ja_jp: リアルタイムダイナミックライトによって投げかけられる影
pt_br: Sombras a luzes dinâmicas em tempo real
ro: Umbre create de lumini dinamice în timp real
ru: Тени, отбрасываемые динамическим освещением в реальном времени
sv: Skuggor kastas av dynamiska ljus i realtid

source: Realtime world lights
de: Echtzeitweltlichter
es: Luces de mundo en tiempo real
fi: Maailmassa täsmäaikaiset valot
fr: Lumières du monde en temps réel
gl: Luces do mundo en tempo real
it: Luci globali in tempo reale
ja_jp: リアルタイムワールドライト
pt_br: Luzes do mundo em tempo real
ro: Lumini în timp real ale lumii
ru: Освещение мира в реальном времени
sv: Världsljus i realtid

source: Realtime light sources included in certain maps. May have a big impact on performance.
de: Echtzeitlichtquellen werden in bestimmten Karten eingebunden. Kann einen großen Einschnitt auf die Performanz haben.
es: Fuentes de luz en tiempo real incluidas en ciertos mapas. Pueden tener un gran impacto en el rendimiento.
fi: Täsmäaikavalolähteet sisällytetty tiettyihin karttoihin. Saattaa vaikuttaa merkittävästi suorituskykyyn.
fr: Sources de lumière en temps réel incluses sur certaines cartes. Peut avoir un impact important sur les performances.
gl: Fontes de luz en tempo real incluídas en certos mapas. Pode ter un gran impacto no rendemento.
it: Sorgenti di luce in tempo reale in alcune mappe. Può avere un grande impatto sulla performance.
ja_jp: 特定のマップに含まれるリアルタイムライト源。 パフォーマンスに大きな影響を与える可能性がある。
pt_br: Fontes de luz em tempo real incluídas em certos mapas. Pode muito impactar o desempenho.
ro: Sursele de lumini în timp real sunt incluse în anumite hărți. Poate avea un impact mare asupra performanței.
ru: Источники света в реальном времени, имеющиеся на определённых ареназ. Может заметно сказаться на быстродействии.
sv: Realtidsljuskällor inkluderade i vissa kartor. Kan ha en stor påverkan på prestanda.

source: Shadows cast by realtime world lights
de: Von Echtzeitweltlichtern geworfene Schatten
es: Sombras creadas por luces de mundo en tiempo real
fi: Varjot lankeavat maailmallisten täsmäaikavalojen mukaisesti
fr: Ombres projetées par les lumières du monde en temps réel
gl: Sombras proxectadas polas luces do mundo en tempo real
it: Ombre proiettate da luci globali in tempo reale
ja_jp: リアルタイムワールドライトによって投げかけられる影
pt_br: Sombras a luzes do mundo em tempo real
ro: Umbre create de lumini dinamice în timp real ale lumii
ru: Тени, отбрасываемые мировыми источниками света в реальном времени
sv: Skuggor kastade av världsljus i realtid

source: Use normal maps
ast: Usar mapes normales
be: Задзейнічаць мапы нармаляў
bg: Използване на карти на нормалите
de: Normalmaps verwenden
es: Usar mapa de normales
fi: Käytä tekstuurien suunnattua varjostamista
fr: Utiliser les cartes normales
gl: Usar mapas normais
it: Usa mappe normali
ja_jp: 法線マップを使用する
pl: Użyj normalnych map
pt_br: Usar normal maps
ro: Utilizare texturi normale
ru: Использовать карты нормалей
sr: Користи обичне мапе
sv: Använd normalkartor
uk: Використовувати карти нормалів

source: Directional shading of certain textures to simulate interaction of realtime light with a bumpy surface
de: Gerichtetes Shading von bestimmten Texturen, um Interaktion des Echtzeitlichts mit einer unebenen Oberfläche zu simulieren
es: Sombreo direccional de ciertas texturas para simular la interacción de la luz en tiempo real con superficies irregulares
fi: Suuntavarjostus tietyille pinnoitteille mallintaakseen kanssakäyntiä täsmäajallisten valojen suhteen muhkuraisella pinnalla
fr: Ombrage directionnel de certaines textures pour simuler l'interaction de la lumière en temps réel avec une surface bosselée
gl: Sombreado direccional de certas texturas para simular a interacción da luz en tempo real cunha superficie irregular
it: Ombreggiatura direzionale di alcune texture per simulare l'interazione della luce in tempo reale con una superficie a sbalzi
ja_jp: リアルタイムライトとでこぼこの表面との相互作用をシミュレートするための特定のテクスチャの指向性シェーディング
pt_br: Sombrear direcionalmente certas texturas para simular luz em tempo real interagindo com superfícies ásperas
ro: Umbrirea direcțională a anumitor texturi pentru a simula interacțiunea luminii în timp real cu o suprafață denivelată
ru: Направленное затенение определённых текстур для имитации взаимодействия света в реальном времени с неровной поверхностью
sv: Riktad skuggning av vissa texturer för att simulera interaktion av realtidsljus med en ojämn yta

source: Soft shadows
ast: Solombres suaves
be: Мяккія цені
bg: Меки сенки
de: Weiche Schatten
es: Sombras suaves
fi: Pehmeät varjot
fr: Ombres douces
gl: Sombras suaves
it: Ombre morbide
ja_jp: 滑らかな影
pl: Miękkie Cienie
pt_br: Sombras suaves
ro: Umbre fine
ru: Мягкие тени
sr: Меке сенке
sv: Mjuka skuggor
uk: М'які тіні

source: Corona brightness:
de: Korona-Helligkeit
es: Brillo de destellos:
fi: Koronan kirkkaus:
fr: Luminosité des couronnes :
gl: Brillo da coroa:
it: Luminosità corone:
ja_jp: コロナの明るさ:
pt_br: Brilho coronal:
ru: Яркость корон:
sv: Ljusstyrka av korona:

source: Flare effects around certain lights
de: Flackereffekte um bestimmte Lichter
es: Efectos de bengala alrededor de ciertas luces
fi: Pyöröheijastukset tiettyjen valojen ympärille
fr: Effets d'éblouissement autour de certaines lumières
gl: Efectos de brillo arredor de certas luces
it: Effetti di bagliore attorno a certe luci
ja_jp: 特定のライトの周りのフレア効果
pt_br: Efeitos de clarão perto de certas luzes
ru: Эффекты бликов вокруг определённых источников света
sv: Blosseffekt runt vissa ljus

source: Fade coronas according to visibility
de: Koronas anhand Sichtbarkeit verblassen lassen
es: Desvanecimiento de destellos dependiendo de la visibilidad
fi: Himmennä pyörövaloheijastuksia näkyvyyteen nähden
fr: Utiliser l'occultation du rendu
gl: Desvanece as coroas segundo a visibilidade
it: Dissolvi corone rispetto a visibilità
ja_jp: 可視性に応じてフェードコロナ
pt_br: Desvanecer as coronas de acordo com a visibilidade
ru: Постепенно скрывать короны исходя из их видимости
sv: Tona ut koronor baserat på synlighet

source: Corona fading using occlusion queries
de: Koronaverblassung mittels Occlusion-Queries
es: Desvanecimiento de corona usando consultas de oclusión
fi: Koronahäivennys käyttäen okluusiokyselyjä
fr: Estomper les effets d'éblouissement pour ne pas perdre en visibilité
gl: Desvanecemento da coroa mediante consultas de oclusión
it: Dissolvenza corona usando ricerca di occlusioni
ja_jp: オクルージョンクエリを使用しているコロナフェージング
pt_br: Desvanecer coronas por meio de consulta de oclusões
ru: Затухание короны с использованием запросов окклюзии
sv: Koronauttoning genom ocklutionsförfrågningar

source: Bloom
be: Зіхаценне (Bloom)
de: Überstrahlung
fi: Kukintohehku
fr: Éblouissement
ja_jp: ブルーム
ro: Luminozitate moale
ru: Свечение
sr: Цветање
sv: Blomma
uk: Ефект bloom

source: Enable bloom effect, which brightens the neighboring pixels of very bright pixels. Has a big impact on performance.
de: Bloom-Effekt aktivieren, welche die Nachbarpixel von sehr hellen Pixeln erhellt. Hat eine große Auswirkung auf die Performanz.
es: Activar efecto bloom, que ilumina los píxeles vecinos de píxeles muy brillantes. Tiene un gran impacto en el rendimiento.
fi: Ota käyttöön kukintohehku -tehoste, joka kirkastaa myös vierekkäiset pikselit hyvin kirkkaista pikseleistä. Vaikuttanee merkittävästi suorituskykyyn.
fr: Activer l'effet « bloom », qui éclaire les pixels voisins de pixels très brillants. Cela a un gros impact sur les performances.
gl: Activa o efecto bloom, que ilumina os píxeles veciños de píxeles moi brillantes. Ten un gran impacto no rendemento.
it: Abilita effetti bloom, che illuminano i pixel più vicini a pixel molto luminosi. Hanno un grosso impatto sulle performance.
ja_jp: 非常に明るいピクセルの隣接ピクセルを明るくするブルームエフェクトを有効にする。パフォーマンスに大きな影響を与えます。
pt_br: Ativa o efeito bloom, que ilumina os pixeis próximos a pixeis muito brilhantes. Impacta bastante o desempenho.
ru: Включить эффект свечения, увеличивающий яркость пикселей рядом с очень яркими пикселями. Сильно снижает производительность.
sv: Slå på blomningseffekt, vilket lyser upp angränsande pixlar till väldigt ljusa pixlar. Har en stor påverkan på prestanda

source: Extra postprocessing effects
ast: Efeutos de posprocesamientu adicional
be: Дадатковыя эфекты постапрацоўкі
bg: Допълнителни ефекти
de: Bildbearbeitungseffekte
es: Efectos de postprocesado
fi: Ylimääräiset jälkikäsittelyn tehosteet
fr: Effets de post-traitement supplémentaires
gl: Efectos de posprocesamento adicionais
it: Effetti extra di postcalcolo
ja_jp: 追加の後処理エフェクト
pt_br: Efeitos extras de pós-processamento
ro: Efecte post-procesare extra
ru: Дополнительные эффекты
sr: Додатни ефекти након обраде
sv: Extra efterbearbetningseffekter
uk: Додаткові ефекти пост-обробки

source: Enables special postprocessing effects for when damaged or under water or using a powerup
de: Besondere Nachbearbeitungs-Effekte aktivieren, die benutzt werden, wenn man Schaden nimmt, oder unter Wasser ist, oder ein Powerup benutzt
es: Habilita efectos especiales de postprocesamiento cuando se recibe daño o se esta bajo el agua o se usa un poder
fi: Ottaa käyttöön erityiset jälkikäsittelytehosteet kärsiessä vahinkoa, ollessa veden alla tai kun käytetään pikavoimistuksia
fr: Activer des effets de post-traitement spéciaux lorsque vous êtes touché, sous l'eau ou quand vous utilisez un bonus
gl: Permite efectos especiais de posprocesamento para cando estea danado ou baixo a auga ou cando se utiliza un encendido
it: Abilita effetti speciali di postcalcolo per quando vieni colpito o sott'acqua o usando un powerup
ja_jp: 損傷した場合、水中、またはパワーアップを使用した場合の特殊な後処理エフェクトを有効にする
pt_br: Ativa efeitos especiais de pós-processamento ao receber dano, estar debaixo d'água ou usar potencializadores.
ru: Включить специальные эффекты пост-обработки при получении урона, под водой и при использовании усилителя
sv: Slår på speciella efterbearbetningseffekter för skada, under vatten eller användning av powerup

source: Motion blur strength - 0.4 recommended
ast: La fuercia del desenfoque pol movimientu. Aconséyase'l valor 0,4
de: Wert für die Bewegungsunschärfe – 0.4 empfohlen
es: Nivel de difuminado de movimiento - 0.4 recomendado
fi: Liikkeen utuisuuden voimakkuus - 0.4 on suositeltava
fr: Intensité du flou de mouvement - 0.4 est recommandé
gl: Intensidade do desenfoque de movemento: recomendado 0,4
it: Intensità della sfocatura da movimento - raccomandato a 0.4
ja_jp: モーションブラーの強度 - 0.4がオススメ
pt_br: Intensidade do desfoque de movimento - 0.4 recomendado
ru: Сила размытия при движении — желательно 0,4
sr: Јачина замућења при покрету - 0.4 препоручено
sv: Styrka på rörelseoskärpa - 0.4 rekommenderad

source: Motion blur:
ast: Desenfoque pol movimientu:
be: Размыццё падчас руху:
bg: Размазани движения
de: Bewegungsunschärfe:
es: Difuminado de movimiento
fi: Liikesumeus:
fr: Flou de mouvement :
gl: Desenfoque de movemento:
it: Sfocatura movimento:
ja_jp: モーションブラー:
pl: Rozmycie ruchu:
pt_br: Desfoque de movimento:
ro: Blurare mișcare:
ru: Размытие в движении:
sr: Замућење при покрету:
sv: Rörelseoskärpa
uk: Ефект motion blur:

source: Particles
ast: Partícules
be: Часціны
bg: Частици
de: Partikel
es: Partículas
fi: Hiukkaset
fr: Particules
gl: Partículas
it: Particelle
ja_jp: パーティクル
pl: Cząsteczki
pt_br: Partículas
ro: Particule
ru: Частицы
sr: Честице
sv: Partiklar

source: Spawnpoint effects
ast: Efeutos d'aprucideros
be: Эфекты пункта з'яўлення
de: Startpunkt-Effekte
es: Efectos de puntos de reaparición
fi: Syntypistehosteet
fr: Effets de point de réapparition
gl: Efectos de punto de aparición
it: Effetti punto di nascita
ja_jp: 現れるポイントエフェクト
pt_br: Efeitos de ponto de surgimento
ro: Efecte de spawnpoint
ru: Эффекты точек возрождения
sr: Ефекти тачке оживљавања
sv: Effekter på skapningspunkter

source: Particle effects at all spawn points and whenever a player spawns
fr: Effets de particules à tous les points de réapparition et à chaque fois qu'un joueur apparaît
gl: Efectos de partículas en todos os puntos de aparición e cada vez que aparece un xogador.
it: Effetti di particelle in tutti i punti di nascita e quando un giocatore nasce
pt_br: Efeitos de partículas em todos os pontos de surgimento e sempre que um jogador nascer
ru: Эффекты частиц во всех точках возрождения и при появлении игрока

source: Quality:
ast: Calidá:
be: Якасць:
bg: Качество:
de: Qualität:
es: Calidad:
fi: Laatu:
fr: Qualité :
gl: Calidade:
it: Qualità:
ja_jp: 品質:
pl: Jakość:
pt_br: Qualidade:
ro: Calitate:
ru: Качество:
sr: Квалитет:
sv: Kvalitet:
