Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: MUSICPL^Play
ast: Reproducir
bg: Пусни
de: MUSICPL^Abspielen
es: MUSICPL^Reproducir
fi: MUSICPL^Soita
fr: Lecture
gl: MUSICPL^Reproducir
it: Esegui
ja_jp: 再生する
pl: Graj
pt_br: Tocar
ro: MUSICPL^Redă
ru: Воспр.
sr: MUSICPL^Пусти
sv: Spela

source: MUSICPL^Pause
ast: Posar
bg: Пауза
es: MUSICPL^Pausar
fi: MUSICPL^Tauko
fr: Pause
gl: MUSICPL^Pausa
it: Pausa
ja_jp: 一時停止する
pl: Pauza
pt_br: Pausar
ro: MUSICPL^Pauză
ru: Пауза
sr: MUSICPL^Паузирај
sv: Pausa

source: MUSICPL^Prev
ast: Anterior
bg: Предишен
de: MUSICPL^Zurück
es: MUSICPL^Anterior
fi: MUSICPL^Edell
fr: Préc.
gl: MUSICPL^Anterior
it: Prec.
ja_jp: 前
pl: Poprzednia
pt_br: Anterior
ro: MUSICPL^Anterior
ru: Пред.
sr: MUSICPL^Прет.
sv: Föregående

source: MUSICPL^Next
ast: Siguiente
bg: Следващ
de: MUSICPL^Vor
es: MUSICPL^Siguiente
fi: MUSICPL^Seur
fr: Suiv.
gl: MUSICPL^Seguinte
it: Suces.
ja_jp: 次
pl: Następna
pt_br: Seguinte
ro: MUSICPL^Următor
ru: След.
sr: MUSICPL^След.
sv: Nästa

source: MUSICPL^Remove
ast: Quitar
bg: Премахни
de: MUSICPL^Entfernen
es: MUSICPL^Eliminar
fi: MUSICPL^Poista
fr: Supprimer
gl: MUSICPL^Eliminar
it: Rimuovi
ja_jp: 削除する
pl: Usuń
pt_br: Remover
ro: MUSICPL^Înlătură
ru: Удалить
sr: MUSICPL^Уклони
sv: Ta bort

source: MUSICPL^Remove all
ast: Quitar too
bg: Премахни всички
de: MUSICPL^Alle entfernen
es: MUSICPL^Eliminar todo
fi: MUSICPL^Poista kaikki
fr: Tout supprimer
gl: MUSICPL^Eliminar todo
it: Rimuovi tutte
ja_jp: 全て削除する
pl: Usuń wszystkie
pt_br: Remover todas
ro: MUSICPL^Înlătură tot
ru: Удалить все
sr: MUSICPL^Уклони све
sv: Ta bort alla

source: Auto screenshot scoreboard
ast: Capturar automáticamente les tables de puntuaciones
be: Аўтаматычна здымаць табло ліку
de: Auto-Screenshot der Punktetafel
es: Captura de pantalla automática de la tabla de puntuaciones
fi: Automaattinen kuvakaappaus tulostaulusta
fr: Auto-capture du tableau des scores
gl: Captura de pantalla automática de taboa d puntuacións
it: Auto screenshot dei punteggi
ja_jp: 自動スクリーンショット得点表
pl: Automatyczny zrzut z tablicy wyników
pt_br: Tirar capturas de tela automaticamente do placar
ro: Captură de ecran automată a tabelei de scor
ru: Автоснимок таблицы результатов
sr: Аутоматски направи снимак екрана резултатске табле
sv: Ta skärmdump av poängtavlan automatiskt

source: Open in the viewer
ast: Abrir nel visor
be: Адкрыць у праглядніку
de: Im Betrachter öffnen
es: Abrir en el visualizador
fi: Avaa kuvankatseluohjelmassa
fr: Ouvrir dans le visionneur
gl: Abrir o visor
it: Apri nel visualizzatore
ja_jp: ビューアで開く
pl: Otwórz w przeglądarce
pt_br: Abrir no visualizador
ro: Deschide în vizualizator
ru: Открыть в обозревателе
sr: Отвори у прегледачу
sv: Öppna i visaren

source: Reset
ast: Reafitar
be: Скінуць
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
gl: Restablecer
ja_jp: リセットする
pl: Resetuj
pt_br: Redefinir
ro: Resetează
ru: Сброс
sr: Ресетуј
sv: Nollställ

source: Previous
ast: Anterior
be: Папярэдні
bg: Предходен
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédente
gl: Anterior
it: Precedente
ja_jp: 前
pl: Poprzedni
pt_br: Anterior
ro: Anterior
ru: Предыдущий
sr: Претходно
sv: Föregående

source: Next
ast: Siguiente
be: Наступны
bg: Следващ
de: Vor
es: Siguiente
fi: Seuraava
fr: Suivante
gl: Seguinte
it: Successivo
ja_jp: 次
pl: Następny
pt_br: Seguinte
ro: Următorul
ru: Следующий
sr: Следеће
sv: Nästa

source: Slide show
be: Слайдшоў
de: Diashow
es: Pasar diapositivas
fi: Kuvasarja
fr: Diaporama
gl: Presentación de diapositivas
it: Presentazione
ja_jp: スライドショー
pl: Pokaz slajdów
pt_br: Apresentação de slides
ru: Слайд-шоу
sr: Слајдшоу
sv: Bildspel

source: Monster:
be: Пачвара:
bg: Чудовище:
es: Monstruo:
fi: Hirviö:
fr: Monstre :
gl: Monstro:
it: Mostro:
ja_jp: モンスター:
pl: Potwór:
pt_br: Monstro:
ro: Monstru:
ru: Монстр:
sr: Чудовиште:

source: Spawn
ast: Aprucir
be: Новае
bg: Прераждане
es: Aparecer
fi: Luo
fr: Créer
gl: Aparecer
it: Crea
ja_jp: スポーン
pt_br: Surgir
ro: Crează
ru: Новое
sr: Направи
sv: Skapa
uk: Створити

source: Remove
be: Выдаліць
bg: Премахване
de: Entfernen
es: Remover
fi: Poista
fr: Retirer
gl: Remover
it: Rimuovi
ja_jp: 削除する
pl: Usunąć
pt_br: Remover
ro: Șterge
ru: Убрать
sr: Уклони
sv: Ta bort
uk: Прибрати

source: Move target:
bg: Премести цел:
de: Bewegendes Ziel:
es: Desplazar objetivo:
fi: Siirrä kohde:
fr: Déplacer la cible :
gl: Desprazar obxetivo:
it: Muovi obiettivo:
ja_jp: ターゲットを移動する:
pt_br: Mover alvo:
ro: Mișcă ținta:
ru: Переместить цель:
sr: Помери мету:
sv: Flytta måltavla:

source: Follow
bg: Следвай
de: Folgen
es: Seguir
fi: Seuraa
fr: Suivre
gl: seguir
it: Segui
ja_jp: 従う
pl: Podążaj
pt_br: Seguir
ro: Urmărește
ru: Следовать
sr: Прати
sv: Följ

source: Wander
bg: Скитничество
de: Laufen
es: Deambular
fi: Vaella
fr: Vue libre
gl: Vagar
it: Vaga
ja_jp: 彷徨う
pt_br: Vaguear
ro: Umblă
ru: Блуждать
sr: Лутај
sv: Vandra

source: Spawnpoint
ast: Aprucideru
be: Пункт з'яўлення
bg: Място на включване
de: Startpunkt
es: Punto de reaparición
fi: Syntymispiste
fr: Point de réapparition
gl: Punto de aparición
it: Punto di nascita
ja_jp: 現れるポイント
pl: Punkt spawnu
pt_br: Ponto de surgimento
ro: Punct de spawn
ru: Точка возрождения
sr: Тачка оживљавања
sv: Skapningspunkt

source: No moving
be: Рухаў няма
bg: Без движение
de: Keine Bewegung
es: Sin movimiento
fi: Ei liikkettä
fr: Aucun mouvement
gl: sen movimento
it: Blocca
ja_jp: 動かない
pl: Bezruch
pt_br: Sem movimento
ro: Fără mișcări
ru: Движений нет
sr: Без померања
sv: Ingen rörelse

source: Colors:
be: Колеры:
bg: Цветове:
de: Farben:
es: Colores:
fi: Värit:
fr: Couleurs :
gl: Cores:
it: Colori:
ja_jp: 色:
pl: Kolory:
pt_br: Cores:
ro: Culori:
ru: Цвета:
sr: Боје:
sv: Färger:

source: Set skin:
ast: Aspeutu:
be: Задаць вокладку:
bg: Задаване на облик:
de: Skin:
es: Definir apariencia:
fi: Aseta päällyste:
fr: Définir le thème :
gl: Definir a pel:
it: Imposta skin:
ja_jp: スキンを設定する:
pl: Ustaw skórę:
pt_br: Definir visual:
ro: Setează skin:
ru: Выбрать тему:
sr: Постави омот:
sv: Sätt skinn:
uk: Встановити скин:

source: Monster Tools
be: Інструменты пачвар
bg: Чудовищни средства
es: Herramientas de Monstruo
fi: Hirviötyökalut
fr: Outils Monstres
gl: Ferramentas Monstro
it: Attrezzi Mostro
ja_jp: モンスターツール
pl: Narzędzia Potworów
pt_br: Ferramentas de Monstros
ro: Unelte monstru
ru: Инструменты Монстров
sr: Алатке за чудовишта
sv: Monsterverktyg

source: Find servers to play on
ast: Atopa sirvidores nos que xugar
de: Finde Server und spiele online
es: Encuentra servidores para jugar
fi: Etsi palvelimia joissa pelata
fr: Trouver des serveurs où jouer
gl: Busca servidores para xogar
it: Cerca dei server dove giocare
ja_jp: 遊ぶためにサーバーを見つける
pl: Znajdź serwer
pt_br: Encontre servidores para jogar
ru: Поиск игровых серверов
sr: Нађите сервере за игру
sv: Hitta servrar att spela på

source: Host your own game
ast: Agospia una partida
de: Hoste dein eigenes Spiel
es: Crear tu propio juego
fi: Isännöi oma pelisi
fr: Héberger votre propre partie
gl: Busca servidores para xogar
it: Ospita la tua partita
ja_jp: 自分のゲームを作成する
pl: Hostuj własną grę
pt_br: Crie a sua própria partida
ru: Запустить собственную игру
sr: Направите сопствену игру
sv: Var värd för ditt eget spel

source: Multiplayer
ast: Multixugador
be: Сеткавая гульня
bg: Мрежова игра
de: Mehrspieler
es: Multijugador
fi: Moninpeli
fr: Multijoueur
gl: Multixogador
ja_jp: マルチプレイ
pl: Tryb multiplayer
pt_br: Multijogador
ru: Игра по сети
sr: Више играча
sv: Flerspelarläge
uk: Мультиплеєр

source: Play online, against your friends in LAN, or change player settings
fr: Jouer en ligne, contre vos amis en réseau local, ou modifier vos paramètres de joueur.
gl: Xoga en liña, contra os teus amigos en LAN ou cambia a configuración dos xogadores
it: Gioca online, contro i tuoi amici in LAN o cambia le impostazioni giocatore
ru: Играть в Интернете, с друзьями по локальной сети или изменить настройки игроков

source: Default
ast: Por defeutu
be: Стандартна
bg: По подразбиране
de: Standard
es: Por defecto
fi: Perusasetus
fr: Par défaut
gl: Por defecto
it: Predefinito
ja_jp: デフォルト
pl: Domyślny
pt_br: Padrão
ro: Implicit
ru: Стандартно
sr: Подразумевано
sv: Standardinställning
uk: За замовчуванням

source: Unlimited
ast: Ensin llende
be: Неабмежавана
bg: Неограничен
de: Unbegrenzt
es: Ilimitado
fi: Rajoittamaton
fr: Illimité
gl: Ilimitado
it: Illimitato
ja_jp: 無制限
pl: Nielimitowany
pt_br: Ilimitado
ro: Nelimitat
ru: Бесконечно
sr: Неограничено
sv: Obegränsad

source: Gametype
ast: Tipu de partida
be: Тып гульні
bg: Режим на игра
de: Spieltyp
es: Modo de juego
fi: Pelimuoto
fr: Type de partie
gl: Tipo de xogo
it: Tipo di gioco
ja_jp: ゲームモード
pl: Rodzaj gry:
pt_br: Modo de jogo
ro: Tip de joc
ru: Режим игры
sr: Врста игре
sv: Speltyp

source: Show all
de: Alle anzeigen
fr: Tout afficher
gl: Amosa todo
it: Mostra tutti
pt_br: Exibir todos
ru: Показать все

source: Show all available gametypes
de: Alle verfügbaren Spieltypen anzeigen
fr: Afficher tous les types de partie disponibles
gl: Amosa todos os tipos de xogo dispoñibles
it: Mostra tutti i tipi di gioco disponibili
pt_br: Exibir todos os modos de jogo
ru: Показать все доступные режимы игры

source: Time limit:
ast: Llende de tiempu:
be: Абмежаванне часу:
bg: Времеви лимит:
de: Zeitlimit:
es: Límite de tiempo:
fi: Aikaraja
fr: Limite de temps :
gl: Límite de tempo:
it: Limite di tempo:
ja_jp: 制限時刻:
pl: Limit czasu:
pt_br: Tempo limite:
ro: Limita de timp:
ru: Предел времени:
sr: Временска граница:
sv: Tidsgräns:
uk: Ліміт часу:

source: Time limit in minutes that when hit, will end the match
fr: Limite de temps, la partie se termine lorsque celle-ci est atteinte
gl: Límite de tempo en minutos que, ao alcanzalo, remata o partido
it: Tempo limite in minuti che appena raggiunto terminerà la partita
pt_br: Limite de tempo em minutos que, ao ser atingido, irá encerrar a partida.
ru: Ограничение времени лимит в минутах, по истечении которого матч заканчивается

source: TIMLIM^Default
ast: Por defeutu
be: TIMLIM^Стандартна
bg: По подразбиране
de: TIMLIM^Standard
es: TIMLIM^Por defecto
fi: TIMLIM^Vakio
fr: Par défaut
gl: TIMLIM^Predeterminado
it: Predefinito
ja_jp: TIMLIM^デフォルト
pl: Domyślny
pt_br: Padrão
ru: Стандартно
sr: TIMLIM^Подразумевано
sv: Standard

source: TIMLIM^Infinite
ast: Ensin llende
be: TIMLIM^Бясконца
bg: TIMLIM^безкрайно
de: TIMLIM^Unendlich
es: TIMLIM^Infinito
fi: TIMLIM^Rajaton
fr: illimité
gl: TIMLIM^Infinito
it: Infinito
ja_jp: 無限
pl: Nieskończony
pt_br: Infinito
ro: TIMLIM^Infinit
ru: Бесконечно
sr: TIMLIM^Бесконачно
sv: Obegränsad

source: Teams:
ast: Equipos:
be: Каманды:
bg: Отбори:
es: Equipos:
fi: Joukkueet:
fr: Équipes :
gl: Equipos:
it: Squadre:
ja_jp: チーム数:
pl: Drużyny:
pt_br: Equipes:
ro: Echipe:
ru: Команды:
sr: Екипе:
sv: Lag:
uk: Команди:

source: 2 teams
ast: 2 equipos
be: 2 каманды
bg: 2 отбора
es: 2 equipos
fi: 2 joukkuetta
fr: 2 équipes
gl: 2 equipos
it: 2 squadre
ja_jp: 2チーム
pl: 2 drużyny
pt_br: 2 equipes
ro: 2 echipe
ru: 2 команды
sr: Две екипе
sv: 2 lag

source: 3 teams
ast: 3 equipos
be: 3 каманды
bg: 3 отбора
es: 3 equipos
fi: 3 joukkuetta
fr: 3 équipes
gl: 3 equipos
it: 3 squadre
ja_jp: 3チーム
pl: 3 drużyny
pt_br: 3 equipes
ro: 3 echipe
ru: 3 команды
sr: Три екипе
sv: 3 lag

source: 4 teams
ast: 4 equipos
be: 4 каманды
bg: 4 отбора
es: 4 equipos
fi: 4 joukkuetta
fr: 4 équipes
gl: 4 equipos
it: 4 squadre
ja_jp: 4チーム
pl: 4 drużyny
pt_br: 4 equipes
ro: 4 echipe
ru: 4 команды
sr: Четири екипе
sv: 4 lag

source: Player slots:
ast: Güecos pa xugadores:
be: Колькасць гульцоў:
bg: Брой играчи:
de: Spielerplätze:
es: Espacios para jugadores:
fi: Pelaajalokerot:
fr: Nombre de joueurs :
gl: Slots de xogadores:
it: Posti per giocatori:
ja_jp: 選手スロット:
pl: Wolne sloty:
pt_br: Vagas para jogadores:
ro: Număr maxim jucători:
ru: Места для игроков:
sr: Места за играче:
sv: Spelarplatser:
uk: Місць для гравців:

source: The maximum amount of players or bots that can be connected to your server at once
ast: El númberu máximu de xugadores o robós que pue conectase al sirvidor y al empar
de: Wähle die maximale Anzahl der Spieler, welche sich mit deinem Server gleichzeitig verbinden dürfen. Freie Plätze können mit Bots aufgefüllt werden
es: La máxima cantidad de jugadores o bots que pueden conectarse a tu servidor a la vez
fi: Pelaajien tai bottien enimmäismäärä jotka voivat yhdistää palvelimeesi kerralla
fr: Le nombre maximum de joueurs ou de bots pouvant jouer sur votre serveur en même temps
gl: A cantidade máxima de xogadores ou bots que se poden conectar ao teu servidor á vez
it: Il massimo numero di giocatori o bot che possono essere connessi al tuo server alla volta
ja_jp: 一度にサーバーに接続できる選手またはボットの最大数
pt_br: O número máximo de jogadores ou bots que podem estar conectados ao seu servidor simultaneamente.
ru: Максимум игроков и ботов, которые могут быть одновременно подключены к серверу
sr: Највећи број играча или ботова који се могу повезати на ваш сервер
sv: Maximala mängden spelare eller bottar som kan vara uppkopplade mot din server på samma gång

source: Number of bots:
ast: Númberu de robós:
be: Колькасць ботаў:
bg: Брой ботове:
de: Anzahl Bots:
es: Número de bots:
fi: Bottien lukumäärä:
fr: Nombre de bots :
gl: Número de bots:
it: Numero di bot:
ja_jp: ボット数:
pl: Ilość botów:
pt_br: Número de bots:
ro: Număr de boți:
ru: Число ботов:
sr: Број ботова:
sv: Antal bottar:
uk: Кількість ботів:

source: Amount of bots on your server
ast: La númberu de robós nel sirvidor
de: Wähle die maximale Anzahl von Bots auf dem Server
es: Cantidad de bots en tu servidor
fi: Bottien lukumäärä palvelimellasi
fr: Nombre de bots sur votre serveur
gl: Cantidade de bots no teu servidor
it: Numero di bot nel tuo server
ja_jp: サーバーでボットの量
pl: Ilość botów na Twoim serwerze
pt_br: Quantidade de bots no seu servidor
ru: Число ботов на вашем сервере
sr: Број ботова на вашем серверу
sv: Antal bottar på din server

source: Bot skill:
ast: Esperiencia de los robós:
be: Майстэрства ботаў:
bg: Умения на ботовете:
de: Botstärke:
es: Habilidad del bot:
fi: Bottien taitotaso:
fr: Niveau des bots :
gl: Habilidade do bot:
it: Abilità bot:
ja_jp: ボット技術:
pl: Umiejętności botów:
pt_br: Habilidade dos bots:
ro: Dificultate boți:
ru: Уровень ботов:
sr: Умеће бота:
sv: Bottarnas skicklighet:
uk: Майстерність ботів:

source: Specify how experienced the bots will be
ast: Especifica cuánta esperiencia van tener los robós
de: Leg fest, wie gut die Bots spielen werden
es: Especificar que experiencia tendrán los bots
fi: Määritä kuinka kokeneita haluat bottien olevan
fr: Spécifier le niveau d'expérience des bots
gl: Especifica que experiencia terán os bots
it: Specifica quanto i bot saranno esperti
ja_jp: ボットの経験値を指定する
pl: Ustaw poziom zaawansowania botów
pt_br: Especifique a experiência dos bots
ru: Укажите насколько искусными должны быть боты
sr: Наведите колико ће искусни ботови бити
sv: Specifiera hur erfarna bottarna kommer att vara

source: Botlike
be: Ботападобны
bg: Като бот
de: Bots halt
es: Bot
fi: Konemainen
fr: Mauvais
gl: como un bot
it: "Come un bot"
ja_jp: ボット
pl: Jak bot
pt_br: Perdido
ro: Ca de bot
ru: Ботоподобный
sr: Ботовски
sv: Botliknande
uk: Ботоподібний

source: Beginner
ast: Principiante
be: Пачатковец
bg: Начинаещ
de: Anfänger
es: Principiante
fi: Aloittelija
fr: Débutant
gl: Principiante
it: Principiante
ja_jp: ビギナー
pl: Początkujący
pt_br: Iniciante
ro: Începător
ru: Новичок
sr: Почетнички
sv: Nybörjare
uk: Початківець

source: You will win
ast: Fácil
be: Лёгка перамагчы
bg: Ти ще спечелиш
de: Gewinnst schon
es: Ganarás
fi: Sinä tulet voittamaan
fr: Vous allez gagner
gl: Gañarás
it: Vincerai
ja_jp: 必ず勝つ
pl: Wygrasz
pt_br: Você vai ganhar
ro: Vei câștiga
ru: Легко победить
sr: Победићете
sv: Du kommer att vinna
uk: Ви переможете

source: You can win
ast: Normal
be: Можна перамагчы
bg: Ти може да спечелиш
de: Kannst gewinnen
es: Puedes ganar
fi: Voit voittaa
fr: Vous pouvez gagner
gl: Podes gañar
it: Puoi vincere
ja_jp: 勝てるかも
pl: Możesz wygrać
pt_br: Você pode ganhar
ro: Poti castiga
ru: Можно победить
sr: Можете победити
sv: Du kan vinna
uk: Ви можете перемогти

source: You might win
ast: Difícil
be: Цяжка перамагчы
bg: Ти може и да не спечелиш
de: Könntest gewinnen
es: Podrías ganar
fi: Voinet voittaa
fr: Vous risquez de gagner
gl: Podrías gañar
it: Potresti vincere
ja_jp: 勝つかもしれない
pl: Być może wygrasz
pt_br: Você talvez ganhe
ro: Ai putea câștiga
ru: Трудно победить
sr: Можда ћете победити
sv: Du kanske vinner
uk: Ви переможете... можливо

source: Advanced
ast: Amater
be: Адмысловы
bg: Напреднал
de: Fortgeschritten
es: Avanzado
fi: Kehittynyt
fr: Avancé
gl: Avanzado
it: Avanzato
ja_jp: アドバンス
pl: Zaawansowany
pt_br: Avançado
ro: Avansat
ru: Продвинутый
sr: Напредно
sv: Avancerad
uk: Удосконалений

source: Expert
ast: Espertu
be: Майстар
bg: Експерт
de: Experte
es: Experto
fi: Kokenut
gl: Experto
it: Esperto
ja_jp: エキスパート
pl: Ekspert
pt_br: Experiente
ru: Опытный
sr: Експерт
uk: Експерт

source: Pro
ast: Profesional
be: Профі
bg: Професионалист
de: Profi
es: Profesional
fi: Ammattilainen
gl: Profesional
ja_jp: プロ
pl: Zawodowiec
pt_br: Profissional
ro: Profesional
ru: Профессионал
sr: Професионалац
uk: Професіонал

source: Assassin
ast: Asesín
be: Забойца
bg: Наемен убиец
de: Mörder
es: Asesino
fi: Murhaaja
gl: Asasino
it: Assassino
ja_jp: アサシン
pl: Zabójca
pt_br: Assassino
ro: Asasin
ru: Убийца
sr: Убица
sv: Lönnmördare
uk: Убивця

source: Unhuman
ast: Inhumanu
be: Звышчалавек
bg: Нечовек
de: Übermenschlich
es: Inhumano
fi: Epäinhimillinen
fr: Inhumain
gl: Inhuman
it: Inumano
ja_jp: 非人間
pl: Nieludzki
pt_br: Desumano
ro: Inuman
ru: Сверхбот
sr: Нечовек
sv: Omänsklig
uk: Нелюд

source: Godlike
ast: Divín
be: Богападобны
bg: Господ
de: Gottgleich
es: Divino
fi: Jumalainen
fr: Divin
gl: Divino
it: "Come un Dio"
ja_jp: 神
pl: Bóg wojny
pt_br: Divino
ro: Dumnezeiesc
ru: Богоподобный
sr: Боговски
sv: Gudliknande
uk: Богоподібний

source: Bots against humans
it: Bot contro umani
ru: Боты против людей

source: Force humans to play on the same team against an equal-sized team of bots
it: Forza umani a giocare nella stessa squadra contro una squadra di un uguale numero di bot
ru: Заставить людей играть в одной команде против команды ботов равного размера

source: Maplist
ast: Llista de mapes
be: Спіс мапаў
bg: Списък с карти
de: Kartenliste
es: Lista de Mapas
fi: Karttaluettelo
fr: Liste des cartes
gl: Lista de mapas
it: Lista mappe
ja_jp: マップリスト
pl: Lista map
pt_br: Lista de mapas
ro: Listă Hărți
ru: Список арен
sr: Списак мапа
sv: Kartlista

source: Add shown
ast: Amestar lo amosao
bg: Добави показаните
de: Alle sichtbaren hinzufügen
es: Añadir visibles
fi: Lisää näkyvät
fr: Ajouter les filtrées
gl: Engadir mostrado
it: Aggiungi mostrate
ja_jp: 表示された者を追加する
pl: Dodaj wyświetlone
pt_br: Adicionar exibidos
ro: Adaugă arătat
ru: Выбрать показанные
sr: Додај приказано
sv: Lägg till visade

source: Add the maps shown in the list to your selection
ast: Amiesta los mapes de la llista a la seleición
bg: Добави показаните карти към твоята селекция
de: Die in der Liste gezeigten Karten zu deiner Auswahl hinzufügen
es: Añadir los mapas visibles en la lista a tu selección
fi: Lisää kartat jotka näkyvät
fr: Ajouter les cartes affichées dans la liste à votre sélection
gl: Engade os mapas que aparecen na lista á túa selección
it: Aggiungi le mappe mostrate nella lista alla tua selezione
ja_jp: リストに表示されているマップを選択に追加する
pl: Dodaj mapy wyświetlone na liście do wybranych
pt_br: Adiciona os mapas exibidos na lista para a sua seleção
ru: Выбрать арены, показываемые в вашем списке
sr: Додај мапе приказане у списку у ваш одабир
sv: Lägg till kartorna som visas i listan till dina val

source: Remove shown
ast: Quitar lo amosao
bg: Премахни показаните
de: Alle sichtbaren entfernen
es: Eliminar visibles
fi: Poista näkyvistä
fr: Supprimer les filtrées
gl: Eliminar mostrado
it: Rimuovi mostrate
ja_jp: 表示された者を全て削除する
pl: Usuń wyświetlone
pt_br: Remover exibidos
ro: Înlătură arătat
ru: Удалить показанные
sr: Уклони приказано
sv: Ta bort visade

source: Remove the maps shown in the list from your selection
ast: Quita de la seleición los mapes qu'apaecen na llista
bg: Премани показани карти от твоята селекция
de: Die in der Liste gezeigten Karten von deiner Auswahl entfernen
es: Elimina los mapas visibles en la lista en tu selección
fi: Poista karttoja jotka näkyvät
fr: Supprimer les cartes affichées dans la liste de votre sélection
gl: Elimina os mapas que aparecen na lista da túa selección
it: Rimuovi le mappe mostrate nella lista dalla tua selezione
ja_jp: リストに表示されているマップを選択から削除する
pl: Usuń mapy wyświetlone na liście z wybranych
pt_br: Remove os mapas exibidos na lista da sua seleção
ru: Удалить все арены, показываемые в вашем списке
sr: Уклони мапе приказане у списку из вашег одабира
sv: Ta bort katorna som visas i listan från dina val

source: Add all
ast: Amestar too
bg: Добави всички
de: Alle hinzufügen
es: Añadir todo
fi: Lisää kaikki
fr: Tout ajouter
gl: Engade todo
it: Aggiungi tutte
ja_jp: 全て追加する
pl: Dodaj wszystkie
pt_br: Adicionar todos
ro: Adaugă tot
ru: Выбрать все
sr: Додај све
sv: Lägg till alla

source: Add every available map to your selection
ast: Amiesta cada mapa disponible a la seleición
de: Jede verfügbare Karte deiner Auswahl hinzufügen
es: Añadir todos los mapas disponibles a tu selección
fi: Lisää kaikki tarjollaolevat kartat valintaasi
fr: Ajouter toutes les cartes disponibles à votre sélection
gl: Engade todos os mapas dispoñibles á túa selección
it: Aggiungi ogni mappa disponibile alla tua selezione
ja_jp: 利用可能な全てのマップを選択に追加する
pt_br: Adiciona todos os mapas disponíveis para a sua seleção
ru: Выбрать каждую доступную арену
sr: Додај сваку доступну мапу у ваш одабир
sv: Lägg till alla tillgänglig kartor till dina val

source: Remove all
ast: Quitar too
bg: Премахни всички
de: Alle entfernen
es: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
gl: Eliminar todo
it: Rimuovi tutte
ja_jp: 全て削除する
pl: Usuń wszystkie
pt_br: Remover todos
ro: Înlătură tot
ru: Убрать все
sr: Уклони све
sv: Ta bort alla

source: Remove all the maps from your selection
ast: Quita tolos mapes de la seleición
bg: Премахни всички карти от селекцията си
de: Alle Karten aus deiner Auswahl entfernen
es: Eliminar todos los mapas de tu selección
fi: Poista kaikki kartat valinnastasi
fr: Supprimer toutes les cartes de votre sélection
gl: Elimina todos os mapas da túa selección
it: Rimuovi tutte le mappe dalla tua selezione
ja_jp: 利用可能な全てのマップを選択から削除する
pt_br: Remove todos os mapas da sua seleção
ru: Удалить все арены из вашего выбора
sr: Уклони све мапе из вашег одабира
sv: Ta bort alla kartor från dina val

source: Mutators...
ast: Mutaciones...
be: Мутатары...
bg: Мутатори...
de: Mutatoren …
es: Mutadores...
fi: Muovaajat...
fr: Mutateurs…
gl: Mutadores...
it: Mutatori...
ja_jp: ミューテーター...
pl: Modyfikatory
pt_br: Modificadores...
ro: Modificari speciale...
ru: Мутаторы…
sr: Мутатори...
sv: Mutatorer...
uk: Мутатори...

source: Mutators and weapon arenas
de: Wähle Mutatoren und Waffen-Arenen
es: Mutadores y arenas de armas
fi: Muovaajat ja ase-areenat
fr: Mutateurs et arènes avec une seule arme
gl: Mutadores e arenas de armas
it: Mutatori e arene di armi
ja_jp: ミューテーターと武器アリーナ
pt_br: Modificadores e arenas de armas
ru: Мутаторы и арены оружия
sr: Мутатори и арене оружја
sv: Mutatorer och vapenarenor

source: Start multiplayer!
de: Mehrspieler starten!
es: ¡Jugar al modo multijugador!
fi: Aloita moninpeli!
fr: Démarrer le multijoueur !
gl: Comeza o multixogador!
it: Avvia multiplayer!
ja_jp: マルチプレイヤーを始め！
pl: Rozpocznij multiplayer!
pt_br: Iniciar multijogador!
ru: Начать игру по сети!
sv: Start flerspelarläge!

source: Title:
ast: Títulu:
be: Загаловак:
bg: Име:
de: Titel:
es: Título:
fi: Otsikko:
fr: Titre :
gl: Título:
it: Titolo:
ja_jp: タイトル:
pl: Tytuł:
pt_br: Título:
ro: Titlu:
ru: Заголовок:
sr: Наслов:
sv: Titel:
uk: Назва:
