Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: %s^K1 started a MASSACRE!
de: %s^K1 hat ein MASSAKER angefangen!
fr: %s^K1 a commencé un MASSACRE !
gl: %s^K1 comezou unha MASACRE!
it: %s^K1 ha iniziato un MASSACRO!
pt_br: %s^K1 começou um MASSACRE!
ru: %s^K1 начал РЕЗНЮ!

source: MASSACRE!
de: MASSAKER!
gl: MASACRE!
it: MASSACRO!
ru: РЕЗНЯ!

source: %s^K1 executed MAYHEM!
de: %s^K1 richtet CHAOS an!
fr: %s^K1 fait du GRABUGE !
gl: %s^K1 executou o CAOS!
it: %s^K1 ha scatenato il CAOS!
pt_br: %s^K1 executou uma MUTILAÇÃO!
ru: %s^K1 творит БЕСПРЕДЕЛ!

source: %s^K1 made FIFTEEN SCORES IN A ROW!
de: %s^K1 hat 15 PUNKTE IN FOLGE erzielt!
fr: %s^K1 a marqué QUINZE POINTS D'AFFILÉE !
gl: %s^K1 fixo QUINCE PUNTUACIÓNS SEGUIDAS!
it: %s^K1 ha realizzato QUINDICI PUNTI DI FILA!
pt_br: %s^K1 fez QUINZE PONTUAÇÕES SEGUIDAS!
ru: %s^K1 набрал ПЯТНАДЦАТь ОЧКОВ ПОДРЯД!

source: MAYHEM!
de: CHAOS!
fr: GRABUGE !
gl: CAOS!
it: CAOS!
pt_br: MUTILAÇÃO!
ru: БЕСПРЕДЕЛ!

source: %s^K1 is a BERSERKER!
de: %s^K1 ist ein BERSERKER!
fr: %s^K1 est un FOU FURIEUX !
gl: %s^K1 é un BERSERKER!
it: %s^K1 è un BERSERKER!
pt_br: %s^K1 é um BERSERKER!
ru: %s^K1 — БЕРСЕРК!

source: %s^K1 made TWENTY SCORES IN A ROW!
de: %s^K1 hat 20 PUNKTE IN FOLGE erzielt!
fr: %s^K1 a marqué VINGT POINTS D'AFFILÉE !
gl: %s^K1 fixo VINTE PUNTUACIÓNS SEGUIDAS!
it: %s^K1 ha realizzato VENTI PUNTI DI FILA!
pt_br: %s^K1 fez VINTE PONTUAÇÕES SEGUIDAS!
ru: %s^K1 набрал ДВАДЦАТЬ ОЧКОВ ПОДРЯД!

source: BERSERKER!
fr: FOU FURIEUX !
ru: БЕРСЕРК!

source: %s^K1 inflicts CARNAGE!
de: %s^K1 verursacht ein GEMETZEL!
fr: %s^K1 fait un CARNAGE !
gl: %s^K1 inflixe CARNIZARÍA!
it: %s^K1 ha fatto una CARNEFICINA!
pt_br: %s^K1 está infligindo CARNIFICINA!
ru: %s^K1 начинает БОЙНЮ!

source: %s^K1 made TWENTY FIVE SCORES IN A ROW!
de: %s^K1 hat 25 PUNKTE IN FOLGE erzielt!
fr: %s^K1 a marqué VINGT-CINQ POINTS D'AFFILÉE !
gl: %s^K1 fixo VEINTICINCO PUNTUACIÓNS SEGUIDAS!
it: %s^K1 ha realizzato VENTICINQUE PUNTI DI FILA!
pt_br: %s^K1 fez VINTE E CINCO PONTUAÇÕES SEGUIDAS!
ru: %s^K1 набрал ДВАДЦАТЬ ПЯТЬ ОЧКОВ ПОДРЯД!

source: CARNAGE!
de: GEMETZEL!
gl: CARNIZARÍA!
it: CARNEFICINA!
pt_br: CARNIFICINA!
ru: БОЙНЯ!

source: %s^K1 made THIRTY SCORES IN A ROW!
de: %s^K1 hat 30 PUNKTE IN FOLGE erzielt!
fr: %s^K1 a marqué TRENTE POINTS D'AFFILÉE !
gl: %s^K1 fixo TRINTA PUNTUACIÓNS SEGUIDAS!
it: %s^K1 ha realizzato TRENTA PUNTI DI FILA!
pt_br: %s^K1 fez TRINTA PONTUAÇÕES SEGUIDAS!
ru: %s^K1 набрал ТРИДЦАТЬ ОЧКОВ ПОДРЯД!

source: %s^K1 unleashes ARMAGEDDON!
de: %s^K1 entfesselt ein ARMAGEDDON!
fr: %s^K1 déclenche L'ARMAGEDDON !
gl: %s^K1 desata o ARMAGEDÓN!
it: %s^K1 scatena l'ARMAGEDDON!
pt_br: %s^K1 desencadeou o ARMAGEDOM!
ru: %s^K1 запускает АРМАГЕДДОН!

source: ARMAGEDDON!
gl: ARMAGEDÓN!
pt_br: ARMAGEDOM!
ru: АРМАГЕДДОН!

source: %s(^F1Bot^BG)
ast: %s(^F1Robó^BG)
bg: %s(^F1Бот^BG)
gl: %s(^F1Robot^BG)
ja_jp: %s(^F1ボット^BG)
ru: %s(^F1Бот^BG)
sr: %s(^F1Бот^BG)
uk: %s(^F1Бот^BG)

source: %s(Ping ^F1%d^BG)
bg: %s(Пинг ^F1%d^BG)
ro: %s(Latență ^F1%d^BG)
ru: %s(Отклик ^F1%d^BG)
sr: %s(Пинг ^F1%d^BG)
uk: %s(Пінг ^F1%d^BG)

source: (Health ^1%d^BG / Armor ^2%d^BG)%s
ast: (Salú ^1%d^BG / Armadura ^2%d^BG)%s
bg: (Кръв ^1%d^BG / Броня ^2%d^BG)%s
de: (Gesundheit ^1%d^BG / Rüstung ^2%d^BG)%s
es: (Salud ^1%d^BG / Armadura ^2%d^BG)%s
fi: (Terveys ^1%d^BG / Suojaus ^2%d^BG)%s
fr: (Santé ^1%d^BG / Armure ^2%d^BG)%s
gl: (Saude ^1%d^BG / Armadura ^2%d^BG)%s
it: (Vita ^1%d^BG / Armatura ^2%d^BG)%s
ja_jp: （健康 ^1%d^BG / 鎧 ^2%d^BG）%s
pl: (Zdrowie ^1%d^BG / Zbroja ^2%d^BG)%s
pt_br: (Saúde ^1%d^BG / Armadura ^2%d^BG)%s
ro: (Viață ^1%d^BG / Armură ^2%d^BG)%s
ru: (Здоровье ^1%d^BG / Броня ^2%d^BG)%s
sr: (Здравље ^1%d^BG / Оклоп ^2%d^BG)%s
sv: (Hälsa ^1%d^BG / Rustning ^2%d^BG)%s
uk: (Здоров'я ^1%d^BG / Броня ^2%d^BG)%s

source: (^F4Dead^BG)%s
bg: (^F4Мъртав^BG)%s
de: (^F4Tot^BG)%s
es: (^F4Muerto^BG)%s
fi: (^F4Kuollut^BG)%s
fr: (^F4Mort^BG)%s
gl: (^F4Morto^BG)%s
it: (^F4Morto^BG)%s
ja_jp: ( ^F4^死んだBG )%s
pt_br: (^F4Morto^BG)%s
ro: (^F4Mort^BG)%s
ru: (^F4Мёртв^BG)%s
sr: (^F4Мртвих^BG)%s
sv: (^F4Död^BG)%s
uk: (^F4Мертвий^BG)%s

source: %d score spree!
de: %d Punkte hintereinander!
fr: %d points d'affilée !
gl: %d festa de puntuación!
it: %d punti di fila!
pt_br: %d pontuações seguidas!
ru: Серия очков — %d!

source: %d frag spree!
de: %d Kills in Folge!
fr: %d frags d'affilée !
gl: %d festa de baixas!
it: %d frag di fila!
pt_br: %d execuções seguidas!
ru: Серия фрагов — %d!

source: First blood!
fr: Premier sang !
gl: Primeira sangue!
it: Prima uccisione!
pt_br: Primeira morte!
ru: Первая кровь!

source: First score!
fr: Premier point !
gl: Primeira puntuación!
it: Primo punto!
pt_br: Primeiro ponto!
ru: Первое очко!

source: First casualty!
fr: Première victime !
gl: Primeira baixa!
it: Prima vittima!
pt_br: Primeira baixa!
ru: Первый пострадавший!

source: First victim!
fr: Première victime !
gl: Primeira vítima!
it: Prima vittima!
pt_br: Primeira vítima!
ru: Первая жертва!

source: %s^K1 has %d frags in a row!
fr: %s^K1 a marqué %d frags d'affilée !
gl: %s^K1 ten %d baixas seguidas!
it: %s^K1 ha %d frag di fila!
pt_br: %s^K1 tem %d execuções seguidas!
ru: %s^K1 совершил %d фрагов подряд!

source: %s^K1 made %d scores in a row!
fr: %s^K1 a marqué %d points d'affilée !
gl: %s^K1 fixo %d puntuacións seguidas!
it: %s^K1 ha fatto %d punti di fila!
pt_br: %s^K1 fez %d pontos seguidos!
ru: %s^K1 набрал %d очков подряд!

source: %s^K1 drew first blood!
fr: %s^K1 a versé le premier sang !
gl: %s^K1 sacou a primeira sangue!
it: %s^K1 ha fatto la prima uccisione!
pt_br: %s^K1 foi o primeiro a matar alguém!
ru: %s^K1 пролил первую кровь!

source: %s^K1 got the first score!
fr: %s^K1 a marqué le premier point !
gl: %s^K1 obtivo a primeira puntuación!
it: %s^K1 ha ottenuto il primo punto!
pt_br: %s^K1 foi o primeiro a pontuar!
ru: %s^K1 заработал первое очко!

source: , ending their %d frag spree
ast: , acabando cola so racha de %d asesinatos
bg: , приключвайки своята последователност от %d убийства
de: , und beendet den Lauf von %d Kills
es: , finalizando sus %d bajas seguidas
fi: , päättää %d lahtausputkensa
fr: , mettant fin à sa série de %d frags
gl: , rematando aa súas %d baixas seguidas
it: , finendo la sua serie di %d frag
ja_jp: 、連続 %d 削除を終了中
pl: , zakończył swój %d szał zabijania
pt_br: , finalizando sua cadeia de %d execuções
ro: , terminându-le masacrul de %d ucideri necontenite
ru: , прервав серию из %d убийств
sv: , som sätter stopp för deras %d fraggningsrus
uk: , зупиняючи %d череду фрагів

source: , ending their %d score spree
ast: , acabando cola so racha de %d puntos
bg: , приключвайки своята последователност от %d точки
de: , und beendet den Lauf von %d Punkten
es: , finalizando sus %d aciertos seguidos
fi: , päättää %d pisteputkensa
fr: , mettant fin à sa série de %d points
gl: , rematando as súas %d anotacións seguidas
it: , finendo la sua serie di %d punti
ja_jp: 、連続 %d 得点を終了中
pl: , kończąc ich sekwencję %d zabójstw
pt_br: , finalizando sua cadeia de %d pontuações
ro: , terminându-le înscrierea de %d scoruri neîntrerupte
ru: , прервав серию из %d очков
sv: , som sätter stopp för deras %d poängrus
uk: , зупиняючи %d череду очок

source: , losing their %d frag spree
ast: , perdiendo la so racha de %d asesinatos
bg: , губещ своята последователност от %d убийства
de: , und verliert den Lauf von %d Kills
es: , perdiendo sus %d bajas seguidas
fi: , menettää %d lahtausputkensa
fr: , perdant sa série de %d frags
gl: , perdendo as súas%d baixas seguidas
it: , perdendo la sua serie di %d frag
ja_jp: 、連続 %d 削除を失い中
pl: , tracąc swój %d szał zabijania
pt_br: , perdendo sua cadeia de %d execuções
ro: , pierzându-și șirul de %d ucideri necontenite
ru: , прервав серию из %d убийств
sv: , förlorar sin %d fraggningsrus
uk: , втрачаючи %d череду фрагів

source: , losing their %d score spree
ast: , perdiendo la so racha de %d puntos
bg: , губещ своята последователност от %d точки
de: , und verliert den Lauf von %d Punkten
es: , perdiendo sus %d aciertos seguidos
fi: , menettää %d pisteputkensa
fr: , perdant sa série de %d points
gl: , perdendo as súas %d anotacións seguidas
it: , perdendo la sua serie di %d punti
ja_jp: 、連続 %d 得点を失い中
pl: , tracąc ich sekwencję %d zabójstw
pt_br: , perdendo sua cadeia de %d pontuações
ro: , pierzându-și șirul de %d scoruri fără întreruperi
ru: , прервав серию из %d очков
sv: , förlorar sin %d poängrus
uk: , втрачаючи %d череду очків

source: with %d %s
ast: con %d %s
de: mit %d %s
es: con %d %s
fi: täten %d %s
fr: avec %d %s
gl: con %d %s
it: con %d %s
ja_jp: の %d %s
pt_br: com %d %s
ru: с %d %s
sv: med %d %s

source: TEAM^Red
ast: Coloráu
de: TEAM^Rot
es: Rojo
fi: JOUKKUE^Punainen
fr: Rouge
gl: EQUIPO^Vermello
it: Rossa
ja_jp: 赤
pl: Czerwonych
pt_br: Vermelha
ru: Красная
sr: TEAM^ЦРВЕНА
sv: Rött

source: TEAM^Blue
ast: Azul
de: TEAM^Blau
es: Azul
fi: JOUKKUE^Sininen
fr: Bleue
gl: EQUIPO^Azul
it: Blu
ja_jp: 青
pl: Niebieskich
pt_br: Azul
ru: Синяя
sr: TEAM^ПЛАВА
sv: Blått

source: TEAM^Yellow
ast: Mariellu
de: TEAM^Gelb
es: Amarillo
fi: JOUKKUE^Keltainen
fr: Jaune
gl: EQUIPO^Amarelo
it: Gialla
ja_jp: 黄
pl: Żółtych
pt_br: Amarela
ru: Жёлтая
sr: TEAM^ЖУТА
sv: Gult

source: TEAM^Pink
ast: Rosa
de: TEAM^Rosa
es: Rosa
fi: JOUKKUE^Vaaleanpunainen
fr: Rose
gl: EQUIPO^Rosa
it: Rosa
ja_jp: ピンク
pl: Różowych
pt_br: Rosa
ru: Розовая
sr: TEAM^РОЗЕ
sv: Rosa

source: Team
ast: Equipu
be: Каманда
bg: Отбор
es: Equipo
fi: Joukkue
fr: Équipe
gl: Equipo
it: Squadra
ja_jp: チーム
pl: Drużyna
pt_br: Equipe
ro: Echipă
ru: Команда
sr: Екипа
sv: Lag
uk: Команда

source: Neutral
be: Нейтральная
bg: Неутрален
es: Neutro
fi: Puolueeton
fr: Neutre
it: Neutrale
ja_jp: 中立
pl: Neutralna
pt_br: Neutro
ro: Neutru
ru: Нейтральная
sr: Неутрално
uk: Нейтральна

source: KEY^Red
ast: Colorada
de: KEY^Roten
es: Roja
fi: AVAIN^Punainen
fr: Rouge
gl: CHAVE^Vermella
it: Rossa
ja_jp: 赤
pl: Czerwony
pt_br: Vermelha
ru: Красный
sr: KEY^Црвени
sv: Röda

source: KEY^Blue
ast: Azul
de: KEY^Blauen
es: Azul
fi: AVAIN^Sininen
fr: Bleue
gl: CHAVE^Azul
it: Blu
ja_jp: 青
pl: Niebieski
pt_br: Azul
ru: Синий
sr: KEY^Плави
sv: Blåa

source: KEY^Yellow
ast: Mariella
de: KEY^Gelben
es: Amarilla
fi: AVAIN^Keltainen
fr: Jaune
gl: CHAVE^Amarela
it: Gialla
ja_jp: 黄
pl: Żółty
pt_br: Amarela
ru: Жёлтый
sr: KEY^Жути
sv: Gula

source: KEY^Pink
ast: Rosa
de: KEY^Rosa
es: Rosa
fi: AVAIN^Vaaleanpunainen
fr: Rose
gl: CHAVE^Rosa
it: Rosa
ja_jp: ピンク
pl: Różowy
pt_br: Rosa
ru: Розовый
sr: KEY^Розе
sv: Rosa

source: FLAG^Red
ast: Colorada
de: FLAG^Rote
es: Roja
fi: LIPPU^Punainen
fr: Rouge
gl: BANDEIRA^Vermella
it: Rossa
ja_jp: 赤
pl: Czerwon
pt_br: Vermelha
ru: Красный
sr: FLAG^Црвена
sv: Röda

source: FLAG^Blue
ast: Azul
de: FLAG^Blaue
es: Azul
fi: LIPPU^Sininen
fr: Bleu
gl: BANDEIRA^Azul
it: Blu
ja_jp: 青
pl: Niebiesk
pt_br: Azul
ru: Синий
sr: FLAG^Плава
sv: Blåa

source: FLAG^Yellow
ast: Mariella
de: FLAG^Gelbe
es: Amarilla
fi: LIPPU^Keltainen
fr: Jaune
gl: BANDEIRA^Amarela
it: Gialla
ja_jp: 黄
pl: Żółt
pt_br: Amarela
ru: Жёлтый
sr: FLAG^Жута
sv: Gula

source: FLAG^Pink
ast: Rosa
de: FLAG^Rosa
es: Rosa
fi: LIPPU^Vaaleanpunainen
fr: Rose
gl: BANDEIRA^Rosa
it: Rosa
ja_jp: ピンク
pl: Różow
pt_br: Rosa
ru: Розовый
sr: FLAG^Розе
sv: Rosa

source: GENERATOR^Red
ast: Coloráu
de: GENERATOR^Rote
es: Rojo
fi: GENERAATTORI^Punainen
fr: Rouge
gl: XERADOR^Vermello
it: Rosso
ja_jp: 赤
pl: Czerwon
pt_br: Vermelho
ru: Красный
sr: GENERATOR^Црвени
sv: Röda

source: GENERATOR^Blue
ast: Azul
de: GENERATOR^Blaue
es: Azul
fi: GENERAATTORI^Sininen
fr: Bleu
gl: XERADOR^Azul
it: Blu
ja_jp: 青
pl: Niebiesk
pt_br: Azul
ru: Синий
sr: GENERATOR^Плави
sv: Blåa

source: GENERATOR^Yellow
ast: Mariellu
de: GENERATOR^Gelbe
es: Amarillo
fi: GENERAATTORI^Keltainen
fr: Jaune
gl: XERADOR^Amarelo
it: Giallo
ja_jp: 黄
pl: Żółt
pt_br: Amarelo
ru: Жёлтый
sr: GENERATOR^Жути
sv: Gula

source: GENERATOR^Pink
ast: Rosa
de: GENERATOR^Rosa
es: Rosa
fi: GENERAATTORI^Vaaleanpunainen
fr: Rose
gl: XERADOR^Rosa
it: Rosa
ja_jp: ピンク
pl: Różow
pt_br: Rosa
ru: Розовый
sr: GENERATOR^Розе
sv: Rosa

source: %s under attack!
ast: ¡%s ta baxo ataque!
be: %s пад атакай!
bg: %s е атакуван!
de: %s wird angegriffen!
es: ¡%s bajo ataque!
fi: %s hyökkäyksen alaisena!
fr: %s attaqué !
gl: %s Baixo ataque!
it: %s sotto attacco!
ja_jp: %s 攻撃を受けている!
pl: %s pod atakiem!
pt_br: %s está sob ataque!
ro: %s sub asediu!
ru: %s под огнём!
sr: %s је под нападом!

source: Turret
ast: Torreta
de: Geschützturm
es: Torreta
fi: Tykkitorni
fr: Tourelle
gl: Torreta
it: Torretta
ja_jp: 砲塔
pl: Wieżyczka
pt_br: Sentinela
ru: Турель

source: The %s is a mobile turret that rolls around, attacking its targets when they enter its line of sight.
gl: O %s é unha torreta móbil que se move rodando, atacando os seus obxectivos cando entran na súa liña de visión.
it: Il %s è una torretta mobile che si muove rotolando, attaccando i suoi bersagli quando entrano nella sua linea di vista.
ru: %s — мобильная турель, которая перемещается по местности и атакует цели, попадающие в поле её зрения.

source: It attacks by shooting laser beams similar to those of the %s, from both of its two cannons.
gl: Ataca disparando feixes de láser similares aos do %s, desde ambos dos seus dous canóns.
it: Attacca sparando raggi laser simili a quelli del %s, da entrambi i suoi due cannoni.
ru: Она атакует, стреляя лазерными лучами, похожими на лучи %s, из обеих своих пушек.

source: eWheel Turret
de: eRad-Geschützturm
es: Torreta eWheel
fi: eWheel-tykkitorni
fr: Tourelle eWheel
gl: Torreta electroRoda
it: Torretta eWheel
ja_jp: eWheel砲塔
pl: Wieżyczka eWheel
pt_br: Sentinela eWheel
ro: Turelă eWheel
ru: Турель еМобиля

source: eWheel
de: eRad
ru: еМобиль

source: The %s is a turret similar to flak cannons, instead firing anti-projectile flak shells to take down projectiles fired by its targets.
gl: A %s é unha torreta similar aos canóns antiaéreos, pero dispara proxectís antiproxectís para derrubar os proxectís disparados polos seus obxectivos.
it: Il %s è una torretta simile ai cannoni contraerei che spara invece cartucce contraeree antiproiettile per abbattere i proiettili sparati dai suoi bersagli.
ru: %s — это турель, похожая на зенитные пушки, но стреляющая противоснарядными зенитными снарядами, чтобы сбивать снаряды, выпущенные её целями.

source: The shells it shoots target projectiles such as the %s secondary fire grenade, %s secondary fire balls, %s rockets, and other missiles.
gl: Os proxectís que dispara apuntan a proxectís como a granada de disparo secundario do %s, as bolas de disparo secundario do %s, os foguetes %s e outros mísiles.
it: Le cartucce che spara prendono di mira proiettili come la granata del fuoco secondario del %s, le palle di fuoco secondario del %s, i razzi del %s e altri missili.
ru: Выстрелы которые он выпускает, нацеливаются на такие снаряды, как граната вторичного огня %s, шары вторичного огня %s, ракеты %s и прочее.

source: FLAC Cannon
ast: Cañón FLAC
de: FLAC-Kanone
es: Cañón FLAC
fi: FLAC-tykki
fr: Canon FLAC
gl: Canón FLAC
it: Cannone FLAC
ja_jp: FLACキャノン
pl: Wyrzutnia FLAC
pt_br: Canhão FLAC
ro: Tun FLAC
ru: Зенитная пушка
sv: FLAC-Kanon

source: FLAC
ru: Зенитка

source: The %s is a bit of a unique turret, instead helping out other turrets rather than directly attacking its targets. It has no weapon of its own, and instead works by generating power for nearby turrets, so that they can attack their shared targets more often.
gl: A %s é unha torreta algo única, xa que en vez de atacar directamente aos seus obxectivos, axuda a outras torretas. Non ten arma propia, e funciona xerando enerxía para as torretas próximas, para que poidan atacar aos seus obxectivos compartidos con máis frecuencia.
it: Il %s è una torretta un po' unica, che invece di attaccare direttamente i suoi bersagli, aiuta le altre torrette. Non ha armi proprie, e invece funziona generando energia per le torrette vicine, in modo che possano attaccare i loro bersagli condivisi più spesso.
ru: %s — это немного необычная турель, которая помогает другим турелям, а не напрямую атакует свои цели. У неё нет собственного оружия, вместо этого она генерирует энергию для близлежащих турелей, чтобы те могли чаще атаковать общие цели.

source: This is the only turret that doesn't directly attack its targets.
fr: C'est la seule tourelle qui n'attaque pas directement ses cibles.
gl: Esta é a única torreta que non ataca directamente aos seus obxectivos.
it: Questa è l'unica torretta che non attacca direttamente i propri bersagli.
ru: Это единственная башня, которая не атакует свои цели напрямую.

source: Fusion Reactor
de: Fusionsreaktor
es: Reactor de Fusión
fi: Fuusioreaktori
fr: Réacteur à fusion
gl: Reactor de Fusión
it: Reattore a Fusione
ja_jp: 融合炉
pl: Reaktor Fuzyjny
pt_br: Reator de Fusão
ro: Reactor de Fuziune
ru: Термоядерный реактор
sr: Фузиони реактор
sv: Fusionsreaktor

source: The %s fires homing missiles similar to those of the %s towards its targets.
gl: O %s dispara mísiles guiados similares aos do %s cara aos seus obxectivos.
it: Il %s spara missili a ricerca di bersaglio simili a quelli del %s verso i suoi bersagli.
ru: %s запускает по своим целям ракеты с системой самонаведения, аналогичные ракетам %s.

source: Although the missiles usually deal less damage than a %s rocket, the %s has two cannons so it can dish out quite the punch.
gl: Aínda que os mísiles normalmente causan menos dano que un foguete %s, o %s ten dous canóns, polo que pode causar un golpe considerable.
it: Anche se i missili di solito infliggono meno danni di un razzo del %s, il %s ha due cannoni, quindi può infliggere un bel colpo.
ru: Хотя снаряды обычно наносят меньший урон, чем ракеты %s, %s имеет две пушки, поэтому может наносить довольно сильные удары.

source: Hellion Missile Turret
de: Hellion-Geschützturm
es: Torreta de Misiles de Hellion
fi: Hellion-ohjustykkitorni
fr: Tourelle à missiles Hellion
gl: Torreta de mísiles Infernal
it: Torretta Missile Hellion
ja_jp: ヘリオンミサイル砲塔
pt_br: Sentinela de Míssil Hellion
ro: Turelă cu Rachete Hellion
ru: Ракетные турели Хулигана
sv: Hellion-Missil-Turret

source: Hellion
de: Hellion-Rakete
ja_jp: ヘリオン
ru: Хулиган

source: The %s fires a single powerful homing rocket with the ability to evade obstacles to find its target. The rocket it fires is similar to that of the %s.
gl: O %s dispara un único foguete guiado potente, con capacidade para esquivar obstáculos para atopar o seu obxectivo. O foguete que dispara é similar ao do %s.
it: Il %s spara un singolo potente razzo a ricerca di bersaglio con la capacità di eludere gli ostacoli per trovare il suo bersaglio. Il razzo che spara è simile a quello del %s.
ru: %s выпускает одну мощную самонаводящуюся ракету, способную обходить препятствия и находить цель. Выпускаемая ракета похожа на снаряд %s.

source: Hunter-Killer Turret
de: Jägerkiller-Geschützturm
es: Torreta Hunter-Killer
fi: Hunter-Killer-tykkitorni
fr: Tourelle Hunter-Killer
gl: Torreta cazador-asasino
it: Torretta Cacciatrice Assassina
ja_jp: ハンターキラー砲塔
pt_br: Sentinela Hunter-Killer
ro: Turelă Vânătoare-Ucigătoare
ru: Турель охотника-убийцы
sv: Jaktmördare-Turret

source: Hunter-Killer
de: Jägerkiller
gl: Cazador-Asasino
it: Cacciatrice Assassina
ja_jp: ハンターキラー
ru: Охотник-убийца
sv: Jaktmördare

source: As the name suggests, the %s fires bullets in a burst at its targets, similar to the %s.
gl: Como indica o seu nome, o %s dispara balas en raxadas aos seus obxectivos, similar ao %s.
it: Come suggerisce il nome, il %s spara proiettili a raffica contro i suoi bersagli, in modo simile al %s.
ru: Как следует из названия, %s ведёт огонь очередью по своим целям, подобно %s.

source: Machinegun Turret
de: Maschinengewehrgeschützturm
es: Torreta Ametralladora
fi: Machinegun -koneaseellinen tykkitorni
fr: Tourelle Mitrailleuse
gl: Torreta Metralladora
it: Torretta Machinegun
ja_jp: 機関銃砲塔
pt_br: Sentinela de Metralhadora
ro: Turelă Mitralieră
ru: Пулемётная башня
sv: Kulsprute-Turret

source: Machinegun
ast: Ametralladora
de: Maschinengewehr
es: Ametralladora
fi: Konetuliase
fr: Pistolet-mitrailleur
gl: Metralladora
ja_jp: 機関銃
pt_br: Metralhadora
ru: Пулемёт
sv: Kulspruta

source: The %s fires a rapid burst of 6 rockets similar to those of the %s towards its targets.
gl: O %s dispara unha rápida raxada de 6 foguetes similares aos do %s cara aos seus obxectivos.
it: Il %s spara una rapida raffica di 6 razzi simili a quelli del %s verso i suoi bersagli.
ru: %s делает быстрый залп из 6 ракет, похожих на ракеты %s, по своим целям.

source: Getting caught in the line of fire of this turret can be very deadly, but thankfully it doesn't shoot if you get too close, so as to not damage itself.
fr: Il peut être très dangereux de se retrouver dans la ligne de tir de cette tourelle, mais heureusement, elle ne tire pas si vous vous approchez trop près, afin de ne pas s'infliger elle-même des dégâts.
gl: Ser atrapado na liña de tiro desta torreta pode ser moi mortal, pero por sorte non dispara se te achegas demasiado, para non danarse a si mesma.
it: Essere presi nella linea di fuoco di questa torretta può essere molto letale, ma per fortuna non spara se ti avvicini troppo così da non danneggiarsi.
ru: Попасть под обстрел этой турели может быть очень опасно, но, к счастью, она не стреляет, если подойти слишком близко, чтобы не повредить себя.

source: MLRS Turret
de: MLRS-Geschützturm
es: Torreta MLRS
fi: MLRS-tykkitorni
fr: Tourelle MLRS
gl: Torreta SLMF
it: Torretta MLRS
ja_jp: MLRS砲塔
pl: Działko Homar
pt_br: Sentinela MLRS
ro: Turelă MLRS
ru: Турель РСЗО

source: MLRS
pl: Homar
ru: РСЗО

source: The %s is a turret that fires an invisible beam of energy towards its targets.
gl: A %s é unha torreta que dispara un feixe invisible de enerxía cara aos seus obxectivos.
it: Il %s è una torretta che spara un raggio invisibile di energia verso i suoi bersagli.
ru: %s — это турель, которая стреляет невидимым лучом энергии по своим целям.

source: Looks are deceiving with the %s, since although the beam of energy can't be seen, it constantly deals damage to and slows down players who intercept its path.
gl: As aparencias enganan co %s, xa que aínda que o feixe de enerxía non se vexa, causa dano constantemente e ralentiza aos xogadores que intercepten o seu camiño.
it: L'aspetto inganna con il %s, poiché sebbene il raggio di energia non possa essere visto, infligge costantemente danni e rallenta i giocatori che intercettano il suo percorso.
ru: Внешность %s обманчива: хотя луч энергии не виден, он постоянно наносит урон и замедляет игроков, пересекающих его траекторию.

source: Phaser Cannon
de: Phaser-Kanone
es: Cañón Phaser
fi: Vaiheistykki
fr: Canon phaser
gl: Canón Phaser
it: Cannone Eliminatore
ja_jp: フェイザーキャノン
pt_br: Canhão Phaser
ro: Tun Phaser
ru: Фазерная пушка
sv: Phaser-Kanon

source: Phaser
fi: Vaiheistykki
it: Eliminatore
ja_jp: フェイザー
ru: Фазер
sv: Phazer

source: The %s is a turret that fires electric balls forwards, similar to those of the %s.
gl: A %s é unha torreta que dispara bolas eléctricas cara adiante, semellantes ás do %s.
it: Il %s è una torretta che spara sfere elettriche in avanti, simili a quelle del %s.
ru: %s — это турель, которая стреляет электрическими сферами вперёд, похожими на шары %s.

source: It is a weaker version of the %s, which has two electric ball cannons.
gl: É unha versión máis feble do %s, que ten dous canóns de bolas eléctricas.
it: È una versione più debole del %s, il quale ha due cannoni a sfere elettriche.
ru: Это более слабая версия %s, у которой две пушки с электрическими шарами.

source: Plasma Cannon
ast: Cañón de plasma
de: Plasmakanone
es: Cañón de Plasma
fi: Plasmatykki
fr: Canon plasma
gl: Canón de Plasma
it: Cannone al Plasma
ja_jp: プラズマキャノン
pl: Działko plazmowe
pt_br: Canhão de Plasma
ro: Tun cu Plasmă
ru: Плазменная пушка
sv: Plasma-kanon
