Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: The %s detonates after a short delay, temporarily setting your spawnpoint to where it detonated. It is useful for cases where you want to go back to some point on the map after you die.
fr: La %s explose après un court délai, assignant temporairement votre point d'apparition à l'endroit où elle a explosé. Elle est utile dans les cas de figure où vous souhaitez revenir à un certain point de la carte après votre mort.
gl: O %s detóna despois dun pequeno atraso, configurando temporalmente o teu punto de aparición no lugar onde explotou. É útil cando queres volver a un punto do mapa despois de morrer.
it: Il %s detona dopo un breve ritardo, impostando temporaneamente il tuo punto di nascita dove è detonata. È utile nei casi in cui si desidera tornare in un certo punto della mappa dopo essere morti.
pt_br: A %s detona depois de um breve atraso, temporariamente definindo seu ponto de surgimento para onde detonou. É útil para casos em que você quer voltar a algum ponto no mapa depois de morrer.
ru: %s взрывается через небольшую задержку, временно устанавливая вашу точку возрождения в месте взрыва. Это полезно в случаях, когда вы хотите вернуться в какую-то точку на арене после смерти.

source: Spawn grenade
ast: Granada d'aprucida
de: Spawn-Granate
es: Granada de Aparición
fi: Uudelleensyntykranaatti
fr: Grenade d'apparition
gl: Granada de xeración
it: Granata di nascita
ja_jp: 出現手榴弾
pl: Granat spawnujący
pt_br: Granada de fragmentação
ro: Grenadă de spawn
ru: Граната возрождения
sv: Skapningsgranat

source: The %s detonates after a short delay, teleporting you to where it detonated.
fr: La %s explose après un court délai, vous téléportant à l'endroit où elle a explosé.
gl: O %s detóna despois dun pequeno atraso, teleportándote ao lugar onde explotou.
it: Il %s detona dopo un breve ritardo, teletrasportandoti dove è detonata.
pt_br: A %s detona depois de um breve atraso, teletransportando você a onde detonou.
ru: %s взрывается через небольшую задержку, телепортируя вас в место взрыва.

source: A common use of this nade is saving yourself from the void in space maps, however mastering this is very tricky.
fr: Cette grenade est couramment utilisée pour éviter de chuter dans le vide dans les cartes spatiales, mais il est très difficile de maîtriser cette technique.
gl: Un uso común desta granada é salvarse do baleiro en mapas espaciais; non obstante, dominar isto é moi complicado.
it: Un uso comune di questa granata è salvarsi dal vuoto nelle mappe con spazio, tuttavia padroneggiare questa tecnica è molto difficile.
pt_br: Um uso comum desta granada é salvar-se do vazio em mapas espaciais, porém dominar isto é muito difícil.
ru: Часто эта граната используется для спасения от бездны на космических аренах, однако освоить эту технику очень сложно.

source: If this grenade is destroyed by an attacker, it will deal some damage to them.
fr: Si cette grenade est détruite par un attaquant, elle lui infligera des dégâts.
gl: Se esta granada é destruída por un atacante, causará algo de dano a ese atacante.
it: Se questa granata viene distrutta da un attaccante, infliggerà loro un po' di danno.
pt_br: Se esta granada é destruída por um atacante, causará algum dano a ele.
ru: Если эта граната будет уничтожена атакующим, она нанесёт ему некоторый урон.

source: Translocate grenade
ast: Granada de teletresporte
de: Translozierungsgranate
es: Granada de Translocación
fi: Erikohdistuskranaatti
fr: Grenade de téléportation
gl: Granada de teletransporte
it: Granata di trasloco
ja_jp: 転座手榴弾
pl: Granat teleportujący
pt_br: Granada de deslocamento
ro: Grenadă de translocare
ru: Граната телепортации
sv: Translokaliseringsgranat

source: The %s detonates after a short delay, temporarily creating an orb around the point where it detonated for several seconds. Players inside the orb will be invisible to those outside it.
fr: La %s explose après un court délai, créant une sphère temporaire autour du point où elle a explosé pendant plusieurs secondes. Les joueurs à l'intérieur de la sphère seront invisibles pour ceux qui se trouvent à l'extérieur.
gl: O %s detóna despois dun pequeno atraso, creando temporalmente unha esfera arredor do punto onde explotou durante varios segundos. Os xogadores dentro da esfera serán invisibles para os que están fóra dela.
it: Il %s detona dopo un breve ritardo, creando temporaneamente una sfera attorno al punto in cui è detonata per diversi secondi. I giocatori all'interno della sfera saranno invisibili a coloro che ne sono fuori.
pt_br: A %s detona depois de um breve atraso, temporariamente criando um orbe ao redor do ponto onde detonou por vários segundos. Jogadores dentro do orbe ficarão invisíveis para os fora do orbe.
ru: %s взрывается через небольшую задержку, на несколько секунд создавая вокруг места взрыва сферу. Игроки, находящиеся внутри сферы, становятся невидимыми для тех, кто находится снаружи.

source: Veil grenade
ast: Granada de velu
de: Schleiergranate
es: Granada de Velo
fi: Huntukranaatti
fr: Grenade de camouflage
gl: Granada de veo
it: Granata velo
ja_jp: ベール手榴弾
pl: Granat maskujący
pt_br: Granada de véu
ru: Маскировочная граната
sv: Slöjgranat

source: The %s mutator gives all players offhand nades that can be primed then thrown by pressing %s twice. If the %s and %s mutators are disabled, they can also be thrown by holding then releasing %s.
gl: O mutador %s dá a todos os xogadores granadas secundarias que se poden preparar e logo lanzar premendo %s dúas veces. Se os mutadores %s e %s están desactivados, tamén se poden lanzar mantendo premido e logo soltando %s.
it: Il mutatore %s fornisce a tutti i giocatori granate immediate che possono essere armate e poi lanciate premendo %s due volte. Se i mutatori %s e %s sono disabilitati, possono anche essere lanciate tenendo premuto e poi rilasciando %s.
pt_br: O modificador %s dá a todos os jogadores granadas imediatas que podem ser espoletadas e então lançadas apertando %s duas vezes. Se os modificadores %s e %s estão desativados, também podem ser lançadas segurando e então soltando %s.
ru: Мутатор %s даёт всем игрокам вспомогательные гранаты, которые можно взвести, а затем метнуть двойным нажатием %s. Если мутаторы %s и %s отключены, их также можно бросать, удерживая и отпуская кнопку %s.

source: There are multiple types of nades that can be selected, and many configuration options for this mutator, so they may act a little differently depending on the server you play on.
fr: Il existe plusieurs types de grenades parmi lesquels choisir, ainsi que de nombreuses options de configuration pour ce mutateur. Leur fonctionnement peut donc varier légèrement selon le serveur sur lequel vous jouez.
gl: Hai varios tipos de granadas que se poden seleccionar, e moitas opcións de configuración para este mutador, así que poden comportarse de forma lixeira diferente dependendo do servidor no que xogues.
it: Ci sono più tipi di granate che possono essere selezionate e molte opzioni di configurazione per questo mutatore, quindi potrebbero agire in modo leggermente diverso a seconda del server su cui giochi.
pt_br: Há múltiplos tipos de granadas que podem ser selecionadas, e muitas opções de configurações para este modificador, assim podem se comportar de forma um pouco diferente dependendo do servidor em que você jogue.
ru: Существует несколько типов гранат, которые можно выбрать, а также множество вариантов настройки этого мутатора, поэтому они могут действовать немного по-разному в зависимости от сервера, на котором вы играете.

source: This mutator is enabled by default in %s.
fr: Ce mutateur est activé par défaut en %s.
gl: Este mutador está activado por defecto en %s.
it: Questo mutatore è abilitato di default in %s.
pt_br: Este modificador é ativado por padrão em %s.
ru: Этот мутатор включён по умолчанию в %s.

source: Nades
de: Granaten
es: Granadas
fi: Naatit
fr: Grenades
gl: Granadas
it: Granate
ja_jp: 手榴弾
pt_br: Granadas
ru: Гранаты
sv: Granater

source: The %s mutator, enabled by default, allows the spawning of new gimmicky weapons, sometimes replacing a core weapon.
fr: Le mutateur %s, activé par défaut, permet l'apparition de nouvelles armes fantaisistes, parfois en lieu et place d'une arme conventionnelle.
gl: O mutador %s, activado por defecto, permite a aparición de novas armas curiosas, ás veces substituíndo unha arma principal.
it: Il mutatore %s, abilitato di default, consente la comparsa di nuove armi un po' stravaganti, a volte sostituendo un'arma principale.
pt_br: O modificador %s, ativado por padrão, permite o surgimento de armas chamativas novas, às vezes substituindo uma arma principal.
ru: Мутатор %s, включённый по умолчанию, позволяет появляться новым необычным видам оружия, иногда заменяющим основное оружие.

source: Since these weapons can't spawn in %s and %s, the %s mutator can't be enabled concurrently.
fr: Comme ces armes ne peuvent pas apparaître en %s et %s, le mutateur %s ne peut pas être activé simultanément.
gl: Como estas armas non poden aparecer en %s e %s, o mutador %s non se pode activar ao mesmo tempo.
it: Dato che queste armi non possono apparire in %s e %s, il mutatore %s non può essere abilitato contemporaneamente.
pt_br: Como estas armas não podem surgir em %s e %s, o modificador %s não pode ser ativado ao mesmo tempo.
ru: Поскольку эти оружия не могут появляться в %s и %s, мутатор %s нельзя включить параллельно.

source: The current %s weapons are:
fr: Les armes %s actuelles sont :
gl: As armas actuais %s son :
it: Le correnti armi %s sono:
pt_br: As armas atuais de %s são:
ru: Текущее оружие %s:

source: New Toys
be: Новыя цацкі
bg: Нови играчки
de: Neue Spielzeuge
es: Nuevos juguetes
fi: Uudet lelut
fr: Nouveaux jouets
gl: Novos Xoguetes
it: Nuovi giocattoli
ja_jp: 新しいおもちゃ
pl: Nowe zabawki
pt_br: Novos Brinquedos
ro: Jucării noi
ru: Новые игрушки
sr: Нове играчке
sv: Nya Leksaker
uk: Нові цяцьки

source: %s is a mutator that gives all players the same randomly-selected weapon. After some time the weapon is reselected, and this repeats forever. Weapon and ammo pickups are also removed from the map.
fr: %s est un mutateur qui équipe tous les joueurs de la même arme choisie au hasard. Après un certain temps, l'arme change, et ce processus se répète indéfiniment. Les armes et les munitions à ramasser sont également supprimées de la carte.
gl: %s é un mutador que dá a todos os xogadores a mesma arma seleccionada ao chou. Tras un tempo, a arma selecciónase de novo, e isto repítese indefinidamente.
it: %s è un mutatore che fornisce a tutti i giocatori la stessa arma selezionata casualmente. Dopo un po' di tempo l'arma viene riselezionata, e questo si ripete all'infinito. Inoltre vengono rimosse dalla mappa armi e munizioni da raccogliere.
pt_br: %s é um modificador que dá a todos os jogadores a mesma arma escolhida aleatoriamente. Depois de um tempo, escolhe-se de novo uma arma, e isto repete para sempre. Cada coleta de arma ou munição é também removida do mapa.
ru: %s — это мутатор, который дает всем игрокам одно и то же случайно выбранное оружие. Через некоторое время оружие выбирается заново, и этот процесс повторяется бесконечно. С арены также убираются подбираемые оружия и патроны.

source: NIX
ru: НИКС

source: ^3offhand blaster^8 is enabled, press ^3%s^8 to use it
de: ^3Nebenhand-Blaster^8 ist aktiviert, drüche ^3%s^8 zum Benutzen
es: ^3blaster improvisado^8 activado, pulsa ^3%s^8 para usarlo
fi: ^3toiskäden läjäytin^8 tarjolla käytettäväksi, paina ^3%s^8 ottaaksesi sen käyttöön
fr: ^8Le ^3blaster mains libres^8 est activé, appuyez sur ^3%s^8 pour l'utiliser
gl: ^3bláster de man secundaria^8 activado, preme ^3%s^8 para usalo
it: ^8il^3blaster immediato^8 è abilitato, premi ^3%s^8 per usarlo
ja_jp: 発動した^3オフハンドブラスター^8、それらを使用するには^3%s^8を押する
pt_br: ^3blaster imediato^8 está ativo, aperte ^3%s^8 para usá-lo
ru: ^3вспомогательный бластер^8 включён, нажмите ^3%s^8, чтобы воспользоваться им
sv: ^3av-handsblaster^8 är påslagen, tryck ^3%s^8 för att använda den

source: The %s mutator gives all players a %s as their offhand weapon, used with %s. It can be fired at any time, but the ordinary secondary fire can't be used.
gl: O mutador %s dá a todos os xogadores un %s como arma secundaria, usada con %s. Pode dispararse en calquera momento, pero non se pode usar o disparo secundario normal.
it: Il mutatore %s fornisce a tutti i giocatori un %s come arma immediata, utilizzata con %s. Può essere sparata in qualsiasi momento, ma il fuoco secondario ordinario non può essere usato.
pt_br: O modificador %s dá a todos os jogadores %s como arma imediata, usada com %s. Pode disparar a qualquer momento, mas o disparo secundário ordinário não pode ser usado.
ru: Мутатор %s выдаёт всем игрокам %s в качестве вспомогательного оружия, которое используется через %s. Его можно использовать в любой момент, однако обычный вторичный огонь основного оружия при этом становится недоступен.

source: Since it's given as an offhand, you can fire it at the same time as the ordinary %s while laser jumping to achieve even more height.
gl: Como se proporciona como arma secundaria, podes disparala ao mesmo tempo que a normal %s mentres fas un salto láser para conseguir aínda máis altura.
it: Dato che viene data come arma immediata, puoi spararla contemporaneamente al normale %s mentre esegui un "salto laser" per ottenere ancora più altezza.
pt_br: Como é dada como arma imediata, você pode dispará-la ao mesmo tempo que a arma ordinária %s enquanto faz salto de laser para atingir ainda maior altura.
ru: Поскольку он выдаётся как вспомогательный, вы можете стрелять из него одновременно с обычным %s во время лазерного прыжка, чтобы достичь ещё большей высоты.

source: Note that it overrides the %s mutator, since they use the same bind.
fr: Notez qu'il remplace le mutateur %s, car ils utilisent le même raccourci.
gl: Ten en conta que substitúe ao mutador %s, xa que usan a mesma tecla de atallo.
it: Nota che annulla il mutatore %s, poiché usano la stessa associazione di tasti.
pt_br: Note que revoga o modificador %s, já que usam a mesma tecla.
ru: Обратите внимание, что он переопределяет мутатор %s, поскольку они используют одну и ту же привязку.

source: Offhand blaster
de: Nebenhand-Blaster
es: Blaster improvisado
fi: Toiskäden läjäytin
fr: Blaster mains libres
gl: Bláster de man secundaria
it: Blaster immediato
ja_jp: オフハンドブラスター
pt_br: Blaster imediato
ru: Вспомогательный бластер
sv: Av-handsblaster

source: The %s is a superweapon that rapidly fires harmful bullets with a small degree of spread.
fr: Le %s est une super-arme qui tire une rapide succession de balles perçantes avec un faible degré de dispersion.
gl: O %s é unha superarma que dispara rapidamente balas perigosas cun pequeno grao de dispersión.
it: Il %s è una super-arma che spara rapidamente proiettili dannosi con una piccolo grado di dispersione.
pt_br: A %s é uma superarma que dispara rapidamente balas danosas com um pequeno grau de dispersão.
ru: %s — это супероружие, которое быстро стреляет поражающими пулями с небольшим разбросом.

source: Like with all %s weapons, the secondary fire shoots a laser which doesn't damage or push enemies, but can be used to push yourself around.
fr: Comme pour toutes les armes %s, le tir secondaire projette un laser qui n'inflige aucun dégât ni ne repousse les ennemis, mais qui peut être utilisé pour vous propulser.
gl: Como con todas as armas %s, o disparo secundario dispara un láser que non causa dano nin empuxa aos inimigos, pero pode usarse para impulsarte a ti mesmo.
it: Come con tutte le armi %s, il fuoco secondario spara un laser che non danneggia né spinge i nemici, ma può essere usato per spingere te stesso.
pt_br: Como com todas as armas de %s, o disparo secundário atira um laser que não causa dano nem empurra inimigos, mas pode ser usado para você se impulsar.
ru: Как и всё оружие %s, вторичный огонь стреляет лазером, который не наносит урона и не отталкивает врагов, но может быть использован для подталкивания себя.

source: It is a superweapon found on some maps, meaning that it breaks down after some time.
fr: Il s'agit d'une super-arme que l'on retrouve sur certaines cartes, ce qui signifie qu'elle se désactive après un certain temps.
gl: É unha superarma que se atopa en algúns mapas, o que significa que se deteriora despois dun tempo.
it: È una super-arma che si trova su alcune mappe, il che significa che svanisce dopo un po' di tempo.
pt_br: É uma superarma encontrada em alguns mapas, significando que se quebra depois de algum tempo.
ru: Это супероружие, которое можно найти на определённых аренах, и разрушается через некоторое время.

source: The primary fire consumes %s ammo, although you spawn with an infinite amount of it in %s. It has a limited magazine size, so needs reloading after several shots.
fr: Le tir primaire consomme des munitions de type %s, bien que vous en disposiez d'une quantité infinie en %s. Le chargeur a une capacité limitée, il faut donc recharger l'arme après un certain nombre de tirs.
gl: O disparo principal consume %s de munición, aínda que apareces cunha cantidade infinita dela en %s. Ten un cargador de tamaño limitado, así que precisa recargarse despois de varios disparos.
it: Il fuoco primario consuma %s, sebbene appari con una quantità infinita in %s. Ha una dimensione limitata del caricatore, quindi necessita di essere ricaricata dopo diversi colpi.
pt_br: O disparo primário consome %s como munição, apesar de você surgir com uma quantidade infinita dela em %s. Tem um cartucho de tamanho limitado, assim precisa recarregar depois de vários disparos.
ru: Основной огонь тратит %s патронов, хотя при возрождении у вас их бесконечное количество в %s. Он имеет ограниченный размер магазина, поэтому требует перезарядки после нескольких выстрелов.

source: The %s can be used in a lot of situations, and it works particularly well at long ranges since the bullets pierce the sky instantaneously.
fr: Le %s peut être utilisé dans de nombreuses situations et fonctionne particulièrement bien à longue portée, car les balles traversent instantanément la carte.
gl: O %s pode usarse en moitas situacións e funciona especialmente ben a longas distancias, xa que as balas atravesan o ceo instantaneamente.
it: Il %s può essere usato in molte situazioni, e funziona particolarmente bene da lunga distanza poiché i proiettili attraversano il cielo istantaneamente.
pt_br: A %s pode ser usada em muitas situações e funciona particularmente bem a longas distâncias, porque as balas perfuram o céu instantaneamente.
ru: %s можно использовать во множестве ситуаций, и он особенно хорош на дальних дистанциях, поскольку его пули мгновенно пронзают воздух.

source: Since its bullets deal a lot more damage than the %s bullets, it is often heavily contested when it spawns in.
fr: Comme ses balles infligent beaucoup plus de dégâts que les balles de %s, c'est une arme souvent très disputée lorsqu'elle apparaît.
gl: Como as súas balas causan moito máis dano que as balas do %s, adoita ser moi disputada cando aparece no mapa.
it: Dato che i suoi proiettili infliggono molti più danni dei proiettili %s, è spesso molto contesa quando appare.
pt_br: Como suas balas infligem muito mais dano que as balas de %s, é muitas vezes bem disputada quando surge no mapa.
ru: Поскольку его пули наносят гораздо больший урон, чем пули %s, его появление часто вызывает ожесточённую борьбу.

source: Overkill Heavy MachineGun
fr: Pistolet-mitrailleur Overkill lourd
gl: Metralladora pesada Esaxerada
pt_br: Metralhadora Pesada Suprema
ru: Оверкилл Тяжёлый Пулемёт

source: The %s quickly fires bullets with a small degree of spread.
fr: Le %s tire à une cadence rapide des balles avec un faible degré de dispersion.
gl: O %s dispara rapidamente balas cun pequeno grao de dispersión.
it: Il %s spara rapidamente proiettili con una piccolo grado di dispersione.
pt_br: A %s dispara rapidamente balas com um pequeno grau de dispersão.
ru: %s быстро стреляет пулями с небольшим разбросом.

source: Overkill MachineGun
ast: Ametralladora desaxerada
de: Overkill-Maschinengewehr
es: Ametralladora Overkill
fi: Ylimalkaallinen konepistooli
fr: Pistolet-mitrailleur Overkill
gl: Metralladora Esaxerada
ja_jp: オーバーキル機関銃
pt_br: Metralhadora Suprema
ru: Оверкилл Пулемёт
sv: Overkill Kulspruta

source: The %s fires harmful beams of energy that traverse the map instantaneously and deal a significant chunk of damage on impact.
fr: Le %s tire des rayons d'énergie destructeurs qui traversent la carte instantanément et infligent des dégâts considérables à l'impact.
gl: O %s dispara feixes de enerxía perigosos que atravesan o mapa instantaneamente e causan unha gran cantidade de dano ao impactar.
it: Il %s spara raggi di energia dannosi che attraversano la mappa istantaneamente e infliggono una notevole quantità di danno all'impatto.
pt_br: O %s atira feixes danosos de energia que atravessam o mapa instantaneamente e infligem uma grande quantidade de dano ao impactar.
ru: %s выпускает вредоносные лучи энергии, которые мгновенно пересекают арену и наносят значительный урон при попадании.

source: Since it is the only %s weapon with no spread, the %s stands out at long ranges.
fr: Comme c'est la seule arme %s sans dispersion, le %s se distingue à longue portée.
gl: Como %s é a única arma sen dispersión , o %s destaca a longas distancias.
it: Dato che è l'unica arma %s senza dispersione, il %s si distingue sulle lunghe distanze.
pt_br: Como é a única arma de %s sem dispersão, o %s destaca-se a longas distâncias.
ru: Поскольку это единственное оружие %s без разброса, %s особенно эффективно на дальних дистанциях.

source: Overkill Nex
ast: Nex desaxeráu
fi: Ylimalkaallinen Nex
fr: Nex Overkill
gl: Nex Esaxerado
ja_jp: オーバーキルネクス
pt_br: Nex Suprema
ru: Оверкилл Некс

source: As the name suggests, the %s is a superweapon that fires a rocket propelled chainsaw which explodes on impact, dealing a lot of splash damage to any players close by.
fr: Comme son nom l'indique, la %s est une super-arme qui tire une tronçonneuse propulsée par une roquette qui explose à l'impact, infligeant d'importants dégâts collatéraux à tous les joueurs à proximité.
gl: Como indica o seu nome, o %s é unha superarma que dispara unha serra mecánica propulsada por foguete, que explote ao impactar, causando moito dano na área a calquera xogador que estea preto.
it: Come suggerisce il nome, il %s è una super-arma che spara una motosega a razzo che esplode all'impatto, infliggendo molti danni radiali a tutti i giocatori vicini.
pt_br: Como o nome sugere, o %s é uma superarma que atira uma motosserra propelida por foguete que explode ao impactar, infligindo muito dano difundido a quaisquer jogadores próximos.
ru: Как следует из названия, %s — супероружие, которая стреляет реактивной бензопилой, взрывающейся при ударе и наносящей большой урон по площади всем игрокам поблизости.

source: The primary fire consumes %s ammo, although you spawn with an infinite amount of it in %s.
fr: Le tir primaire consomme %s munitions, bien que vous apparaissiez avec une quantité infinie de munitions en %s.
gl: O disparo principal consume %s munición, aínda que apareces cunha cantidade infinita dela en %s.
it: Il fuoco primario consuma munizioni %s, anche se appari con una quantità infinita in %s.
pt_br: O disparo primário consome %s como munição, apesar de você surgir com uma quantidade infinita dela em %s.
ru: Основной огонь расходует %s патронов, хотя вы появляетесь с их неограниченным количеством в %s.
