Repository: xonotic/xonotic-data.pk3dir
Catalog: common.la.po
Languages: la

source: Input
la: Claves premendae

source: Quick menu
la: Index celer

source: Spectate
la: Spectare

source: Game menu
la: Ludi index

source: Show only current ammo type
la: Missilia modo quibus tunc utitur videre

source: Noncurrent opacity:
la: Caecitas aliorum:

source: Noncurrent scale:
la: Proportio aliorum:

source: Align icon:
la: Imago ad latus:

source: Left
la: Sinistrum

source: Right
la: Dextrum

source: Enable status bar
la: Status tabellam videre

source: Ammo Panel
la: Missilium Tabella

source: Message duration:
la: Nuntii tempus:

source: FADESPEED^Instant
la: Statim

source: Font scale:
la: Litterae magnitudo:

source: Bold font scale:
la: Litterae gravis magnitudo:

source: Title font scale:
la: Tituli litterae magnitudo:

source: Flip messages order
la: Nuntiorum series inversa

source: Text alignment:
la: Scriptum ad latus:

source: Center
la: Medium

source: Centerprint Panel
la: Scripti Medii Tabella

source: Chat size:
la: Locutorii magnitudo:

source: Chat lifetime:
la: Locutorii tempus:

source: LIFETIME^Infinite
la: Infinitum

source: Chat beep sound
la: Locutorii sonus 'bip'

source: Chat Panel
la: Locutorii Tabella

source: Flip checkpoint order
la: Metarum ordo inversus

source: Checkpoints Panel
la: Metarum Tabella

source: FPS:
la: QIS:

source: Use an averaging algorithm
la: QIS reri per mediarum computationem

source: Decimal places:
la: Figurae decimales:

source: Engine Info Panel
la: Codicis Fundamentorum Notae Tabella

source: Combine health and armor
la: Sanitatem et armaturam iungere

source: Flip health and armor positions
la: Sanitatem et armaturam invertere

source: Status bar alignment:
la: Status tabella ad latus:

source: Inward
la: Internum

source: Outward
la: Externum

source: Icon alignment:
la: Imago ad latus:

source: Health/Armor Panel
la: Sanitatis/Armaturae Tabella

source: Info Messages Panel
la: Condicionum Notarum Tabella

source: Disable
la: Non videre

source: Enable spectating
la: Videre dum spectas

source: Enable even playing in warmup
la: Videre dum exercitium est

source: Text/icon ratio:
la: Scripti/Imaginis magnitudo:

source: Reduced
la: Minor

source: Hide spawned items
la: Non videre de utilibus natis

source: Hide big armor and health
la: Non videre de sanitate magna et armatura

source: Dynamic size
la: Magnitudinem variare

source: Items Time Panel
la: Utilium Temporum Tabella

source: GAMETYPE^%s:
la: %s:

source: Show icons
la: Imagines videre

source: Mod Icons Panel
la: Mutationis Imaginum Tabella

source: Entry lifetime:
la: Scriptum manet tempus:

source: Entry fadetime:
la: Scriptum evanescit tempus:

source: Flip notify order
la: Nuntiorum ordo inversus

source: Notification Panel
la: Nuntiorum Tabella

source: Enable
la: Videre

source: Enable even observing
la: Videre dum specis

source: Enable only in Race/CTS
la: Videre modo dum est Cursus

source: Flip speed/acceleration positions
la: Velocitatem et accelerationem invertere

source: Status bar
la: Status tabella

source: None
la: Nulla

source: Acceleration
la: Acceleratio

source: Both
la: Ambae

source: Speed:
la: Velocitas:

source: Include vertical speed
la: Velocitatem erectam addere

source: Top speed
la: Velocitas summa

source: Jump speed
la: Saltus velocitas

source: Show speed unit
la: Velocitatis unitatem videre

source: Acceleration:
la: Acceleratio:

source: Include vertical acceleration
la: Accelerationem erectam addere

source: Physics Panel
la: Physicae Tabella

source: Icon size scale:
la: Imaginis proportio:

source: Show timer:
la: Tempus scribere:

source: Spectating
la: Si spectas

source: Pickup Panel
la: Collectorum Tabella

source: Powerups Panel
la: Potestatum Tabella

source: Always enable
la: Semper videre

source: Forced aspect:
la: Proportio postulata:

source: Show attack keys
la: Impetus claves videre

source: Pressed Keys Panel
la: Clavium Pressarum Tabella

source: Translate commands
la: Iussa scripta vertere

source: Use the server's quickmenu
la: Moderatri indice celeri uti

source: Quick Menu Panel
la: Indicis Celeris Tabella

source: Race Timer Panel
la: Cursus Temporis Tabella

source: Enable in team games
la: Videre in manus ludis

source: Opacity:
la: Caecitas:

source: Rotation:
la: Rotatio:

source: Forward
la: Directus

source: West
la: Occidens

source: South
la: Auster

source: East
la: Oriens

source: North
la: Septentriones

source: Scale:
la: Proportio:

source: Zoom mode:
la: Amplificationis modus:

source: Zoomed in
la: Amplificatum

source: Zoomed out
la: Imminutum

source: Always zoomed
la: Semper amplificatum

source: Never zoomed
la: Nunquam amplificatum

source: Maximized radar:
la: Detectrum amplificatum:

source: Radar Panel
la: Detectri Tabella

source: Rankings:
la: Gradus:

source: Off
la: Sine

source: And me
la: Mecum

source: Pure
la: Pura

source: Score Panel
la: Rationum Tabella

source: Centered on:
la: Media pars ad:

source: View angle
la: Angulum videre

source: Velocity angle
la: Velocitatis angulum

source: Style:
la: Facies:

source: STYL^Basic
la: Nuda

source: Gradient
la: Gradiens

source: Range:
la: Intervallum:

source: Dynamic
la: Mutabilis

source: Strafe bar:
la: Linea motionis lateralis:

source: Angle indicator:
la: Angulum indicare:

source: Neutral:
la: Non specialem

source: Good:
la: Bonum

source: Overturn:
la: Ad inversionem:

source: Demo mode
la: Demonstrationis modus

source: Reset colors
la: Colores reponere

source: StrafeHUD Panel
la: Motionis lateralis Notarum Tabella

source: Show elapsed time
la: Tempus quod transivit videre

source: Secondary timer:
la: Tempus secundarium:

source: Swapped
la: Commutata

source: Timer Panel
la: Temporum Tabella

source: Opacity after voting:
la: Caecitas post suffragium:

source: Vote Panel
la: Suffragii Tabella

source: Fade out after:
la: Evanescere post:

source: Fade effect:
la: Quomodo evanescit:

source: EF^None
la: Nullus

source: Opacity
la: Caecitas

source: Slide
la: Labitur

source: EF^Both
la: Ambo

source: Show only owned weapons
la: Modo arma tenta videre

source: Show label:
la: Scriptum videre:

source: Number
la: Numerus

source: Bind
la: Clavis

source: Name
la: Nomen

source: Show Ammo
la: Missilia Videre

source: Show Accuracy
la: Accurationem Videre

source: Ammo bar opacity:
la: Missilium tabellae caecitas:

source: Ammo bar color:
la: Missilium tabellae color:

source: Weapons Panel
la: Armorum Tabella

source: Are you sure you want to reset your HUD to this skin?
la: Certumne est tibi integrare notas superpositas et reponere hanc faciem?

source: HUD skins
la: Facies Notarum Superpositarum

source: Filter:
la: Electe scribere:

source: Refresh
la: Iterum scribere:

source: Set skin
la: Faciem eligere

source: Save current skin
la: Hanc faciem servare

source: Note: HUD skins are saved in data/data/ directory and can be manually renamed/deleted from there
la: Nota: Facies Notarum Superpositarum servantur in data/data/ et eo loco per iussus computatrales eas movere vel delere potes

source: Panel background defaults:
la: Tabellae imago supposita ordinaria:

source: Background:
la: Imago supposita:

source: Border size:
la: Marginis magnitudo:

source: Team color:
la: Manus color:

source: Test team color in configure mode
la: Manus colorem exemplarem in optionibus inspicere

source: Padding:
la: Margo:

source: HUD Dock:
la: Margo Picta:

source: DOCK^Disabled
la: Nulla

source: DOCK^Small
la: Parva

source: DOCK^Medium
la: Media

source: DOCK^Large
la: Magna

source: Grid settings:
la: Reticulati optiones:

source: Snap panels to grid
la: Ad reticulatum tabellas dirigere

source: Grid size:
la: Reticulati magnitudo:

source: Center line
la: Linea media

source: Show a vertical centerline to help align panels. It's possible to show more vertical lines by editing %s in the console
la: Linea media erecta pingitur ut tabellas dirigas. Plures lineas erectas videre potes si iussum scribis et %s mutas

source: Exit setup
la: Finire optiones

source: Panel HUD Setup
la: Mutare Notarum Superpositarum Tabellam

source: Reset HUD skin
la: Integrare Facies Notarum Superpositarum

source: Demos
la: Cinematographia

source: Screenshots
la: Photographia

source: Music Player
la: Cantus

source: Media
la: Soni imaginesque

source: Read the guide, listen to Xonotic music tracks, and view your demos and screenshots
la: Documenta lege, vel cantus Xonotici audi, vel pelliculas cinematographicas et imagines inspice

source: Auto record demos
la: Cinematographiam semper servare

source: Timedemo
la: Tempus metiri

source: Benchmark how fast your computer can run the highlighted demo
la: Quantum tempus necesse est ut computatrum tuum imagines cinematographicas pingat

source: DEMO^Play
la: Demonstrare

source: Playing a demo will disconnect you from the current match.
la: Si demonstrationem videre vis, hunc ludum linques.

source: Do you really wish to disconnect now?
la: Certumne est tibi ludum linquere?

source: Disconnect
la: Dinectere

source: Timing a demo will disconnect you from the current match.
la: Si demonstrationis tempus computare vis, hunc ludum linques.

source: Click here or CTRL+F to provide a keyword to narrow down the list; CTRL+DEL to clear; ENTER when done.
la: Hic clicca vel CTRL+F preme ut verbum scribas et videas modo nomina quae id verbum contineantur. CTRL+DEL ut verbum obliviscatur; INTRARE ut finias.

source: MUSICPL^Add
la: Addere

source: MUSICPL^Add all
la: Omnes addere

source: Set as menu track
la: Indicis cantum eligere

source: Reset default menu track
la: Indicis cantum ordinarium reponere

source: Playlist:
la: Series cantuum:

source: Random order
la: Ordo mixtus

source: MUSICPL^Stop
la: Finire

source: MUSICPL^Play
la: Canere

source: MUSICPL^Pause
la: Intermittere

source: MUSICPL^Prev
la: Anterior

source: MUSICPL^Next
la: Posterior

source: MUSICPL^Remove
la: Removere

source: MUSICPL^Remove all
la: Omnes removere

source: Auto screenshot scoreboard
la: Rationariorum imagines semper servare

source: Open in the viewer
la: Imaginem videre in indice speciali

source: Reset
la: Reponere

source: Previous
la: Anterior

source: Next
la: Posterior

source: Slide show
la: Spectaculum imaginum

source: Monster:
la: Belua:

source: Spawn
la: Nasci

source: Remove
la: Deleri

source: Move target:
la: Attentionem movere:

source: Follow
la: Sequi

source: Wander
la: Vagari

source: Spawnpoint
la: Ubi nascitur

source: No moving
la: Immobilis

source: Colors:
la: Colores:

source: Set skin:
la: Pellem eligere:

source: Monster Tools
la: Beluae Instrumenta

source: Find servers to play on
la: Moderatra quibus ludas quaerere

source: Host your own game
la: Ludi tui ipsius hospes esse

source: Multiplayer
la: Duo Ludentes aut Plures

source: Play online, against your friends in LAN, or change player settings
la: Lude interreti vel reti locali cum amicis tuis, vel lusoris optiones elige

source: Default
la: Ordinarius

source: Unlimited
la: Infinitus

source: Gametype
la: Ludi modus

source: Show all
la: Videre omnes

source: Show all available gametypes
la: Videre omnes ludi modos

source: Time limit:
la: Tempus terminale:

source: Time limit in minutes that when hit, will end the match
la: Ludus finietur cum hoc tempus transierit

source: TIMLIM^Default
la: Ordinarium

source: TIMLIM^Infinite
la: Infinitum

source: Teams:
la: Manus:

source: 2 teams
la: 2 manus

source: 3 teams
la: 3 manus

source: 4 teams
la: 4 manus

source: Player slots:
la: Ludentium numerus:

source: The maximum amount of players or bots that can be connected to your server at once
la: Numerus maximus ludentium, hominum vel automatorum, qui cum moderatro tuo se conectere possunt

source: Number of bots:
la: Automatorum numerus:

source: Amount of bots on your server
la: Quot sunt ludentes automati in moderatro tuo

source: Bot skill:
la: Automati habilitas:

source: Specify how experienced the bots will be
la: Quam habiles automati erunt

source: Botlike
la: Automatulus

source: Beginner
la: Tiro

source: You will win
la: Vinces

source: You can win
la: Vincere potes

source: You might win
la: Vinces forte

source: Advanced
la: Sagax

source: Expert
la: Expertus

source: Pro
la: Peritus

source: Assassin
la: Interfector

source: Unhuman
la: Inhumanus

source: Godlike
la: Divinus

source: Mutators...
la: Mutationes...

source: Mutators and weapon arenas
la: Mutationes et armorum harenae

source: Maplist
la: Harenarum index

source: Add shown
la: Visas addere

source: Add the maps shown in the list to your selection
la: Harenas visas in selectionem tuam addere

source: Remove shown
la: Visas removere

source: Remove the maps shown in the list from your selection
la: Harenas visas ex selectionem tuam removere

source: Add all
la: Omnes addere

source: Add every available map to your selection
la: Omnes harenas servatas in selectionem tuam addere

source: Remove all
la: Omnes removere

source: Remove all the maps from your selection
la: Omnes harenas ex selectionem tuam removere

source: Start multiplayer!
la: Incipere plurium ludentium ludum!

source: Title:
la: Titulus:

source: Author:
la: Auctor:

source: Gametypes:
la: Ludi modi:

source: Close
la: Dimittere

source: MAP^Play
la: Ludere

source: Map Information
la: Harenae notae

source: Gameplay mutators:
la: Ludi mutationes:

source: Enable dodging (quick acceleration in a given direction). Double-tap a directional key to dodge
la: Vitare (statim ire quorsum velit) sinere. Clavem directionalem bis preme ut vites

source: An explosion occurs when two players collide
la: Fit eruptio cum alter ludens alterum tangit

source: All players are almost invisible
la: Omnes ludentes vix videntur

source: Enable buff pickups (random bonuses like Medic, Invisible, etc.) on the maps that support it
la: Firmamina (dona fortuita, e.g. Medicus, Invisibilitas etc.) apparent in harenis quae ea contineant

source: Only possible to inflict damage on your enemy while they're airborne
la: Quisque inimicus non vulneratur cum in solo stat

source: Damage done to your enemy gets added to your own health
la: Vulnus quod inimico infers, sanitati tuae addetur

source: Amount of health below which players start bleeding out (health rots and they can't jump)
la: Quanta sanitas quae, quisque ludens ea egens sanguinem mittet (sanitas putrescet neque salire poterit)

source: Make things fall to the ground slower (percentage of normal gravity)
la: Res tardius in solum cadunt (gravitatis communis fractio)

source: Weapon & item mutators:
la: Armorum & utilium mutationes:

source: Players spawn with the grappling hook. Press the 'hook' key to use it
la: Ludentes cum unco scandendo nascuntur. Clavem 'uncum' preme ut eo utaris

source: Players spawn with the jetpack. Double-tap 'jump' or press the 'jetpack' key to use it
la: Ludentes cum sarcina volatili nascuntur. Clavem 'salire' bis preme vel clavem 'sarcinam volatilem' preme ut ea utaris

source: Projectiles can't be destroyed. However, you can still explode Electro orbs with the Electro primary fire
la: Missilia missilibus deleri non possunt, nisi Electri orbes, qui Electri emissione primaria delentur

source: Allow maps to spawn additional weapons (new toys)
la: Sinit harenas continere arma non ordinaria (crepundia nova)

source: Replacement:
la: Commutatio:

source: Automatically replace some normal weapons of the map with their corresponding additional weapons
la: Commutare, pro aliquibus armis ordinariis in harena, similia arma non ordinaria

source: Randomly
la: Fortuito

source: Devastator rockets can be detonated instantly (otherwise, there's a short delay). This allows players to fire and detonate a Devastator rocket while in the air for a strong mid-air boost even while moving fast
la: Devastatri missilia ignea ab utente rumpi possunt statim (ne brevis mora quidem est). Itaque ludentes Devastatri missile emittere rumpereque possunt dum solo distant, ut eruptione iaciantur et celerius eant

source: Players will drop all weapons they possessed when they are killed
la: Ludentes omnia arma tenta demittent cum occiduntur

source: Weapons stay after they are picked up
la: Arma manent postquam capta sunt

source: Regular (no arena)
la: Communis (non armorum harena)

source: Players will be given a set of weapons at spawn as well as unlimited ammo, without weapon pickups
la: Ludentes cum nascentur quaedam arma habebunt, cum missilibus ad infinitum, sine aliis armis colligendis

source: Weapon arenas:
la: Armorum harenae:

source: Custom weapons
la: Arma quae velis

source: Most weapons
la: Plurima arma

source: All weapons
la: Omnia arma

source: Special arenas:
la: Harenae insignes:

source: Players will be given only one weapon, which can instantly kill the opponent with a single shot. If the player runs out of ammo, they will have 10 seconds to find some or if they fail to do so, face death. The secondary fire mode does not inflict any damage but is good for doing trickjumps.
la: Quisque ludens una arma tenebit, quibus inimici statim per singulas emissiones occiduntur. Si ludens missilibus exhauriet, 10 secunda plura missilia invenire necesse erit, ne morietur. Ludens emissione secundaria non vulnerat tamen, atque per eam perniciter salire potest.

source: No items Xonotic - instead of pickup items, everyone plays with the same weapon. After some time, a countdown will start, after which everyone will switch to another weapon.
la: Xonoticus sine utilibus - non sunt utilia colligenda, sed ludentes aequa arma habent. Post aliquod tempus, numeratio regrediens fiet, et postea pro eis armis alia arma aequa commutabuntur.

source: with blaster
la: cum flatro

source: Always carry the blaster as an additional weapon in Nix
la: Praeter altera arma, flatrum semper portare in Nix

source: Mutators
la: Mutationes

source: SRVS^Categories
la: Genera

source: SRVS^Empty
la: Vacua

source: Show empty servers
la: Moderatra vacua videre

source: SRVS^Full
la: Completa

source: Show full servers that have no slots available
la: Videre moderatra completa quibus plures ludere non possunt

source: SRVS^Laggy
la: Sera

source: Show high latency servers
la: Videre moderatra quorum nexiones interretiales serae sunt

source: Reload the server list
la: Moderatrorum indicem scribere iterum

source: Pause
la: Retinere

source: Pause updating the server list to prevent servers from "jumping around"
la: Moderatrorum indicis mutationes retinet ne nomina "exsiliant"

source: Address:
la: Locus interretialis:

source: Info...
la: Notae...

source: Show more information about the currently highlighted server
la: Videre notas de moderatro indicato

source: No Terms of Service specified
la: Pactio Usuum non scripta

source: MOD^Default
la: Ordinaria

source: %d modified
la: %d mutatas

source: Official
la: Normae Auctorum

source: N/A (auth library missing, can't connect)
la: N/A (sine bibliotheca auth, conectere non potest)

source: N/A (auth library missing)
la: N/A (sine bibliotheca auth)

source: Not supported (can't connect)
la: Non capax (conectere non potest)

source: Not supported (won't encrypt)
la: Non capax (non cryptographabit)

source: Supported (will encrypt)
la: Capax (cryptographabit)

source: Supported (won't encrypt)
la: Capax (non cryptographabit)

source: Requested (will encrypt)
la: Rogatur (cryptographabit)

source: Requested (won't encrypt)
la: Rogatur (non cryptographabit)

source: Required (can't connect)
la: Postulatur (conectere non potest)

source: Required (will encrypt)
la: Postulatur (cryptographabit)

source: Use the `crypto_aeslevel` cvar to change your preferences
la: Scribe in 'cvar' `crypto_aeslevel` ut optionem eligas

source: custom stats server
la: stat. moderatrum speciale

source: stats disabled
la: sine stat.

source: stats enabled
la: cum stat.

source: Status
la: Condicio

source: Terms of Service
la: Pactio Usuum

source: Server Info
la: Moderatri Notae

source: Hostname:
la: Moderatri Nomen:

source: Version:
la: Editio:

source: Settings:
la: Optiones:

source: Players:
la: Ludentes:

source: Bots:
la: Automati:

source: Free slots:
la: Spatia vacua:

source: Encryption:
la: Cryptographia:

source: ID:
la: Nomen computatrale:

source: Key:
la: Clavis:

source: Server Information
la: Moderatri Notae

source: Apply immediately
la: Confirmare optiones nunc

source: Model
la: Forma

source: Glowing color
la: Color illuminans

source: Detail color
la: Color subtilis

source: Statistics
la: Statisticae

source: Allow player statistics to track your client
la: Sinisne in statisticis clientem computatralem vestigari

source: Allow player statistics to use your nickname
la: Sinisne nomen tuum in statisticis nuntiari

source: Allow player statistics to rank you in leaderboards
la: Sinisne gradum tuum in statisticis indicari

source: Select language...
la: Linguam elige...

source: Are you sure you want to quit?
la: Certumne est tibi linquere?

source: Quit the game
la: Ludum linquere

source: Model:
la: Forma:

source: Remove *
la: * Removere

source: Copy *
la: * Transcribere

source: Paste
la: Hic Transcribere

source: Bone:
la: Ossa:

source: Set * as child
la: Quasi * filius

source: Attach to *
la: In * Adhaerere

source: Detach from *
la: Ab * Solvere

source: Visual object properties for *:
la: Proprietates Visibiles *:

source: Set opacity:
la: Caecitatem eligere:

source: Set color main:
la: Color primarius:

source: Set color glow:
la: Color lucens:

source: Set frame:
la: Quadrum:

source: Physical object properties for *:
la: Proprietates physicae *:

source: Set material:
la: Materia:

source: Set solidity:
la: Soliditas:

source: Non-solid
la: Non solidum

source: Solid
la: Solidum

source: Set physics:
la: Physica:

source: Static
la: Stans

source: Movable
la: Mobile

source: Physical
la: Physica

source: Set scale:
la: Proportio:

source: Set force:
la: Vis:

source: Claim *
la: * assumere

source: * object info
la: * rei notae

source: * mesh info
la: * structurae notae

source: * attachment info
la: * iunctionis notae

source: Show help
la: Explanationes legere

source: * is the object you are facing
la: * est id quod ante te est

source: Sandbox Tools
la: Probationis Utensilia

source: Video
la: Imagines

source: Effects
la: Subtilitas Graphica

source: Audio
la: Soni

source: Game
la: Ludus

source: User
la: Utens

source: Misc
la: Alia

source: Change the game settings
la: Ludi optiones optare

source: Master:
la: Generalis:

source: Music:
la: Cantus:

source: VOL^Ambient:
la: Sola parietesque:

source: Info:
la: Notae:

source: Items:
la: Utilia:

source: Pain:
la: Dolor:

source: Player:
la: Ludens:

source: Shots:
la: Emissiones:

source: Voice:
la: Vox:

source: Weapons:
la: Arma:

source: New style sound attenuation
la: Novo modo sonos attenuare

source: Mute sounds when not active
la: Non sonatur si otiosus es

source: Frequency:
la: Frequentia:

source: Sound output frequency
la: Sonorum frequentia

source: Channels:
la: Canales:

source: Number of channels for the sound output
la: Quot sunt sonorum canales

source: Mono
la: Monophonicus

source: Stereo
la: Stereophonicus

source: Swap stereo output channels
la: Stereophonicus inversus

source: Swap left/right channels
la: Canalem sinistrum et dextrum commutare

source: Headphone-friendly mode
la: Modus pro instrumento auriculario

source: Blend the left and right channels slightly to decrease stereo separation a bit
la: Sonos dextros et sinistros paulum miscet ut soni minus disiungantur si instrumento auriculario uteris

source: Hit indication sound
la: Vulnerum soni

source: Play a hit indicator sound when your shot hits an enemy
la: Quidam sonus fit cum inimicum vulneras

source: SND^Fixed
la: Constare

source: Decrease pitch with more damage
la: Sonus gravior est si vulnus maior est

source: Decreasing
la: Deprimere

source: Increase pitch with more damage
la: Sonus acutior est si vulnus maior est

source: Increasing
la: Acuere
