Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: The %s is a turret that fires electric balls forwards from its two cannons, shooting balls similar to those of the %s.
gl: A %s é unha torreta que dispara bolas eléctricas cara adiante dende os seus dous canóns, lanzando proxectís semellantes aos do %s.
it: Il %s spara missili a ricerca di bersaglio simili a quelli del %s verso i suoi bersagli.
ru: %s — это турель, которая стреляет из двух своих пушек электрическими сферами, похожими на шары %s.

source: It is a stronger version of the %s, which only has one electric ball cannon.
gl: É unha versión máis forte do %s, que só ten un canón de bolas eléctricas.
it: È una versione più potente del %s, il quale ha solo un cannone a sfere elettriche.
ru: Это более сильная версия %s, у которой только одна пушка с электрическими шарами.

source: Dual plasma
de: Doppelplasma
es: Doble plasma
fi: Kaksoisplasma
fr: Double plasma
gl: Doble plasma
it: Plasma duale
ja_jp: デュアルプラズマ
pl: Podwójna plazma
pt_br: Plasma duplo
ru: Двойная плазма
sv: Dubbelplasma

source: Dual Plasma Cannon
de: Doppelplasmakanone
es: Cañón de Doble Plasma
fi: Kaksoisplasmatykki
fr: Double canon plasma
gl: Canón de Doble Plasma
it: Cannone al Plasma Duale
ja_jp: デュアルプラズマキャノン
pl: Podwójne plazmowe działko
pt_br: Canhão de Plasma Duplo
ro: Tun Dublu cu Plasmă
ru: Пушка двойной плазмы
sv: Dubbelplasma-Kanon

source: Plasma
bg: Плазма
ja_jp: プラズマ
pl: Plazma
ro: Plasmă
ru: Плазма

source: The %s is a turret that electrocutes all who dare come near it, sending powerful high-voltage arcs of lightning to strike its targets.
gl: A %s é unha torreta que electrocutará a quen se atreva a achegarse, lanzando poderosos arcos de raio de alto voltaxe para golpear os seus obxectivos.
it: Il %s è una torretta che fulmina tutti coloro che osano avvicinarsi, inviando potenti archi di fulmini ad alta tensione per colpire i suoi bersagli.
ru: %s — это турель, которая поражает электрическим током всех, кто осмелится приблизиться, посылая мощные высоковольтные дуги молнии по своим целям.

source: Since the arcs of lightning can jump between nearby targets, it is best to just stay away from the %s.
gl: Xa que os arcos de raio poden saltar entre obxectivos próximos, o mellor é manterse afastado do %s.
it: Dato che gli archi di fulmini possono saltare tra bersagli vicini, è meglio stare lontani dal %s.
ru: Поскольку дуги молнии могут перескакивать между близкими целями, лучше всего просто держаться подальше от %s.

source: Tesla Coil
ast: Bobina de Tesla
de: Teslaspule
es: Bobina de Tesla
fi: Tesla-käämi
fr: Bobine Tesla
gl: Bobina de Tesla
it: Bobina di Tesla
ja_jp: テスラコイル
pl: Cewka Tesli
pt_br: Bobina de Tesla
ro: Bobină Tesla
ru: Катушка Теслы
sr: Теслин калем
sv: Teslaspole

source: The %s is an arachnid-like walking turret that hunts down its targets.
gl: A %s é unha torreta andante de tipo arañóide que caza aos seus obxectivos.
it: Il %s è una torretta mobile a forma di aracnide che insegue i suoi bersagli.
ru: %s — это похожая на паукообразное шагающая турель, которая выслеживает свои цели.

source: It has two weapons, both a machinegun like the %s for medium range combat, and a rocket launcher shooting homing missiles like the %s for long range targets. It also has the ability to melee close by targets.
gl: Ten dúas armas: unha metralladora como a do %s para o combate a media distancia, e un lanzafoguetes que dispara mísiles teledirixidos como o do %s para obxectivos a longa distancia. Tamén ten a capacidade de atacar corpo a corpo a obxectivos próximos.
it: Ha due armi, sia una mitragliatrice come il %s per il combattimento a media distanza, sia un lanciarazzi che spara missili a ricerca di bersaglio come il %s per i bersagli a lungo raggio. Ha anche la capacità di attaccare in mischia i bersagli vicini.
ru: У неё есть два оружия: пулемёт, подобный %s, для боя на средней дистанции, и ракетная установка, стреляющая самонаводящимися ракетами, как у %s, для дальних целей. Также она умеет атаковать ближние цели в рукопашной.

source: Walker Turret
de: Läufergeschützturm
es: Torreta Walker
fi: Walker-tykkitorni
fr: Tourelle Walker
gl: Torreta Andante
it: Torretta Walker
ja_jp: ウォーカー砲塔
pt_br: Sentinela Walker
ro: Turelă Umblătoare
ru: Турель Ходуна

source: Walker
de: Läufer
fi: Kävelijä
ja_jp: ウォーカー
ru: Ходун

source: Invincible Projectiles
ast: Proyeutiles invencibles
be: Непераможныя ракеты
bg: Неунищожими ракети
de: Unzerstörbare Projektile
es: Proyectiles indestructibles
fi: Voittamattomat ammukset
fr: Projectiles invincibles
gl: Proxectís invencibles
it: Proiettili invincibili
ja_jp: 無敵の弾
pl: Niezniszczalne pociski
pt_br: Projéteis Invencíveis
ro: Proiectile Invizibile
ru: Неразрушимые снаряды
sr: Непобедиви пројектили
sv: Osynliga Projektiler
uk: Невразливі снаряди

source: Low gravity
ast: Poca gravedá
be: Нізкая гравітацыя
bg: Слаба гравитация
de: Wenig Schwerkraft
es: Gravedad reducida
fi: Vajaa painovoima
fr: Faible gravité
gl: Gravidade baixa
it: Bassa gravità
ja_jp: 低重力
pl: Niska grawitacja
pt_br: Pouca gravidade
ro: Gravitație scăzută
ru: Низкая гравитация
sr: Ниска гравитација
sv: Låg gravitation
uk: Низька гравітація

source: Midair
be: Паветраны бой
bg: Поражение във въздуха
de: In der Luft
es: En el aire
fi: Keskinoste
gl: No aire
it: A mezz'aria
ja_jp: 中空
pl: W powietrzu
pt_br: No ar
ro: În aer
ru: Воздушный бой
sr: У ваздуху
sv: I luften

source: Melee only Arena
de: Nur-Nahkampf-Arena
es: Sólo Pelea de cuerpo a cuerpo en la Arena
fi: Taistelukenttä jossa vain lähiaseet
fr: Arène de mêlée uniquement
gl: Só corpo a corpo na Arena
it: Arena solo melee
ja_jp: 混戦のみアリーナ
pt_br: Arena só Corpo a Corpo
ru: Арена только с рукопашным боем
sv: Bara närstrid-Arena

source: Weapons stay
be: Зброя застаецца
bg: Оръжията остават
de: Waffen bleiben
es: Las armas permanecen
fi: Aseet jäävät
fr: Les armes ne disparaissent pas
gl: As armas permanecen
it: Armi rimangono
ja_jp: 武器は残る
pl: Bronie zostają
pt_br: Armas permanescentes
ro: Armele rămân
ru: Оставлять оружие
sr: Трајна оружја
sv: Vapen stannar
uk: Зброя залишається

source: Buffs
ast: Ameyores
be: Бафы
de: Boni
es: Mejoras
fi: Tsempit
fr: Bonus
gl: Melloras
it: Bonus
ja_jp: バフ
pt_br: Bônus (buffs)
ro: Buff-uri
ru: Бонусы
sr: Бафови
sv: Buffar

source: No powerups
ast: Ensin poderes
be: Без бонусаў
bg: Без бонуси
de: Keine Powerups
es: Sin poderes
fi: Ei tehonlisäyksiä
fr: Pas de bonus de puissance
gl: Sen potenciadores
it: Niente powerup
ja_jp: パワーアップなし
pl: Bez ulepszeń
pt_br: Sem potencializadores
ro: Fără powerup-uri
ru: Без усилителей
sr: Без појачања
sv: Inga powerups
uk: Без підсилень

source: Powerups
ast: Poderes
be: Бонусы
bg: Бонуси
es: Poderes
fi: Tehonlisäykset
fr: Bonus de puissance
gl: Potenciadores
it: Powerup
ja_jp: パワーアップ
pl: Ulepszenia
pt_br: Potencializadores
ro: Powerup-uri
ru: Усилители
sr: Појачања
uk: Підсилення

source: No start weapons
ast: Ensin armes iniciales
be: Пачынаць без зброі
bg: Без начални оръжия
de: Ohne Waffen starten
es: Iniciar sin armas
fi: Ei aloitusasetta
fr: Aucune arme au départ
gl: Comezar sen armas
it: Senza armi iniziali
ja_jp: 武器なしで開始
pl: Zacznij bez broni
pt_br: Sem armas iniciais
ro: Fără arme de începere
ru: Без стартового оружия
sr: Без почетних оружја
sv: Inga startvapen
uk: Без стартової зброї

source: Male
ast: Masculín
be: Мужчынскі
bg: Мъжки
de: Männlich
es: Masculino
fi: Miespuolinen
fr: Homme
gl: Home
it: Maschio
ja_jp: 男性
pl: Mężczyzna
pt_br: Masculino
ro: Masculin
ru: Мужской
sr: Мушки
sv: Man

source: Female
ast: Femenín
be: Жаночы
bg: Женски
de: Weiblich
es: Femenino
fi: Naispuolinen
fr: Femme
gl: Muller
it: Femmina
ja_jp: 女性
pl: Kobieta
pt_br: Feminino
ro: Feminin
ru: Женский
sr: Женски
sv: Kvinna

source: Undisclosed
ast: Nun sé
be: Не пазначаны
bg: Запазен в тайна
de: Keine Angabe
es: Desconocido
fi: Epäselvä
fr: Non divulgué
gl: Non revelado
it: Nascosto
ja_jp: 未知
pl: Ukryta
pt_br: Não revelado
ro: Nedezvăluit
ru: Не указан
sr: Неоткривено
sv: Hemlig

source: <KEY NOT FOUND>
ast: <NUN S'ATOPÓ LA TECLA>
de: <TASTE NICHT GEFUNDEN>
it: <TASTO NON TROVATO>
ru: <КЛАВИША НЕ НАЙДЕНА>
sv: <NYCKEL HITTADES INTE>

source: <UNKNOWN KEYNUM>
de: <UNBEKANNTE TASTENNR.>
it: <TASTONUM SCONOSCIUTO>
ru: <НЕИЗВЕСТНЫЙ НОМЕР КЛАВИШИ>
sv: <OKÄND NYCKELVÄRDE>

source: ENTER
ast: INTRO
de: EINGABE
es: ENTRAR
fi: ENTER-rivinvaihtonäppäin
fr: ENTRÉE
gl: ENTRAR
it: INVIO
ru: ВВОД

source: SPACE
ast: ESPACIU
de: LEERTASTE
es: ESPACIO
fi: VÄLILYÖNTI
fr: ESPACE
gl: ESPAZO
it: SPAZIO
pl: SPACJA
pt_br: ESPAÇO
ru: ПРОБЕЛ
sv: BLANKSTEG

source: UPARROW
bg: СТРЕЛКА НАГОРЕ
de: PFEIL_RAUF
es: FLECHAARRIBA
fi: NUOLI YLÖSPÄIN
fr: FLÈCHEHAUT
gl: ARRIBA
it: FRECCIASU
pt_br: SETA PARA CIMA
ru: СТРЕЛКА ВВЕРХ
sv: UPPIL

source: DOWNARROW
bg: СТРЕЛКА НАДОЛУ
de: PFEIL_RUNTER
es: FLECHAABAJO
fi: NUOLI ALASPÄIN
fr: FLÈCHEBAS
gl: ABAIXO
it: FRECCIAGIU'
pt_br: SETA PARA BAIXO
ru: СТРЕЛКА ВНИЗ
sv: NERPIL

source: LEFTARROW
bg: СТРЕЛКА НАЛЯВО
de: PFEIL_LINKS
es: FLECHAIZQUIERDA
fi: NUOLI VASEMMALLE
fr: FLÈCHEGAUCHE
gl: ESQUERDA
it: FRECCIASINISTRA
pt_br: SETA PARA A ESQUERDA
ru: СТРЕЛКА ВЛЕВО
sv: VÄNSTERPIL

source: RIGHTARROW
bg: СТРЕЛКА НАДЯСНО
de: PFEIL_RECHTS
es: FLECHADERECHA
fi: NUOLI OIKEALLE
fr: FLÈCHEDROITE
gl: DEREITA
it: FRECCIADESTRA
pt_br: SETA PARA A DIREITA
ru: СТРЕЛКА ВПРАВО
sv: HÖGERPIL

source: PAUSE
ast: POSA
es: PAUSA
gl: PAUSA
it: PAUSA
pl: PAUZA
ru: ПАУЗА

source: SEMICOLON
de: SEMIKOLON
es: PUNTOYCOMA
fi: PUOLIPISTE
fr: POINTVIRGULE
gl: PUNTOECOMA
it: PUNTOEVIRGOLA
pl: ŚREDNIK
pt_br: PONTO-E-VÍRGULA
ru: ТОЧКА С ЗАПЯТОЙ
sv: SEMIKOLON

source: TILDE
fi: TILDE-aaltoviiva
gl: ACENTO
pl: TYLDA
pt_br: TIL
ru: ТИЛЬДА

source: BACKQUOTE
de: GRAVIS
es: ACENTOGRAVE
fi: BACKQUOTE-taaksepäinlainaus
gl: CRASE
it: APOS.RETROV.
pt_br: APÓSTROFO
ru: ОБРАТ. КАВЫЧКА

source: QUOTE
de: AKUT
es: COMILLA
fi: QUOTE-lainausmerkki
fr: GUILLEMET
gl: COMIÑAS
it: VIRGOLETTE
pt_br: ASPAS
ru: КАВЫЧКА
sv: CITAT

source: APOSTROPHE
ast: APÓSTROFU
bg: АПОСТРОФ
de: APOSTROPH
es: APÓSTROFE
fi: HEITTOMERKKI
gl: APOSTROFE
it: APOSTROFO
pl: APOSTROF
ru: АПОСТРОФ
sv: APOSTROF

source: BACKSLASH
es: BARRAINVERSA
fi: KENOVIIVA VASEMMALLE
gl: RETROCESO
it: BARRARETROV.
pt_br: BARRAINVERTIDA
ru: ОБРАТ. КОСАЯ ЧЕРТА
sv: OMVÄNT SNEDSTRECK

source: PERIOD
bg: ТОЧКА
de: PUNKT
es: PUNTO
fi: PISTE
fr: POINT
gl: PUNTO
it: PUNTO
pt_br: PONTO
ru: ТОЧКА
sv: PUNKT

source: DIVIDE
ast: DIVISIÓN
de: GETEILT
es: DIVIDIR
fi: JAKOMERKKI
fr: DIVISER
gl: DIVIDIR
it: DIVIDI
pt_br: DIVIDIR
ru: ЗНАК ДЕЛЕНИЯ
sv: DIVIDERA

source: SLASH
es: BARRA
fi: KENOVIIVA OIKEALLE
gl: BARRA
it: BARRA
pt_br: BARRA
ru: КОСАЯ ЧЕРТА
sv: SNEDSTRECK

source: MULTIPLY
ast: MULTIPLICACIÓN
de: MAL
es: MULTIPLICAR
fi: KERTOMERKKI
fr: MULTIPLIER
gl: MULTIPLICAR
it: MOLTIPLICA
pt_br: MULTIPLICAR
ru: УМНОЖЕНИЕ
sv: GÅNGER

source: MINUS
ast: MENOS
bg: МИНУС
es: MENOS
fi: MIINUS
fr: MOINS
gl: MENOS
it: MENO
pt_br: MENOS
ru: МИНУС

source: PLUS
ast: MÁS
bg: ПЛЮС
es: MÁS
gl: MAIS
it: PIU'
pt_br: MAIS
ru: ПЛЮС

source: EQUALS
ast: IGUAL
bg: РАВНО
de: GLEICH
es: IGUAL
fi: YHTÄKUIN
fr: ÉGAL
gl: IGUAL
it: UGUALE
pt_br: IGUAL
ru: РАВНО
sv: LIKA MED

source: MOUSE%d
ast: BOT_MUR_%d
de: MAUS%d
es: RATÓN%d
fi: HIIRI%d
fr: SOURIS%d
gl: RATO%d
pl: MYSZ%d
ru: КН. МЫШИ %d
sv: MUS%d

source: MWHEELUP
ast: RUE_MUR_↑
de: MRADHOCH
es: RRUEDAARRIBA
fi: HIIRIRULLA YLÖS
fr: MOLETTEHAUT
gl: RODA ARRIBA
it: ROTELLASU
pt_br: RODAPARACIMA
ru: КОЛЕСО МЫШИ ВВЕРХ
sv: MHJULUP

source: MWHEELDOWN
ast: RUE_MUR_↓
de: MRADRUNTER
es: RRUEDAABAJO
fi: HIIRIRULLA ALAS
fr: MOLETTEBAS
gl: RODA ABAIXO
it: ROTELLAGIU'
pt_br: RODAPARABAIXO
ru: КОЛЕСО МЫШИ ВНИЗ
sv: MHJULNER

source: UP
ast: ARRIBA
bg: НАГОРЕ
de: HOCH
es: ARRIBA
fi: YLÖS
fr: HAUT
gl: ARRIBA
it: SU
pl: GÓRA
pt_br: CIMA
ru: ВВЕРХ
sv: UPP

source: DOWN
ast: ABAXO
de: RUNTER
es: ABAJO
fi: ALAS
fr: BAS
gl: ABAIXO
it: GIU'
pl: DÓŁ
pt_br: BAIXO
ru: ВНИЗ
sv: NER

source: LEFT
ast: ESQUIERDA
bg: ЛЯВО
de: LINKS
es: IZQUIERDA
fi: VASEN
fr: GAUCHE
gl: ESQUERDA
it: SINISTRA
pl: LEWO
pt_br: ESQUERDA
ru: ВЛЕВО
sv: VÄNSTER

source: RIGHT
ast: DERECHA
bg: ДЯСНО
de: RECHTS
es: DERECHA
fi: OIKEA
fr: DROITE
gl: DEREITA
it: DESTRA
pl: PRAWO
pt_br: DIREITA
ru: ВПРАВО
sv: HÖGER

source: Press %s
ast: Primi %s
bg: Натиснете %s
de: Drücke %s
es: Pulsa %s
fi: Paina %s
fr: Appuyez sur %s
gl: Preme %s
it: Premi %s
ja_jp: %s を押して
pl: Wciśnij %s
pt_br: Aperte %s
ro: Apasă %s
ru: Нажмите %s
sr: Притисните %s
sv: Tryck på %s

source: No right gunner!
be: Няма стральца справа!
bg: Не е стрелец - десничар!
de: Rechts keine Waffe!
es: ¡No hay artillero derecho!
fi: Ei oikean ammuntaa!
fr: Aucun tireur à droite !
gl: Non hai un artillero dereito!
it: Nessun tiratore destro!
ja_jp: 右の砲手はない!
pl: Brak prawego strzelczego!
pt_br: Sem artilheiro na direita!
ro: Nu este niciun trăgător pe dreapta!
ru: Нет наводчика справа!
sv: Ingen fordonsskytt till höger!

source: No left gunner!
be: Няма стральца злева!
bg: Не е стрелец - левичар!
de: Links keine Waffe!
es: ¡No hay artillero izquierdo!
fi: Ei vasemman ammuntaa!
fr: Aucun tireur à gauche !
gl: Non hai un artillero esquerdo!
it: Nessun tiratore sinistro!
ja_jp: 左の砲手はない!
pl: Brak lewego strzelczego!
pt_br: Sem artilheiro na esquerda!
ro: Nu este niciun trăgător pe stânga!
ru: Нет наводчика слева!
sv: Ingen fordonsskytt till vänster!

source: The %s vehicle seats up to three passengers, who are given different roles based on the order they enter.
gl: O vehículo %s ten ata tres prazas, e ás persoas que entran asígnaselles diferentes roles segundo a orde na que accedan.
it: Il veicolo %s può ospitare fino a tre passeggeri, ai quali vengono assegnati ruoli diversi in base all'ordine di ingresso.
ru: На %s помещается до трёх пассажиров, которым назначаются разные роли в зависимости от порядка входа.

source: The first player to enter will be the pilot, flying the vehicle up into the skies. The first player can also shoot a green healing wave to heal other teammates on the ground.
gl: O primeiro xogador en entrar será o piloto, voando co vehículo polos ceos. O piloto tamén pode disparar unha onda verde curadora para sandar aos compañeiros no chan.
it: Il primo giocatore a entrare sarà il pilota, che farà volare il veicolo in cielo. Il primo giocatore può anche sparare un'onda curativa verde per curare gli altri compagni di squadra a terra.
ru: Первый вошедший игрок станет пилотом, поднимающим транспорт в небо. Первый игрок также может стрелять зелёной исцеляющей волной, чтобы лечить союзников на земле.

source: The second player to enter is the right gunner and the third player to enter is the left gunner.
gl: O segundo xogador en entrar é o artilleiro dereito e o terceiro xogador en entrar é o artilleiro esquerdo.
it: Il secondo giocatore a entrare è l'artigliere di destra e il terzo giocatore a entrare è l'artigliere di sinistra.
ru: Второй игрок, входящий в игру, является правым стрелком, а третий игрок — левым стрелком.

source: When the pilot exits the vehicle, the players switch roles by moving up in position.
gl: Cando o piloto sae do vehículo, os xogadores cambian de rol subindo na posición.
it: Quando il pilota esce dal veicolo, i giocatori si scambiano i ruoli avanzando di posizione.
ru: Когда пилот выходит из транспорта, игроки меняются ролями, перемещаясь вверх по позиции.

source: Bumblebee
de: Hummel
gl: Abellón
ja_jp: バンブルビー
pl: Trzmiel
ro: Bondar
ru: Шмель

source: The %s vehicle looks like a jet, but does not fly upwards very well. It seats only one passenger, who becomes the pilot.
gl: O vehículo %s parece un avión de reacción, pero non voa moi ben cara arriba. Ten só unha praza, e a persoa que entra convértese no piloto.
it: Il veicolo %s assomiglia a un jet, ma non vola molto bene verso l'alto. Può ospitare un solo passeggero, che diventa il pilota.
ru: Транспорт %s выглядит как реактивный самолёт, но плохо летает вверх. Он вмещает только одного пассажира, который становится пилотом.

source: It can be accelerated by pressing %s, which consumes power from the same source as the primary weapon.
gl: Pode acelerarse premendo %s, o que consume enerxía da mesma fonte que a arma principal.
it: Può essere accelerato premendo %s, che consuma energia dalla stessa fonte dell'arma primaria.
ru: Его можно ускорить, нажав %s, что расходует энергию из того же источника, что и основное оружие.

source: The %s primary weapon is a laser and the secondary weapon shoots energy balls that explode on impact.
gl: A arma principal do %s é un láser e a arma secundaria dispara bolas de enerxía que explotan ao impactar.
it: L'arma primaria del %s è un laser e l'arma secondaria spara sfere di energia che esplodono all'impatto.
ru: Основное оружие %s — это лазер, а вторичное стреляет энергетическими шарами, взрывающимися при ударе.

source: Racer
de: Raser
fi: Kilpuri
gl: Bólido
ja_jp: レーサー
pl: Wyścigówka
ro: Mașină de curse
ru: Гонщик

source: Racer cannon
ast: Cañón de Racer
de: Raserkanone
es: Cañón racer
fi: Kilpuritykki
fr: Canon de Racer
gl: Bólido con canón
it: Cannone di Racer
ja_jp: レーサーキャノン
pl: działko Wyścigówki
pt_br: Canhão Racer
ru: Пушка Гонщика
sv: Racer-kanon

source: The %s vehicle is a flying vehicle that takes only one pilot, who can operate both of the weapons.
gl: O vehículo %s é un vehículo voador que admite só un piloto, quen pode manexar ambas as armas.
it: Il veicolo %s è un veicolo volante che richiede un solo pilota, il quale può azionare entrambe le armi.
ru: %s — это летающий транспорт, управляемый одним пилотом, который может использовать оба оружия.

source: The two weapons have different reticles for them similar to the %s. The primary weapon is laser-based, shooting toward the white reticle. The secondary weapon drops bombs to the ground, aiming towards the green reticle. The white reticle always points to the head of the vehicle, while the green reticle's location is determined by the momentum of the vehicle.
gl: As dúas armas teñen retículas diferentes similares ás do %s. A arma principal é por láser e dispara cara á retícula branca. A arma secundaria deixa caer bombas ao chan, apuntando cara á retícula verde. A retícula branca sempre apunta á parte dianteira do vehículo, mentres que a posición da retícula verde ven determinada polo momento (momentum) do vehículo.
it: Le due armi hanno reticoli diversi simili a quelli del %s. L'arma primaria è basata sul laser, sparando verso il reticolo bianco. L'arma secondaria sgancia bombe a terra, mirando verso il reticolo verde. Il reticolo bianco punta sempre alla testa del veicolo, mentre la posizione del reticolo verde è determinata dalla quantità di moto del veicolo.
ru: У двух видов оружия разные прицелы, подобно %s. Основное оружие лазерное, стреляет в сторону белого прицела. Вторичное сбрасывает бомбы на землю, прицеливаясь по зелёному прицелу. Белый прицел всегда указывает на нос транспорта, а положение зелёного определяется импульсом транспорта.

source: Raptor
gl: Rapineiro
ja_jp: ラプター
ru: Ящер

source: Raptor cannon
de: Raptorkanone
es: Cañón raptor
fi: Raptor-tykki
fr: Canon de Raptor
gl: Rapineiro de canón
it: Cannone di Raptor
ja_jp: ラプターキャノン
pt_br: Canhão de Raptor
ru: Пушка Ящера
sv: Raptor-kanon

source: Raptor bomb
de: Raptorbombe
es: Bomba raptor
fi: Raptor-pommi
fr: Bombe de Raptor
gl: Rapineiro Bomba
it: Bomba di Raptor
ja_jp: ラプターボム
pt_br: Bomba de Raptor
ru: Бомба Ящера

source: Raptor flare
de: Raptorleuchtfackel
es: Bengala raptor
fi: Raptor-soihtu
fr: Flamme de Raptor
gl: Rapineiro de Laparada
it: Razzo segnalatore di Raptor
ja_jp: ラプターフレア
pt_br: Chama de Raptor
ru: Вспышка Ящера
sv: Raptorfloss

source: The %s vehicle walks and jumps around, and takes only one rider.
gl: O vehículo %s anda e salta, e admite só un piloto.
it: Il veicolo %s cammina e salta, e prende un solo pilota.
ru: Транспорт %s ходит и прыгает, и вмещает только одного наездника.

source: It can jump from very high altitudes while protecting the rider.
gl: Pode saltar desde altitudes moi altas mentres protexe ao piloto.
it: Può saltare da altitudini molto elevate proteggendo il pilota.
ru: Может прыгать с очень большой высоты, защищая при этом всадника.

source: It has two weapons the rider can control, which have different reticles for them similar to the %s. The primary weapon is a machine gun, and is shot toward the green reticle. The secondary weapon shoots rockets towards the white reticle. The white reticle points to the front of the vehicle, while the green reticle also points to the front but with a bit of delay when the %s rotates.
gl: Ten dúas armas que o piloto pode controlar, cada unha cunha retícula diferente similar ás do %s. A arma principal é unha metralladora e dispara cara á retícula verde. A arma secundaria dispara foguetes cara á retícula branca. A retícula branca apunta á parte dianteira do vehículo, mentres que a retícula verde tamén apunta á dianteira, pero cun pequeno atraso cando o %s xira.
it: Ha due armi che il pilota può controllare, che hanno reticoli diversi simili a quelli del %s. L'arma primaria è una mitragliatrice, e spara verso il reticolo verde. L'arma secondaria spara razzi verso il reticolo bianco. Il reticolo bianco punta alla parte anteriore del veicolo, mentre il reticolo verde punta anch'esso alla parte anteriore ma con un po' di ritardo quando il %s ruota.
ru: У наездника есть два оружия, которыми он может управлять, с разными прицелами, подобно %s. Основное оружие — пулемёт, стреляющий в сторону зелёного прицела. Вторичное стреляет ракетами в сторону белого прицела. Белый прицел указывает вперёд по курсу транспорта, а зелёный также указывает вперёд, но с небольшой задержкой при повороте %s.

source: Spiderbot
de: Spinnenroboter
es: Robot Araña
fi: Hämisbotti
gl: Robot araña
ja_jp: 蜘蛛ボット
pl: Robot-pająk
ru: Пауко-бот

source: This weapon has not been bound directly.
fr: Cette arme n'est pas directement associée à un raccourci clavier.
gl: Esta arma non foi asignada directamente a ningunha tecla.
it: Quest'arma non è stata associata direttamente.
ru: Это оружие не было связано с клавишей напрямую.

source: You have bound this weapon to: %s.
fr: Vous avez associé cette arme à la touche : %s.
gl: Asignaches esta arma a: %s.
it: Hai associato quest'arma a: %s.
ru: Вы назначили это оружие на: %s.

source: (DPS: %.2f)
ru: (УВС: %.2f)

source: It does %s damage
fr: Cette arme inflige %s points de dégâts
gl: Causa %s de dano
it: Infligge %s di danno
ru: Наносит %s урона

source: It shoots %s shots doing %s damage each
gl: Dispara %s disparos que causan %s de dano cada un
it: Spara %s spari infliggendo %s di danno ognuno
ru: Оно выпускает %s выстрелов с %s урона на каждый

source: The %s does %s damage
fr: Le tir %s inflige %s points de dégâts
gl: O %s causa %s de dano
it: Il %s infligge %s di danno
ru: %s наносит %s урона

source: The %s does %s damage per second
fr: Le tir %s inflige %s points de dégâts par seconde
gl: O %s causa %s de dano por segundo
it: Il %s infligge %s di danno al secondo
ru: %s наносит %s урона в секунду

source: The %s shoots %s shots doing %s damage each
fr: Le tir %s tire %s coups infligeant chacun %s points de dégâts
gl: O %s dispara %s disparos que causan %s de dano cada un
it: Il %s spara %s spari infliggendo %s di danno ognuno
ru: %s выпускает %s выстрелов с %s урона за каждый

source: The %s shoots up to %s shots doing %s damage each
fr: Le tir %s tire jusqu'à %s coups infligeant chacun %s points de dégâts
gl: O %s dispara ata %s disparos que causan %s de dano cada un
it: Il %s spara fino a %s spari infliggendo %s di danno ognuno
ru: %s выпускает до %s выстрелов с %s урона за каждый

source: Default damage stats:
fr: Stats des dégâts par défaut :
gl: Estatísticas de dano por defecto:
it: Statistiche di danno di default:
ru: Стандартные показатели урона:
