Repository: xonotic/xonotic-data.pk3dir
Catalog: common.la.po
Languages: la

source: ^BGYou got the %s^BG buff!
la: ^BGFirmamen %s^BG tenes!

source: ^BGYou do not have the ^F1%s
la: ^BGNon habes: ^F1%s

source: ^BGYou dropped the ^F1%s^BG%s
la: ^BGDemisisti: ^F1%s^BG%s

source: ^BGYou got the ^F1%s
la: ^BGCepisti: ^F1%s

source: ^BGYou don't have enough ammo for the ^F1%s
la: ^BGTua missilia non satis sunt: ^F1%s

source: ^F1%s %s^BG is unable to fire, but its ^F1%s^BG can
la: ^F1%s %s^BG emittere non potest, sed sua ^F1%s^BG potest

source: ^F1%s^BG is ^F4not available^BG on this map
la: ^F4Non est^BG ^F1%s^BG in hac harena

source: ^BG%s^BG is connecting...
la: ^BG%s^BG se conectat...

source: ^BG%s^F3 connected
la: ^BG%s^F3 se conexuit

source: ^BG%s^F3 is now playing
la: ^BG%s^F3 iam ludit

source: ^BG%s^F3 is now playing on the ^TC^TT team
la: ^BG%s^F3 pro ^TCmanu ^TT^F3 ludit

source: ^BG%s^F3 wants to play on the ^TC^TT team
la: ^BG%s^F3 pro ^TCmanu ^TT^F3 ludere vult

source: ^BG%s^F3 wants to play
la: ^BG%s^F3 ludere vult

source: ^BG%s^BG has dropped the ball!
la: ^BG%s^BG pilam demisit!

source: ^BG%s^BG has picked up the ball!
la: ^BG%s^BG pilam cepit!

source: ^BG%s^BG captured the keys for the ^TC^TT team
la: ^BG%s^BG pro ^TCmanu ^TT^BG claves cepit

source: ^BG%s^BG dropped the ^TC^TT Key
la: ^BG%s^BG ^TCClavem ^TTm^BG demisit

source: ^BG%s^BG lost the ^TC^TT Key
la: ^BG%s^BG ^TCClavem ^TTm^BG amisit

source: ^BG%s^BG pushed %s^BG causing the ^TC^TT Key ^BGdestruction
la: ^BGA %s^BG %s^BG pulsus est, propterea ^TCClavis ^TT^BG deleta est

source: ^BG%s^BG destroyed the ^TC^TT Key
la: ^BG%s^BG ^TCClavem ^TTm^BG delevit

source: ^BG%s^BG picked up the ^TC^TT Key
la: ^BG%s^BG ^TCClavem ^TTm^BG tenet

source: ^BG%s^F3 has no more lives left
la: ^BG%s^F3 iam nullam vitam habet

source: ^BGMonsters are currently disabled
la: ^BGNunc beluae non apparent

source: ^BGThe ^TC^TT^BG team held the ball for too long
la: ^TCManus ^TT^BG nimis diu pilam tenebat

source: ^BG%s^BG captured %s^BG control point
la: ^BG%s^BG dominationis locum %s^BG cepit

source: ^BG%s^BG captured a control point
la: ^BG%s^BG dominationis locum cepit

source: ^TC^TT^BG team %s^BG control point has been destroyed by %s
la: ^BGManus ^TC^TTe^BG dominationis locus %s^BG a %s^BG deletus est

source: ^TC^TT^BG team control point has been destroyed by %s
la: ^BGManus ^TC^TTe^BG dominationis locus a %s^BG deletus est

source: ^TC^TT^BG generator has been destroyed
la: ^BGGeneratrum ^TC^TT^BG deletum est

source: ^TC^TT^BG generator spontaneously combusted due to overtime!
la: ^BGGeneratrum ^TC^TT^BG ob prorogationem sua sponte se incendit!

source: ^BG%s^K1 picked up Invisibility
la: ^BG%s^K1 Invisibilitatem tenet

source: ^BG%s^K1 picked up Shield
la: ^BG%s^K1 Scutum tenet

source: ^BG%s^K1 picked up Speed
la: ^BG%s^K1 Celeritatem tenet

source: ^BG%s^K1 picked up Strength
la: ^BG%s^K1 Vim tenet

source: ^BG%s^F3 disconnected
la: ^BG%s^F3 se dinexuit

source: ^BG%s^F3 was kicked after idling for %s seconds
la: ^BG%s^F3 expulsus est quia otiosus %s secunda fuit

source: ^BG%s^F3 was moved to^BG spectators^F3 after idling for %s seconds
la: ^BG%s^F3 in^BG spectatores^F3 motus est quia otiosus %s secunda fuit

source: ^BG%s^F3 has left the join queue after idling for %s seconds
la: ^BG%s^F3 non iam advocabitur ad ludum quia otiosus %s secunda fuit

source: ^BG%s^F3 was moved to^BG spectators^F3 for balance reasons
la: ^BG%s^F3 in^BG spectatores^F3 motus est quoniam manus aequabantur

source: ^F2You were kicked from the server because you are a spectator and spectators aren't allowed at the moment.
la: ^F2Tu e moderatro expulsus est quia spectator fuisti et spectare iam vetitum est.

source: ^BG%s^F3 was kicked for excessive teamkilling
la: ^BG%s^F3 expulsus est quia manus collegas nimis interficiebat

source: ^BG%s^F3 was forced to spectate for excessive teamkilling
la: ^BG%s^F3 spectare debet quia manus collegas nimis interficiebat

source: ^BG%s^F3 is now^BG spectating
la: ^BG%s^F3 iam^BG spectat

source: ^BG%s^F3 has left the join queue
la: ^BG%s^F3 non iam advocabitur ad ludum

source: ^BG%s^BG has abandoned the race
la: ^BG%s^BG cursum reliquit

source: ^BG%s^BG couldn't break their %s%s^BG place record of %s%s %s
la: ^BG%s^BG non fuit celerior quam gradum %s%s^BG suum, cuius tempus fuit %s%s %s

source: ^BG%s^BG couldn't break the %s%s^BG place record of %s%s %s
la: ^BG%s^BG non fuit celerior quam gradum %s%s^BG, cuius tempus fuit %s%s %s

source: ^BG%s^BG has finished the race
la: ^BG%s^BG cursum finivit

source: ^BG%s^BG broke %s^BG's %s%s^BG place record with %s%s %s
la: ^BG%s^BG celerior fuit quam %s^BG gradum %s%s^BG, tempus novum fuit %s%s %s

source: ^BG%s^BG improved their %s%s^BG place record with %s%s %s
la: ^BG%s^BG celerior fuit quam suum ipsum gradum %s%s^BG, tempus novum fuit %s%s %s

source: ^BG%s^BG scored a new record with ^F2%s^BG, but unfortunately lacks a UID and will be lost.
la: ^BG%s^BG celerior fuit quam aliquid tempus horum, tempus novum ^F2%s^BG fuit, sed non est cryptographice consignatus, temporis igitur obliviscetur.

source: ^BG%s^BG scored a new record with ^F2%s^BG, but is anonymous and will be lost.
la: ^BG%s^BG celerior fuit quam aliquid tempus horum, tempus novum ^F2%s^BG fuit, sed anonymus est, temporis igitur obliviscetur.

source: ^BG%s^BG set the %s%s^BG place record with %s%s
la: ^BG%s^BG gradum %s%s^BG creavit, tempus fuit %s%s

source: ^F4You have been invited by ^BG%s^F4 to join their game of ^F2%s^F4 (^F1%s^F4)
la: ^F4A ^BG%s^F4 invitaris ut ^F2%s^F4 (^F1%s^F4) ludatur

source: ^TC^TT ^BGteam scores!
la: ^BGManus ^TC^TT ^BGrationi addidit!

source: ^F2You have to become a player within the next %s, otherwise you will be kicked, because spectating isn't allowed at this time!
la: ^F2Ludere incipere %s debes, ne expelleris quia spectare iam vetitum est!

source: ^F2Spectating isn't allowed at this time!
la: ^F2Nunc spectare vetatur!

source: ^F2Spectating specific players isn't allowed at this time!
la: ^F2Nunc vetatur quemvis ludentem eligere et spectare!

source: ^BG%s^K1 picked up a Superweapon
la: ^BG%s^K1 Arma Magna tenet

source: ^K1Hunters^BG win the round
la: ^K1Venatores^BG tempore vincunt

source: ^F1Survivors^BG win the round
la: ^F1Superstites^BG tempore vincunt

source: ^K2You're not allowed to join a larger team!
la: ^K2Ire in manum maiorem non potes!

source: ^K2You're not allowed to join that team!
la: ^K2Ire in istam manum non potes!

source: ^K2Teams are locked, you can't join or change teams until they're unlocked or the map changes.
la: ^K2Manus praeclusae sunt, ire in aliquam aut aliam manum non potes antequam manus adaperiuntur.

source: ^K2You're already on that team!
la: ^K2Iam es in manum istam!

source: ^F4The teams are now locked.
la: ^F4Nunc manus praecluduntur.

source: ^F1The teams are now unlocked.
la: ^F1Nunc manus adaperiuntur.

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s (beta)^BG, you have ^F2Xonotic %s
la: ^F4NOTA: ^BGHoc moderatrum ^F1Xonoticum %s (beta)^BG habet, ^F2Xonoticum %s^BG habes

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s^BG, you have ^F2Xonotic %s
la: ^F4NOTA: ^BGHoc moderatrum ^F1Xonoticum %s^BG habet, ^F2Xonoticum %s^BG habes

source: ^F4NOTE: ^F1Xonotic %s^BG is out, and you still have ^F2Xonotic %s^BG - get the update from ^F3https://xonotic.org^BG!
la: ^F4NOTA: ^F1Xonoticus %s^BG editus est, at ^F2Xonoticum %s^BG habes, eum novum in ^F3https://xonotic.org^BG inveni!

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Accordeon%s%s
la: ^BG%s%s^K1, magno cantu ^BG%s^K1 M@!#%% Harmonicae, occisus est%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Accordeon%s%s
la: ^BG%s^K1 suis auribus M@!#%% Harmonica nocuit%s%s

source: ^BG%s%s^K1 was electrocuted by ^BG%s^K1's Arc%s%s
la: ^BG%s%s^K1, Arcu ^BG%s^K1, electrice occisus est%s%s

source: ^BG%s%s^K1 was blasted by ^BG%s^K1's Arc bolts%s%s
la: ^BG%s%s^K1, scintillis ^BG%s^K1 Arcus, divisus est%s%s

source: ^BG%s^K1 played with Arc bolts%s%s
la: ^BG%s^K1 Arcus scintillas lusit%s%s

source: ^BG%s%s^K1 was shot to death by ^BG%s^K1's Blaster%s%s
la: ^BG%s%s^K1, Flatro ^BG%s^K1, immissus est%s%s

source: ^BG%s^K1 shot themselves to hell with their Blaster%s%s
la: ^BG%s^K1 suo Flatro se immisit%s%s

source: ^BG%s%s^K1 felt the strong pull of ^BG%s^K1's Crylink%s%s
la: ^BG%s%s^K1 potentem tractum, ^BG%s^K1 Crilictri, sensit%s%s

source: ^BG%s^K1 felt the strong pull of their Crylink%s%s
la: ^BG%s^K1 sui Crilictri potentem tractum sensit%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's rocket%s%s
la: ^BG%s%s^K1, missile igneum ^BG%s^K1, edit%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's rocket%s%s
la: ^BG%s%s^K1 ad ^BG%s^K1 missile igneum proxime fuit%s%s

source: ^BG%s^K1 blew themselves up with their Devastator%s%s
la: ^BG%s^K1 suo Devastatro se rupit%s%s

source: ^BG%s%s^K1 was blasted by ^BG%s^K1's Electro bolt%s%s
la: ^BG%s%s^K1, scintillis ^BG%s^K1 Electri, divisus est%s%s

source: ^BG%s%s^K1 felt the electrifying air of ^BG%s^K1's Electro combo%s%s
la: ^BG%s%s^K1 compositionem electrizantem, ^BG%s^K1 Electri, sensit%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Electro orb%s%s
la: ^BG%s%s^K1 ad ^BG%s^K1 Electri orbem proxime fuit%s%s

source: ^BG%s^K1 played with Electro bolts%s%s
la: ^BG%s^K1 Electri scintillas lusit%s%s

source: ^BG%s^K1 could not remember where they put their Electro orb%s%s
la: ^BG%s^K1 oblitus est ubi Electri orbes posuit%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's fireball%s%s
la: ^BG%s%s^K1 ad ^BG%s^K1 globum igneum proxime fuit%s%s

source: ^BG%s%s^K1 got burnt by ^BG%s^K1's firemine%s%s
la: ^BG%s%s^K1, tribulo igneo ^BG%s^K1, crematus est%s%s

source: ^BG%s^K1 should have used a smaller gun%s%s
la: ^BG%s^K1 armis minoribus usurus fuit%s%s

source: ^BG%s^K1 forgot about their firemine%s%s
la: ^BG%s^K1 sui tribuli ignei oblitus est%s%s

source: ^BG%s%s^K1 was pummeled by a burst of ^BG%s^K1's Hagar rockets%s%s
la: ^BG%s%s^K1, serie missilium ^BG%s^K1 Hagaris, afflictatus est%s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Hagar rockets%s%s
la: ^BG%s%s^K1, missilibus ^BG%s^K1 Hagaris, afflictatus est%s%s

source: ^BG%s^K1 played with tiny Hagar rockets%s%s
la: ^BG%s^K1 Hagaris missilia minima lusit%s%s

source: ^BG%s%s^K1 was cut down with ^BG%s^K1's HLAC%s%s
la: ^BG%s%s^K1, HLAT ^BG%s^K1, occisus est%s%s

source: ^BG%s^K1 got a little jumpy with their HLAC%s%s
la: ^BG%s^K1 suo HLAT nimis saliens fuit%s%s

source: ^BG%s%s^K1 was caught in ^BG%s^K1's Hook gravity bomb%s%s
la: ^BG%s%s^K1, gravitatis bombo ^BG%s^K1 Unci, offensus est%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Klein Bottle%s%s
la: ^BG%s%s^K1, magno canto ^BG%s^K1 M@!#%% Klein Lagenae, occisus est%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Klein Bottle%s%s
la: ^BG%s^K1 suis auribus M@!#%% Klein Lagena nocuit%s%s

source: ^BG%s%s^K1 was sniped by ^BG%s^K1's Machine Gun%s%s
la: ^BG%s%s^K1, Polybolo ^BG%s^K1, occisus est%s%s

source: ^BG%s%s^K1 was riddled full of holes by ^BG%s^K1's Machine Gun%s%s
la: ^BG%s%s^K1, Polybolo ^BG%s^K1, perforatus est%s%s

source: ^BGYou cannot place more than ^F2%s^BG mines at a time
la: ^F2%s^BG tribulos simul ponere non potes

source: ^BG%s%s^K1 got too close to ^BG%s^K1's mine%s%s
la: ^BG%s%s^K1 ad ^BG%s^K1 tribulum proxime fuit%s%s

source: ^BG%s^K1 forgot about their mine%s%s
la: ^BG%s^K1 sui tribuli oblitus est%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Mortar grenade%s%s
la: ^BG%s%s^K1 ad ^BG%s^K1 Mortarii granatam proxime fuit%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's Mortar grenade%s%s
la: ^BG%s%s^K1, granatam ^BG%s^K1 Mortarii, edit%s%s

source: ^BG%s^K1 didn't see their own Mortar grenade%s%s
la: ^BG%s^K1 sui ipsius Mortarii granatam non vidit%s%s

source: ^BG%s^K1 blew themselves up with their own Mortar%s%s
la: ^BG%s^K1 suo Mortario se rupit%s%s

source: ^BG%s%s^K1 was torn to bits by ^BG%s^K1's Overkill Heavy MachineGun%s%s
la: ^BG%s%s^K1, Polybolo Immoderato ^BG%s^K1, divisus est%s%s

source: ^BG%s%s^K1 was riddled full of holes by ^BG%s^K1's Overkill Machine Gun%s%s
la: ^BG%s%s^K1, Polybolo Immoderato ^BG%s^K1, perforatus est%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Overkill Nex%s%s
la: ^BG%s%s^K1, Nece Immoderata ^BG%s^K1, in vaporem mutatus est%s%s

source: ^BG%s%s^K1 was sawn in half by ^BG%s^K1's Overkill Rocket Propelled Chainsaw%s%s
la: ^BG%s%s^K1, Missilium Pellentium Serra Immoderata ^BG%s^K1, dimidiatus est%s%s

source: ^BG%s%s^K1 almost dodged ^BG%s^K1's Overkill Rocket Propelled Chainsaw%s%s
la: ^BG%s%s^K1 Missilium Pellentium Serram Immoderatam, ^BG%s^K1, fere vitavit%s%s

source: ^BG%s^K1 was sawn in half by their own Overkill Rocket Propelled Chainsaw%s%s
la: ^BG%s^K1 Missilium Pellentium Serra Immoderata sua dimidiatus est%s%s

source: ^BG%s^K1 blew themselves up with their Overkill Rocket Propelled Chainsaw%s%s
la: ^BG%s^K1 Missilium Pellentium Serra Immoderata sua se rupit%s%s

source: ^BG%s%s^K1 was gunned down by ^BG%s^K1's Overkill Shotgun%s%s
la: ^BG%s%s^K1, Sclopeto Immoderato ^BG%s^K1, occisus est%s%s

source: ^BG%s%s^K1 was sniped with a Rifle by ^BG%s^K1%s%s
la: ^BG%s%s^K1, Sclopeto Pungenti ^BG%s^K1, occisus est%s%s

source: ^BG%s%s^K1 died in ^BG%s^K1's Rifle bullet hail%s%s
la: ^BG%s%s^K1 sub ^BG%s^K1 Sclopeti Pungentis missilium pluvia mortus est%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle bullet hail%s%s
la: ^BG%s%s^K1, ex ^BG%s^K1 Sclopeti Pungentis missilium pluvia, effugere non potuit%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle%s%s
la: ^BG%s%s^K1, ex ^BG%s^K1 Sclopeto Pungenti, effugere non potuit%s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Seeker rockets%s%s
la: ^BG%s%s^K1, missilibus ^BG%s^K1 Persecutri, afflictatus est%s%s

source: ^BG%s%s^K1 was tagged by ^BG%s^K1's Seeker%s%s
la: ^BG%s%s^K1, Persecutro ^BG%s^K1, inventus est%s%s

source: ^BG%s^K1 played with tiny Seeker rockets%s%s
la: ^BG%s^K1 Persecutri missilia minima lusit%s%s

source: ^BG%s%s^K1 was gunned down by ^BG%s^K1's Shotgun%s%s
la: ^BG%s%s^K1, Sclopeto ^BG%s^K1, occisus est%s%s

source: ^BG%s%s^K1 slapped ^BG%s^K1 around a bit with a large Shotgun%s%s
la: ^BG%s%s^K1 magno Sclopeto ^BG%s^K1 alapam dedit%s%s

source: ^BG%s^K1 is now thinking with portals%s%s
la: ^BG%s^K1 cum teleportis nunc cogitat%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Tuba%s%s
la: ^BG%s%s^K1, magno cantu ^BG%s^K1 M@!#%% Tubae, occisus est%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Tuba%s%s
la: ^BG%s^K1 suis auribus M@!#%% Tuba nocuit%s%s

source: ^BG%s%s^K1 has been sublimated by ^BG%s^K1's Vaporizer%s%s
la: ^BG%s%s^K1, Vaporatro ^BG%s^K1, fervefactus est%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Vortex%s%s
la: ^BG%s%s^K1, Vortice ^BG%s^K1, in vaporem mutatus est%s%s

source: ^F4You are now alone!
la: ^F4Iam solus es!

source: ^BGYou are attacking!
la: ^BGImpetis!

source: ^BGYou are defending!
la: ^BGDefendis!

source: ^BGObjective destroyed in ^F4%s^BG!
la: ^BGMeta ^F4%s^BG deleta est!

source: ^BGBegin!
la: ^BGIncipe!

source: ^BGGame starts in
la: ^BGLudus incipietur post

source: ^BGRound %s starts in
la: ^BGTempus %sum incipietur post

source: ^F4Round cannot start
la: ^F4Tempus incipi non potest

source: ^F2Don't camp!
la: ^F2Stativus esse noli!

source: ^BGYou are now free. ^BGFeel free to ^F2try to capture^BG the flag again ^BGif you think you will succeed.
la: ^BGLiber iam es. ^BGSi vis, vexillum ^F2capere conare^BG iterum ^BGsiquidem te effecturum putes.

source: ^BGThis flag is currently inactive
la: ^BGHoc vexillum capi nunc non potest

source: ^BGYou are now ^F1shielded^BG from the flag(s) ^BGfor ^F2too many unsuccessful attempts^BG to capture. ^BGMake some defensive scores before trying again.
la: ^BGVexillo ^F1prohibendus^BG iam es ^BGquia in captibus ^F2defuisti etiam atque etiam^BG. ^BGDefensiones age antequam iterum coneris.

source: ^BGYou captured the ^TC^TT^BG flag!
la: ^BGVexillum ^TC^TT^BG cepisti!

source: ^BGYou captured the flag!
la: ^BGVexillum cepisti!

source: ^BGToo many flag throws! Throwing disabled for %s.
la: ^BGTot vexilli iactus! Non iacietur %s.

source: ^BG%s^BG passed the ^TC^TT^BG flag to %s
la: ^BG%s^BG vexillum ^TC^TT^BG %s^BG dedit

source: ^BG%s^BG passed the flag to %s
la: ^BG%s^BG vexillum %s^BG dedit

source: ^BGYou received the ^TC^TT^BG flag from %s
la: ^BGVexillum ^TC^TT^BG a %s^BG accepisti

source: ^BGYou received the flag from %s
la: ^BGVexillum a %s^BG accepisti

source: ^BGPress ^F2%s^BG to receive the flag from %s^BG
la: ^F2%s^BG preme ut vexillum a %s^BG accipias

source: ^BGRequesting %s^BG to pass you the flag
la: ^BGRogatur ut ^BG%s^BG vexillum tibi det

source: ^BGYou passed the ^TC^TT^BG flag to %s
la: ^BGVexillum ^TC^TT^BG %s^BG dedisti

source: ^BGYou passed the flag to %s
la: ^BGVexillum %s^BG dedisti

source: ^BGYou got the ^TC^TT^BG flag!
la: ^BGVexillum ^TC^TT^BG tenes!

source: ^BGYou got the flag!
la: ^BGVexillum tenes!

source: ^BGYou got your %steam^BG's flag, return it!
la: ^BGTuae %smanus^BG vexillum tenes, id refer!

source: ^BGYou got the %senemy^BG's flag, return it!
la: %sHostium^BG vexillum tenes, id refer!

source: ^BGThe %senemy^BG got your flag! Retrieve it!
la: %sHostes^BG tuum vexillum tenent! Id recipe!

source: ^BGThe %senemy (^BG%s%s)^BG got your flag! Retrieve it!
la: %sHostes (^BG%s%s)^BG tuum vexillum tenent! Id recipe!

source: ^BGThe %senemy^BG got the flag! Retrieve it!
la: %sHostes^BG vexillum tenent! Id recipe!

source: ^BGThe %senemy (^BG%s%s)^BG got the flag! Retrieve it!
la: %sHostes (^BG%s%s)^BG vexillum tenent! Id recipe!

source: ^BGThe %senemy^BG got their flag! Retrieve it!
la: %sHostes^BG suum vexillum tenent! Id recipe!

source: ^BGThe %senemy (^BG%s%s)^BG got their flag! Retrieve it!
la: %sHostes (^BG%s%s)^BG suum vexillum tenent! Id recipe!

source: ^BGThe %senemy^BG got the ^TC^TT^BG flag! Retrieve it!
la: %sHostes^BG vexillum ^TC^TT^BG tenent! Id recipe!

source: ^BGThe %senemy (^BG%s%s)^BG got the ^TC^TT^BG flag! Retrieve it!
la: %sHostes (^BG%s%s)^BG vexillum ^TC^TT^BG tenent! Id recipe!

source: ^BGYour %steammate^BG got the ^TC^TT^BG flag! Protect them!
la: ^BGTuus %scollega^BG vexillum ^TC^TT^BG tenet! Eum serva!

source: ^BGYour %steammate (^BG%s%s)^BG got the ^TC^TT^BG flag! Protect them!
la: ^BGTuus %scollega (^BG%s%s)^BG vexillum ^TC^TT^BG tenet! Eum serva!

source: ^BGYour %steammate^BG got the flag! Protect them!
la: ^BGTuus %scollega^BG vexillum tenet! Eum serva!

source: ^BGYour %steammate (^BG%s%s)^BG got the flag! Protect them!
la: ^BGTuus %scollega (^BG%s%s)^BG vexillum tenet! Eum serva!

source: ^BGEnemies can now see you on radar!
la: ^BGInimici detectro te videre possunt!

source: ^BGYou returned the ^TC^TT^BG flag!
la: ^BGVexillum ^TC^TT^BG rettulisti!

source: ^BGStalemate! Enemies can now see you on radar!
la: ^BGMorati! Inimici detectro te iam videre possunt!

source: ^BGStalemate! Flag carriers can now be seen by enemies on radar!
la: ^BGMorati! Vexilliferi ab hostibus detectro iam videri possunt!

source: ^K3%sYou fragged ^BG%s
la: ^K3%s^BG%s^K3 occidisti

source: ^K3%sYou scored against ^BG%s
la: ^K3%sTuae rationi ^BG%s^K3 addidisti

source: ^K1%sYou were fragged by ^BG%s
la: ^K1%sA ^BG%s^K1 occisus es

source: ^K1%sYou were scored against by ^BG%s
la: ^K1%sA ^BG%s^K1 eius rationi additus es

source: ^K3%sYou burned ^BG%s
la: ^K3%s^BG%s^K3 cremavisti

source: ^K1%sYou were burned by ^BG%s
la: ^K1%sA ^BG%s^K1 crematus es

source: ^K3%sYou froze ^BG%s
la: ^K3%s^BG%s^K3 gelavisti

source: ^K1%sYou were frozen by ^BG%s
la: ^K1%sA ^BG%s^K1 gelatus es

source: ^K1%sYou typefragged ^BG%s
la: ^K1%s^BG%s^K1 scribentem occidisti

source: ^K1%sYou scored against ^BG%s^K1 while they were typing
la: ^K1%sTuae rationi ^BG%s^K1 scribentem addidisti

source: ^K1%sYou were typefragged by ^BG%s
la: ^K1%sTu scribens a ^BG%s^K1 occisus es

source: ^K1%sYou were scored against by ^BG%s^K1 while typing
la: ^K1%sTu scribens a ^BG%s^K1 eius rationi additus es

source: ^BGPress ^F2%s^BG again to toss the nade!
la: ^F2%s^BG iterum preme ut granatam iacias!

source: ^F2You got a ^K1BONUS GRENADE^F2!
la: ^F2Tibi ^K1GRANATA DONATA^F2 est!

source: ^BGYou have been moved into a different team You are now on: %s
la: ^BGIn aliam manum motus es Iam es in: %s

source: ^K1You were punished for attacking your teammates!
la: ^K1Punitus es quia tuos collegas laedebas!

source: ^K1Die camper!
la: ^K1Stative moriaris!

source: ^K1Reconsider your tactics, camper!
la: ^K1Tuos modos delibera, stative!

source: ^K1You unfairly eliminated yourself!
la: ^K1Iniuste te exclusisti!

source: ^K1You were %s
la: ^K1%s es

source: ^K1You couldn't catch your breath!
la: ^K1Inspirare non potuisti!

source: ^K1You hit the ground with a crunch!
la: ^K1In solum cecidisti crepitans!

source: ^K1You felt a little too hot!
la: ^K1Te calidulum sensisti!

source: ^K1You got a little bit too crispy!
la: ^K1Frictulus factus es!

source: ^K1You fragged yourself!
la: ^K1Temet occidisti!

source: ^K1You need to be more careful!
la: ^K1Maior cura tua necesse est!

source: ^K1You couldn't stand the heat!
la: ^K1Ardorem non passus es!

source: ^K1You need to watch out for monsters!
la: ^K1A beluis cavere necesse est!

source: ^K1You were killed by a monster!
la: ^K1A belua occisus es!

source: ^K1Tastes like chicken!
la: ^K1Pullum sapit!

source: ^K1You forgot to put the pin back in!
la: ^K1Granatae paxillum reponere oblitus es!

source: ^K1Hanging around a napalm explosion is bad!
la: ^K1Malum est ad Napalm eruptionem adstare!

source: ^K1Your Healing Nade is a bit defective
la: ^K1Granata Sanatrix tua inutilis fuit

source: ^K1You are respawning for running out of ammo...
la: ^K1Renasceris quia missilia exhausisti...

source: ^K1You were killed for running out of ammo...
la: ^K1Occisus es quia missilia exhausisti...

source: ^K1You grew too old without taking your medicine
la: ^K1Nimis senuisti nec medicamentum tuum sumpsisti

source: ^K1You need to preserve your health
la: ^K1Tuam sanitatem conservare necesse est

source: ^K1You became a shooting star!
la: ^K1Stella labens factus es!

source: ^K1You melted away in slime!
la: ^K1In muco liquatus es!

source: ^K1You committed suicide!
la: ^K1Temet interfecisti!

source: ^K1You ended it all!
la: ^K1Perpessionem tuam finivisti!

source: ^K1You got stuck in a swamp!
la: ^K1In palude haerebas!

source: ^BGYou are now on: %s
la: ^BGIam es in: %s

source: ^K1You died in an accident!
la: ^K1Temere mortuus es!

source: ^K1You had an unfortunate run in with a turret!
la: ^K1Turriolae calamitose occurristi!

source: ^K1You were fragged by a turret!
la: ^K1Turriola occisus es!

source: ^K1You had an unfortunate run in with an eWheel turret!
la: ^K1Turriolae E-Rotae calamitose occurristi!

source: ^K1You were fragged by an eWheel turret!
la: ^K1Turriola E-Rota occisus es!

source: ^K1You had an unfortunate run in with a Walker turret!
la: ^K1Turriolae Pediti calamitose occurristi!

source: ^K1You were fragged by a Walker turret!
la: ^K1Turriola Pedite occisus es!

source: ^K1You got caught in the blast of a Bumblebee explosion!
la: ^K1Bombi Apis eruptione offensus es!

source: ^K1You were crushed by a vehicle!
la: ^K1Vehiculo compressus es!

source: ^K1You were caught in a Raptor cluster bomb!
la: ^K1Raptoris iactatis occisus es!

source: ^K1You got caught in the blast of a Raptor explosion!
la: ^K1Raptoris eruptione offensus es!

source: ^K1You got caught in the blast of a Spiderbot explosion!
la: ^K1Araneae Automatae eruptione offensus es!

source: ^K1You were blasted to bits by a Spiderbot rocket!
la: ^K1Araneae Automatae missili igneo divisus es!

source: ^K1You got caught in the blast of a Racer explosion!
la: ^K1Cursoris eruptione offensus es!

source: ^K1You couldn't find shelter from a Racer rocket!
la: ^K1A Cursoris missili igneo perfugium non invenisti!
