Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: The %s restores a huge amount of health when picked up, helping you recover from damage taken during combat.
fr: La %s restaure une énorme quantité de santé lorsque vous la ramassez, vous aidant ainsi à récupérer des dégâts subis pendant le combat.
gl: O %s restaura unha enorme cantidade de saúde cando se recolle, axudándote a recuperarte do dano recibido durante o combate.
it: Il %s ripristina una enorme quantità di salute quando raccolto, aiutandoti a recuperare dai danni subiti durante il combattimento.
pt_br: A %s restaura uma enorme quantidade de saúde quando coletada, ajudando você a recuperar-se do dano recebido durante o combate.
ru: При поднятии %s восстанавливает огромное количество здоровья, помогая вам оправиться от урона, полученного во время боя.

source: Small health
ast: Curación pequeña
bg: Малка аптечка
de: Kleine Gesundheit
es: Poción pequeña
fi: Pieni terveyspalautus
fr: Petite santé
gl: Poción pequena
it: Vita piccola
ja_jp: 小さな健康
pl: Małe życie
pt_br: Saúde pequena
ro: Viață mică
ru: Малая аптечка
sr: Мало здравље
sv: Liten hälsa

source: Medium health
ast: Curación
bg: Средна аптечка
de: Mittlere Gesundheit
es: Poción mediana
fi: Keskiluokan terveyspalautus
fr: Moyenne santé
gl: Poción media
it: Vita media
ja_jp: 中程度の健康
pl: Średnie życie
pt_br: Saúde média
ro: Viață medie
ru: Средняя аптечка
sr: Средње здравље
sv: Medelstor hälsa

source: Big health
ast: Curación grande
bg: Голяма аптечка
de: Große Gesundheit
es: Poción grande
fi: Suuri terveyspalautus
fr: Grande santé
gl: Poción grande
it: Vita grande
ja_jp: 大きな健康
pl: Duże życie
pt_br: Saúde grande
ro: Viață mare
ru: Большая аптечка
sr: Велико здравље
sv: Stor hälsa

source: Mega health
ast: Megacuración
bg: Мега аптечка
de: Megagesundheit
es: Mega poción
fi: Mahtava terveyspalautus
fr: Méga santé
gl: Mega Poción
it: Mega vita
ja_jp: メガ健康
pl: Mega życie
pt_br: Mega saúde
ro: Mega viață
ru: Мега-аптечка
sr: Мега здравље
sv: Megahälsa

source: @!#%'n Tuba Throwing
ast: La @!#% tuba
be: @!#%'n Шпулянне Тубай
bg: @!#%'n хвърляне на туба
de: @!#% Tuba-Werfen
es: Lanzamiento de la @!#%'n Tuba
fi: @!#%'n tuubanheitto!
fr: Lancer du @!#% Tuba
gl: Lanzamento de tuba Maldita
it: Lancio della @!#%'n Tuba
ja_jp: @!#%'nチューバ投げ
pl: @!#% Rzut Tubą
ro: Aruncă @!#%'n Tuba
ru: Швыряние @!#%'й Тубой
sr: @!#%'n бацање трубе
sv: @!#%'n Tubakastning

source: Frag limit:
ast: Llende d'asesinatos
be: Абмежаванне забойстваў:
bg: Максимум убийства:
de: Punktelimit:
es: Límite de bajas:
fi: Tapporaja:
fr: Limite de frags :
gl: Limite de baixas:
it: Limite di frag:
ja_jp: 削除制限:
pl: Limit zabójstw:
pt_br: Limite de execuções:
ro: Limita de omoruri:
ru: Предел фрагов:
sr: Граница фреговања:
sv: Fraggräns:
uk: Ліміт фрагів:

source: The amount of frags needed before the match will end
ast: El númberu d'asesinatos necesarios p'acabar la partida
de: Die Anzahl der benötigten Frags, bevor das Spiel endet
es: Cantidad de bajas necesarias antes de que termine el combate
fi: Tarvittava tappojen määrä ennen ottelun päättymistä
fr: Nombre de frags nécessaires pour terminer la partie
gl: A cantidade de fragmentos necesarios antes de que remate o partido
it: Il numero di frag necessari prima che la partita finisca
ja_jp: 試合が終了する前に必要な削除の量
pl: Ilość zabójstw potrzebnych do zakończenia meczu
pt_br: A quantidade de execuções necessária para acabar a partida
ru: Число фрагов, необходимых для завершения матча
sr: Број фрегова потребних пре него што се игра заврши
sv: Antal fraggningar som krävs innan matchen tar slut

source: Spectators:
bg: Зрители
de: Zuschauer:
fr: Spectateurs :
gl: Espectadores:
it: Spettatori:
ja_jp: 観戦者:
pt_br: Espectadores:
ro: Spectatori:
ru: Наблюдатели:

source: It's your turn
ast: Tócate
bg: Твой ред е
de: Du bist dran
es: Es tu turno
fi: Sinun vuorosi
fr: C'est votre tour
gl: É a túa quenda
it: E' il tuo turno
ja_jp: あなたのターン
pl: Twoja kolej
pt_br: É a sua vez
ro: Este rândul tău
ru: Ваш ход
sr: На вас је ред
sv: Det är din tur

source: Quit
ast: Colar
be: Выйсці
bg: Изход
de: Beenden
es: Salir
fi: Lopeta
fr: Quitter
gl: Sair
it: Esci
ja_jp: 終了する
pl: Wyjdź
pt_br: Sair
ro: Ieșire
ru: Выход
sr: Изађи
sv: Avsluta
uk: Вийти

source: Invite
ast: Convidar
bg: Покани
de: Einladung
es: Invitar
fi: Kutsu
fr: Inviter
gl: Invitar
it: Invita
ja_jp: 招待する
pl: Zaproś
pt_br: Convidar
ro: Invită
ru: Пригласить
sr: Позови
sv: Bjud in

source: Current Game
ast: Partida actual
bg: Текуща Игра
de: Aktuelles Spiel
es: Partida actual
fi: Tämänhetkinen peli
fr: Partie actuelle
gl: Xogo actual
it: Partita corrente
ja_jp: 現在のゲーム
pl: Obecna Gra
pt_br: Jogo atual
ro: Jocul Curent
ru: Текущая игра
sr: Тренутна игра
sv: Nuvarande Spel

source: Exit Menu
ast: Colar al menú
bg: Излезане от менюто
de: Menü verlassen
es: Salir del Menú
fi: Poistu
fr: Quitter le menu
gl: Sair do menú
it: Menu d'uscita
ja_jp: 終了メニュー
pl: Wyjdż z Menu
pt_br: Sair do menu
ro: Meniu de ieșire
ru: Выйти из меню
sr: Мени за излазак
sv: Stäng Meny

source: Create
ast: Agospiar
be: Стварыць
bg: Създаване
de: Starten
es: Crear
fi: Luo
fr: Créer
gl: Crear
it: Crea
ja_jp: 作成する
pl: Utwórz
pt_br: Criar
ro: Creare joc
ru: Создать игру
sr: Направи
sv: Skapa
uk: Створити

source: Join
ast: Xunise
be: Далучыцца
bg: Присъединяване
de: Beitreten
es: Unirse
fi: Liity
fr: Rejoindre
gl: Unirse
it: Entra
ja_jp: 参加する
pl: Dołącz
pt_br: Entrar
ro: Alăturare
ru: Присоединиться
sr: Приступи
sv: Gå med

source: Minigames
ast: Minixuegos
bg: Малки игри
de: Minispiele
es: Minijuegos
fi: Pienpelit
fr: Mini jeux
gl: Minixogos
it: Minigiochi
ja_jp: ミニゲーム
pl: Minigry
pt_br: Minijogos
ro: Mini-jocuri
ru: Мини-игры
sr: Мини игре
sv: Minispel

source: Minigame message
de: Minispielnachricht
es: Mensaje de minijuego
fi: Pienpeliviesti
fr: Message d'un mini jeu
gl: Mensaxe do Minixogo
it: Messaggio di un minigame
ja_jp: ミニゲームメッセージ
pl: Wiadomość minigry
pt_br: Mensagem de minijogo
ro: Mesaj de mini-joc
ru: Сообщение мини-игры
sv: Minispelmeddelande

source: Bulldozer
bg: Булдозер
es: Excavadora
fi: Jyrä
gl: Escavadora
ja_jp: ブルドーザー
pl: Buldożer
pt_br: Buldôzer
ro: Buldozer
ru: Бульдозер

source: Game over!
ast: ¡Acabóse la partida!
bg: Играта свърши!
de: Spiel vorbei!
es: ¡Fin del juego!
fi: Peli on ohi!
fr: Partie perdue !
gl: Fin do xogo!
it: Gioco finito!
ja_jp: ゲームオーバー!
pl: Koniec gry!
pt_br: Fim de jogo!
ro: Joc încheiat!
ru: Игра окончена!
sr: Игра је завршена!
sv: Spelet är slut!

source: Well done! Click "Next Level" to continue
fr: Bien joué ! Cliquez sur « Niveau suivant » pour continuer
gl: Ben feito! Fai clic en "Nivel seguinte" para continuar
it: Bene! Clicca "Prossimo livello" per continuare
pt_br: Muito bem! Clique em "Próximo mapa" para continuar
ru: Прекрасно! Щёлкните «Следующий уровень» для продолжения

source: You are spectating
bg: Вие наблюдавате
de: Du schaust zu
es: Estás en modo espectador
fi: Olet tällä hetkellä katsojana
fr: Vous êtes spectateur
gl: Estás mirando
it: Stai guardando
ja_jp: 観戦中
pl: Obserwujesz
pt_br: Você está observando
ru: Вы наблюдаете
sv: Du åskådar

source: Better luck next time!
ast: ¡Ten más suerte pa la próxima!
bg: Успех следващия път!
de: Vielleicht klappt es beim nächsten Mal!
es: ¡Mejor suerte la próxima vez!
fi: Paremmin ensi kerralla!
fr: Plus de chance la prochaine fois !
gl: Mellor sorte a próxima vez!
it: Più fortuna la prossima volta!
ja_jp: 次回は頑張ってくれたまえ!
pl: Więcej szczęścia następnym razem!
pt_br: Mais sorte da próxima vez!
ru: Повезёт в следующий раз!
sr: Више среће следећи пут!
sv: Bättre lycka nästa gång!

source: Tubular! Press "Next Level" to continue!
ast: ¡Escelente! Primi «Nivel siguiente» pa siguir
de: Großartig! Drücke „Nächstes Level“ zum Fortfahren!
es: Tubular! ¡Pulsa "Siguiente nivel" para continuar!
fi: Se meni putkeen! Paina "Seuraava Taso" jatkaaksesi!
fr: Tubulaire ! Appuyez sur « Niveau suivant » pour continuer !
gl: Tubular! Preme "Next Level" para continuar!
it: Tubolare! Premi "Prossimo livello" per continuare!
ja_jp: 管状! 「次のレベル」を押して次へ!
pl: Bomba! Naciśnij "Następny Poziom" by kontynuować!
pt_br: Tubular! Clique em "Próximo mapa" para continuar!
ro: Uimitor! Click pe „Nivelul următor” pentru a continua
ru: Превосходно! Нажмите «Следующий уровень» для продолжения!
sr: Цевасто! Притисните „Следећи ниво“ да бисте наставили!
sv: Rörformad! Tryck på "Nästa Nivå" för att fortsätta!

source: Wicked! Press "Next Level" to continue!
ast: ¡Maraviyoso! Primi «Nivel siguiente» pa siguir
de: Wahnsinn! Drücke „Nächstes Level“ zum Fortfahren!
es: ¡Mal! ¡Pulsa "Siguiente nivel" para continuar!
fi: Päheetä! Paina "Seuraava taso" jatkaaksesi!
fr: Malicieux ! Appuyez sur « Niveau suivant » pour continuer !
gl: Malvada! Preme "Next Level" para continuar!
it: Cattivo! Premi "Prossimo livello" per continuare!
ja_jp: 邪悪! 「次のレベル」を押して続行して!
pl: Ostro! Naciśnij "Następny Poziom" by kontynuować!
pt_br: Legal! Clique em "Próximo mapa" para continuar!
ro: Bestial! Click pe „Nivelul următor” pentru a continua
ru: Круто! Нажмите «Следующий уровень» для продолжения!
sr: Опако! Притисните „Следећи ниво“ да бисте наставили!
sv: Galet! Tryck på "Nästa Nivå" för att fortsätta!

source: Press the spacebar to change your currently selected tile
fr: Appuyez sur la barre espace pour changer de tuile
gl: Preme a barra de espazo para cambiar a ficha seleccionada actualmente
it: Premi SPAZIO per cambiare il pezzo selezionato
pt_br: Aperte a barra de espaço para alterar o seu azulejo atualmente selecionado
ru: Нажмите пробел для смены выбранной плитки

source: Push the boulders onto the targets
ast: Emburria les piedres hasta los oxetivos
de: Schieb die Steine auf die Ziele
es: Empuja las rocas sobre los objetivos
fi: Työnnä lohkareet kohteita kohti
fr: Poussez les rochers sur les cibles
gl: Empurre as pedras cara aos obxectivos
it: Spingi i massi sugli obbiettivi
ja_jp: 岩を目標に押し込んで
pl: Zepchnij głazy na cele
pt_br: Empurre os pedregulhos em direção aos alvos
ru: Толкайте валуны к целям
sr: Гурните камене на мете
sv: Putta stenblocken över måltavlorna

source: Next Level
ast: Nivel siguiente
bg: Следващо Ниво
de: Nächstes Level
es: Siguiente nivel
fi: Seuraava Taso
fr: Niveau suivant
gl: Seguinte Nivel
it: Prossimo livello
ja_jp: 次のレベル
pl: Następny Poziom
pt_br: Próximo mapa
ro: Nivelul următor
ru: Следующий уровень
sr: Следећи ниво
sv: Nästa Nivå

source: Restart
ast: Reaniciar
bg: Рестарт
de: Neustart
es: Reiniciar
fi: Aloita uudelleen
fr: Recommencer
gl: Reiniciar
it: Riavvia
ja_jp: 再起動する
pl: Uruchom ponownie
pt_br: Reiniciar
ro: Repornire
ru: Перезапустить
sr: Поново покрени
sv: Starta Om

source: Editor
bg: Редактор
fi: Muokkain
fr: Éditeur
ja_jp: 編集
pl: Edytor
ru: Редактор
sr: Уређивач
sv: Redigerare

source: Save
ast: Guardar
be: Захаваць
bg: Запазване
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
gl: Gardar
it: Salva
ja_jp: セーブ
pl: Zapisz
pt_br: Salvar
ro: Salvare
ru: Сохранить
sr: Сачувај
sv: Spara
uk: Зберегти

source: Connect Four
ast: Conecta 4
de: Vier gewinnt
es: Conecta Cuatro
fi: Neljän suora
fr: Puissance Quatre
gl: Conectar catro
it: Forza quattro
ja_jp: 四目並べ
pl: Połącz Czwórkę
pt_br: Lig 4
ru: Четыре в ряд
sv: Fyra-i-Rad

source: %s^7 won the game!
ast: ^7¡%s ganó la partida!
bg: %s^7 спечели играта!
de: %s^7 hat das Spiel gewonnen!
es: %s^7 ha ganado la partida!
fi: %s^7 voitti pelin!
fr: %s^7 a gagné la partie !
gl: %s^7 gañou o partido!
it: %s^7 ha vinto la partita!
ja_jp: %s^7 がゲームに勝利した!
pl: %s^7 wygrał rozgrywkę!
pt_br: %s^7 venceu o jogo!
ru: %s^7 выиграл в игре!
sv: %s^7 vann spelet!

source: Draw
ast: Empate
bg: Равенство
de: Unentschieden
es: Dibujar
fi: Tasapeli
fr: Partie nulle
gl: Amosar
it: Pari
ja_jp: ドロー
pl: Rysuj
pt_br: Empate
ro: Egalitate
ru: Ничья
sr: Нерешено
sv: Rita

source: You lost the game!
ast: ¡Perdiesti la partida!
bg: Ти загуби играта!
de: Du hast das Spiel verloren!
es: ¡Has perdido!
fi: Hävisit pelin!
fr: Vous avez perdu la partie !
gl: Perdeches o xogo!
it: Hai perso la partita!
ja_jp: ゲームに負けた!
pl: Przegrałeś!
pt_br: Você perdeu o jogo!
ro: Ai pierdut jocul!
ru: Вы проиграли!
sr: Изгубили сте игру!
sv: Du har förlorat spelet!

source: You win!
ast: ¡Ganesti!
bg: Ти печелиш!
de: Du gewinnst!
es: ¡Has ganado!
fi: Voitto on sinun!
fr: Vous avez gagné !
gl: Ti gañas!
it: Hai vinto!
ja_jp: 勝った!
pl: Wygrałeś!
pt_br: Você venceu!
ro: Ai câștigat!
ru: Вы победили!
sr: Победили сте!
sv: Du vann!

source: Wait for your opponent to make their move
ast: Espera hasta que l'oponente mueva
bg: Изчакай противника да направи своя ход
de: Warte, bis dein Gegner seinen Zug gemacht hat
es: Esperando que tu oponente haga su movimiento
fi: Odota että vastustajasi toteuttaa liikkeensä
fr: Attendez le tour de votre adversaire
gl: Agarda a que o teu opoñente faga o seu movemento
it: Aspetta che il tuo rivale faccia la sua mossa
ja_jp: 対戦相手の動きを待って
pl: Czekaj na ruch przeciwnika
pt_br: Espere o seu oponente terminar a vez dele
ro: Așteaptă mișcarea oponentului
ru: Дождитесь хода противника
sr: Сачекајте да ваш противник начини свој потез
sv: Vänta på din motståndare att göra sin flytt

source: Click on the game board to place your piece
ast: Calca nel tableru p'asitiar la to ficha
de: Klick auf das Spielfeld, um deine Spielfigur zu setzen
es: Haz clic en el tablero para colocar tu pieza
fi: Napsauta pelilaudalla asettaaksesi nappulasi
fr: Cliquez sur le plateau de jeu pour placer votre pièce
gl: Fai clic no taboleiro de xogo para colocar a túa peza
it: Clicca sul tavolo da gioco per mettere il tuo pezzo
ja_jp: 駒を配置しためにゲームボードをクリックして
pl: Kliknij na planszę aby postawić swój pionek
pt_br: Clique no tabuleiro de jogo para posicionar sua peça
ro: Clic pe tabla de joc pentru a-ți plasa piesele
ru: Щёлкните по игровой доске для размещения вашей части
sr: Кликните на играчку таблу да бисте поставили своју фигуру
sv: Klicka på spelbordet för att placera din pjäs

source: Nine Men's Morris
ast: Xuegu del molín
de: Mühle
es: Juego del Molino
fi: Mylly
fr: Jeu du moulin
gl: Xogo de muiño
it: Mulino
ja_jp: ナイン・メンズ・モリス
pt_br: Trilha
ru: Девять людей Мориса

source: You can select one of your pieces to move it to one of the surrounding places
fr: Vous pouvez sélectionner une de vos pièces pour la déplacer sur une case alentour
gl: Podes seleccionar unha das túas pezas para movela a un dos lugares circundantes
it: Puoi selezionare uno dei tuoi pezzi per muoverlo in uno dei posti circostanti
pt_br: Você pode selecionar uma de suas peças para movê-la para um dos lugares ao redor
ru: Вы можете выбрать одну из своих фигур, чтобы переместить её на одно из соседних полей

source: You can select one of your pieces to move it anywhere on the board
ast: Pues seleicionar una de les tos pieces pa movela a cualesquier parte del tableru
de: Du kannst einer deiner Spielfiguren wählen, um sie irgendwo auf das Spielfeld zu platzieren
es: Puedes seleccionar una de tus piezas para moverla a cualquier lugar del tablero
fi: Voit valita yhden nappuloistasi siirtääksesi sen laudalla mihin tahansa
fr: Vous pouvez sélectionner une de vos pièces pour la déplacer n'importe où sur le plateau
gl: Podes seleccionar unha das túas pezas para movela a calquera parte do taboleiro
it: Puoi selezionare uno dei tuoi pezzi per muoverlo dove vuoi nel tavolo
ja_jp: 盤上のどこにでもそれを移動するためにあなたの駒の一つを選択することができます
pt_br: Você pode selecionar uma de suas peças para movê-la para qualquer lugar no tabuleiro
ro: Poți să-ți selectezi una dintre piese pentru a o muta oriunde pe tablă
ru: Вы можете выбрать одну из ваших частей, чтобы переместить её на доске
sv: Du kan välja en av dina pjäser att flytta till varsomhelst på bordet

source: You can take one of the opponent's pieces
de: Du kannst eine der Spielfiguren deines Gegners nehmen
es: Puedes coger una de las piezas del oponente
fi: Voit syödä yhden vastustajasi nappuloista
fr: Vous pouvez prendre une des pièces de l'adversaire
gl: Podes levar unha das pezas do opoñente
it: Puoi prendere uno dei pezzi del rivale
ja_jp: 対戦相手の駒の一つを取ることができます
pt_br: Você pode tomar uma das peças do seu oponente
ro: Poți lua una dintre piesele oponentului
ru: Вы можете взять одну из частей противника
sv: Du kan ta motståndarens delar

source: Pong
fi: Pong-mailapeli
ja_jp: ポン
ru: Понг

source: AI
ast: IA
bg: ИИ
de: KI
es: IA
fi: AI-tekoäly
fr: IA
gl: IA
pt_br: IA
ru: Бот
sr: ВИ

source: Press ^1Start Match^7 to start the match with the current players
ast: Primi ^1Aniciar la partida^7 p'aniciar la partida colos xugadores actuales
de: Drücke ^1Spiel beginnen^7, um das Spiel mit den aktuellen Spielern zu beginnen
es: Pulsa ^1Comenzar Partida^7 para empezar la partida con los jugadores actuales
fi: Paina ^1Aloita Ottelu^7 aloittaaksesi ottelun tämänhetkisillä pelaajilla
fr: Appuyez sur ^1Démarrer la partie^7 pour commencer la partie avec les joueurs actuels
gl: Preme ^1Iniciar partida^7 para comezar a partida cos xogadores actuais
it: Premi ^1Avvia Partita^7 per avviare la partita con i giocatori correnti
ja_jp: 現在の選手との試合を開始するには、「^1試合開始^7」を押して
pl: Wciścnij ^1Rozpocznij Mecz^7 aby rozpocząć mecz z obecnymi graczami
pt_br: Aperte ^1Iniciar partida^7 para iniciar a partida com os jogadores atuais
ro: Apasă ^1Începe Meciul^7 pentru a începe meciul cu jucătorii curenți
ru: Нажмите «^1Начать матч^7» для старта матча с текущими игроками
sr: Притисните ^1Започни игру^7 да бисте започели игру са тренутним играчима
sv: Tryck på ^1Börja Matchen^7 för att starta matchen med de nuvarande spelarna

source: Start Match
ast: Aniciar la partida
bg: Започване на играта
de: Spiel beginnen
es: Comenzar Partida
fi: Aloita Ottelu
fr: Démarrer la partie
gl: Comezar partida
it: Avvia Partita
ja_jp: 試合を開始
pl: Rozpocznij Mecz
pt_br: Iniciar partida
ro: Începe Meciul
ru: Начать матч
sr: Започни игру
sv: Börja Matchen

source: Add AI player
ast: Amestar un xugador d'IA
de: KI-Spieler hinzufügen
es: Añadir jugador IA
fi: Lisää AI-tekoälypelaajia
fr: Ajouter un joueur ordinateur
gl: Engadir xogador IA
it: Aggiungi giocatori AI
ja_jp: AI選手を追加する
pl: Dodaj bota
pt_br: Adicionar bot
ro: Adaugă jucător AI
ru: Добавить бота
sr: Додај ВИ играча
sv: Lägg till AI-spelare

source: Remove AI player
ast: Quitar un xugador d'IA
de: KI-Spieler entfernen
es: Eliminar jugador IA
fi: Poista AI-tekoälypelaaja
fr: Supprimer un joueur ordinateur
gl: Eliminar xogador IA
it: Rimuovi giocatori AI
ja_jp: AI選手を削除する
pl: Usuń bota
pt_br: Remover bot
ro: Înlătură jucător AI
ru: Удалить бота
sr: Уклони ВИ играча
sv: Ta bort AI-spelare

source: Push-Pull
de: Schiebezieh
es: Empujar-Halar
fi: Työnnä-Vedä
fr: Pousser-Tirer
gl: Empuxar-Tirar
it: Spingi-Tira
ja_jp: プッシュプル
pt_br: Empurrar e Puxar
ru: Тяни-толкай

source: Select "^1Next Match^7" on the menu for a rematch!
ast: ¡Seleiciona "^1Partida siguiente^7" pa pidir la revancha!
bg: Избери "^1Next Match^7" от менюто, за да започнеш нов мач!
de: Wähle im Menü „^1Nächstes Spiel^7“ für eine Revanche!
es: ¡Selecciona "^1Siguiente Partida^7" en el menú para una revancha!
fi: Valitse valikossa "^1Seuraava Ottelu^7" uusintaottelua varten!
fr: Sélectionnez « ^1Partie suivante^7 » dans le menu pour une revanche !
gl: Escolle "^1Próxima partida^7" no menú para un desquite!
it: Scegli "^1Prossima partita^7" nel menu per una rivincita!
ja_jp: 再戦するのにメニューの「^1次の試合^7」を選択して!
pt_br: Selecione "^1Próxima partida^7" no menu para uma revanche!
ru: Выберите в меню «^1Следующий матч^7» для переигровки матча!
sv: Välj "^1Nästa Match^7" på menyn för en returmatch!

source: Select "^1Next Match^7" on the menu to start a new match!
ast: ¡Seleiciona "^1Partida siguiente^7" p'aniciar una partida nueva!
bg: Избери "^1Next Match^7" от менюто, за да започнеш нов мач!
de: Wähle „^1Nächstes Spiel^7” im Menü aus, um ein neues Spiel zu starten!
es: ¡Selecciona "^1Siguiente Partida^7" en el menú para empezar una nueva partida!
fi: Valitse valikossa "^1Seuraava Ottelu^7" aloittaaksesi uuden ottelun!
fr: Sélectionnez « ^1Partie suivante^7 » dans le menu pour démarrer une nouvelle partie !
gl: Escolle "^1Próxima partida^7" no menú para comezar unha nova partida!
it: Seleziona "^1Prossima Partita^7" nel menu per avviare una nuova partita!
ja_jp: 新しい試合を始めるのにメニューの「^1次の試合^7」を選択して!
pl: Wybierz w menu opcję "^1Następny Mecz^7" by rozpocząć nową grę!
pt_br: Selecione "^1Próxima partida^7" no menu para iniciar uma nova partida!
ro: Selectează "^1Următorul Meci^7" din meniu pentru a începe un nou meci!
ru: Выберите в меню «^1Следующий матч^7» для старта нового матча!
sr: Изаберите "^1Нова игра^7" у менију да започнете нову игру!
sv: Välj "^1Nästa Match^7" på menyn för att start en ny match!

source: Wait for your opponent to confirm the rematch
ast: Espera a que l'oponente confirme la revancha
bg: Изчакай противника ти да потвърди реванша
de: Warte auf deine Gegner, bis sie die das neue Spiel bestätigt haben
es: Espera a que tu oponente confirme la revancha
fi: Odota vastustajasi vahvistusta uusintaottelulle
fr: Attendez la confirmation de votre adversaire pour la revanche
gl: Agarda a que o teu opoñente confirme a revancha
it: Aspetta che il tuo rivale confermi la ripetizione della partita
ja_jp: 対戦相手が再戦を確認するのを待って
pl: Poczekaj aż twój przeciwnik potwierdzi rewanż.
pt_br: Espere o seu oponente confirmar a revanche
ro: Așteaptă-ți oponentul pentru a confirma revanșa
ru: Дождитесь пока соперник подтвердит старт переигровки
sr: Чекам да ваш противник потврди поновну игру
sv: Väntar på din motståndare att godkänna en returmatch

source: Next Match
ast: Partida siguiente
bg: Следваща игра
de: Nächstes Spiel
es: Siguiente Partida
fi: Seuraava Ottelu
fr: Partie suivante
gl: Próximo Partido
it: Prossima Partita
ja_jp: 次の試合
pl: Następna Runda
pt_br: Próxima partida
ro: Următorul Meci
ru: Следующий матч
sr: Следећа игра
sv: Nästa Match

source: Peg Solitaire
ast: Senku
de: Solitär
es: Uno Solo
fi: Lautapasianssi
fr: Solitaire
gl: Un só
it: Solitario della Bastiglia
ja_jp: ペグ・ソリテール
pl: Pasjans
pt_br: Resta Um
ru: Солитер
sv: Solitär

source: All pieces cleared!
de: Alle Figuren abgeräumt!
es: ¡Todas las piezas despejadas!
fi: Kaikki nappulat poisputsattu!
fr: Toutes les pièces sont nettoyées !
gl: Todas as pezas despexadas!
it: Mangiati tutti i pezzi!
ja_jp: 全ての駒をクリアした!
pt_br: Todas as peças removidas!
ru: Все части собраны!
sv: All pjäser tömda!

source: Remaining pieces:
ast: Fiches restantes:
de: Verbleibende Figuren:
es: Piezas restantes:
fi: Jäljelläolevat nappulat:
fr: Pièces restantes :
gl: Pezas restantes:
it: Pezzi rimasti:
ja_jp: 残りの駒:
pl: Pozostałe elementy:
pt_br: Peças restantes:
ru: Оставшиеся части:
sv: Återstående pjäser:

source: Pieces left: %s
ast: Fiches que queden: %s
de: Figuren: %s
es: Piezas restantes: %s
fi: Nappuloita jäljellä: %s
fr: Pièces restantes : %s
gl: Pezas que quedan: %s
it: Pezzi rimasti: %s
ja_jp: 残りの駒: %s
pl: Pozostało elementów: %s
pt_br: Pedaços restantes: %s
ro: Piese rămase: %s
ru: Частей осталось: %s
sr: Преосталих фигура: %s
sv: Bitar kvar: %s

source: No more valid moves
ast: Nun hai más movimientos válidos
bg: Няма повече валидни хода
de: Keine verbleibenden gültigen Züge
es: No hay más movimientos válidos
fi: Ei enempää kelvollisia siirtoja
fr: Plus aucun déplacement valide
gl: Non hai máis movementos válidos
it: Non è rimasta nessuna mossa valida
ja_jp: もっと有効な動きがない
pl: Koniec możliwych ruchów
pt_br: Não há mais movimentos válidos
ro: Nu mai sunt mișcări valide
ru: Нет доступных действий
sr: Немате више исправних потеза
sv: Inga mer giltiga flytt

source: Well done, you win!
ast: ¡Bien fecho, ganesti!
bg: Браво, ти печелиш!
de: Gut gemacht, du gewinnst!
es: ¡Bien hecho, has ganado!
fi: Hienosti meni, voitto on sinun!
fr: Bien joué, vous avez gagné !
gl: Ben feito, gañas!
it: Ben fatto, hai vinto!
ja_jp: よくやった、あなたは勝った!
pl: Bardzo dobrze, wygrywasz!
pt_br: Bom trabalho, você venceu!
ro: Felicitări, ai câștigat!
ru: Отлично, вы победили!
sr: Свака част, победили сте!
sv: Bra gjort, du vinner!
