Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BG%s%s^K1 was gunned down by ^BG%s^K1's Shotgun%s%s
ast: ^BG%s%s^K1 morrió polos disparos de la Escopeta de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе застрелян от Shotgun%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde mit ^BG%s^K1s Schrotflinte abgeknallt%s%s
es: ^BG%s%s^K1 fue baleado por la escopeta de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ammuttiin ^BG%s^K1'n Haulikolla%s%s
fr: ^BG%s%s^K1 a été abattu par le Fusil de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi abatido pola escopeta de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato abbattuto dallo Shotgun di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のショットガン%s%sによって射殺された
pt_br: ^BG%s%s^K1 foi baleado pela Escopeta de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost doborât de Pușca%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 застрелен из Дробовика ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var nerskjuten av ^BG%s^K1s Hagelbörsa%s%s

source: ^BG%s%s^K1 slapped ^BG%s^K1 around a bit with a large Shotgun%s%s
ast: ^BG%s%s^K1 golpió a ^BG%s^K1 con una Escopeta%s%s
bg: ^BG%s%s^K1 наплляска ^BG%s^K1 с огромен Shotgun%s%s
de: ^BG%s%s^K1 schlug ^BG%s^K1 eine runter mit 'ner großen Schrotflinte%s%s
es: ^BG%s%s^K1 cacheteó a ^BG%s^K1 un poco con una escopeta grande%s%s
fi: ^BG%s%s^K1 sai kuin avarista ^BG%s^K1 ison Haulikon tiimoilta%s%s
fr: ^BG%s%s^K1 a frappé ^BG%s^K1 avec un gros Fusil%s%s
gl: ^BG%s%s^K1 golpeou un pouco a ^BG%s^K1 cunha escopeta grande%s%s
it: ^BG%s%s^K1 ha schiaffeggiato ^BG%s^K1 con una grossa Shotgun%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 は大きなショットガン%s%sで少し叩かれた
pt_br: ^BG%s%s^K1 deu uns tapas em ^BG%s^K1 com uma grande Escopeta%s%s
ro: ^BG%s%s^K1 l-a plesnit pe ^BG%s^K1 cu o Pușcă imensă%s%s
ru: ^BG%s%s^K1 отшлёпал ^BG%s^K1 своим большим Дробовиком%s%s
sv: ^BG%s%s^K1 slog runt ^BG%s^K1s lite med en stor Hagelbörsa%s%s

source: ^BG%s^K1 is now thinking with portals%s%s
ast: ^K1Agora ^BG%s^K1 quedó pensando colos portales%s%s
bg: ^BG%s^K1 сега размишлява във формата на телепорти%s%s
de: ^BG%s^K1denkt nun mit Portalen%s%s
es: ^BG%s^K1 ahora piensa con portales%s%s
fi: ^BG%s^K1 ajattelee tällä hetkellä uusia ulottuvuuksia%s%s
fr: ^BG%s^K1 a cru qu'il jouait à Portal%s%s
gl: ^BG%s^K1 agora está pensando con portais%s%s
it: ^BG%s^K1 sta pensando in termini di portali%s%s
ja_jp: ^BG%s^K1 はポータル%s%sで考えている
pl: ^BG%s^K1 teraz myśli z portalami%s%s
pt_br: ^BG%s^K1 agora está pensando com portais%s%s
ro: ^BG%s^K1 este acuma cu capul în altă parte%s%s
ru: ^BG%s^K1 теперь будет относиться к порталам серьёзнее%s%s
sv: ^BG%s^K1 tänker nu med portaler%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Tuba%s%s
ast: ^BG%s%s^K1 morrió pola bonísima interpretación de ^BG%s^K1 cola @!#%% tuba%s%s
bg: ^BG%s%s^K1 умря след като ^BG%s^K1 свиреше на @!#%%-ата Tuba%s%s
de: ^BG%s%s^K1 starb durch ^BG%s^K1s großartigem Spiel auf der @!#%% Tuba%s%s
es: ^BG%s%s^K1 murió por la gran actuación de ^BG%s^K1 en la @!#%%'n Tuba%s%s
fi: ^BG%s%s^K1 sai tarpeekseen ^BG%s^K1'n upeasta @!#%%'n Tuubakonsertosta%s%s
fr: ^BG%s%s^K1 a succombé à la musique du @!#%% Tuba de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 morreu pola gran interpretación de ^BG%s^K1 coa Tuba Maldita%% %s%s
it: ^BG%s%s^K1 è morto nella gran esibizione di ^BG%s^K1 con la @!#%%'n Tuba%s%s
ja_jp: ^BG%s%s^K1 は@!#%%'nチューバ%s%sでの ^BG%s^K1 の素晴らしい演奏で死んだ
pt_br: ^BG%s%s^K1 morreu por causa da grande habilidade de ^BG%s^K1 com a @!#%%'n Tuba%s%s
ro: ^BG%s%s^K1 a murit din cauza virtuozității lui ^BG%s^K1's la @!#%%'n Tubă%s%s
ru: ^BG%s%s^K1 умер от убийственной игры ^BG%s^K1 на @!#%%'й Тубе%s%s
sv: ^BG%s%s^K1 dog av ^BG%s^K1s vackra spelande på @!#%% Tuba%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Tuba%s%s
ast: ^BG%s^K1 mancóse nos oyíos cola @!#%% tuba%s%s
bg: ^BG%s^K1 увреди собствения си слух с @!#%%-ата Tuba%s%s
de: ^BG%s^K1 bekam Schmerzen durch die @!#%% Tuba%s%s
es: ^BG%s^K1 lastimó sus propios oidos con la @!#%%'n Tuba%s%s
fi: ^BG%s^K1 ja korvansa kovilla @!#%%'n Tuubasta%s%s
fr: ^BG%s^K1 s'est cassé les oreilles avec son propre @!#%% Tuba%s%s
gl: ^BG%s^K1 feriu os seus propios oídos ca Tuba Maldita%% %s%s
it: ^BG%s^K1 si è fatto male alle orecchie con la @!#%%'n Tuba%s%s
ja_jp: BG%s^K1 は@!#%%'nチューバ%s%sで耳を痛んだ
pt_br: ^BG%s^K1 feriu seus próprios ouvidos com a @!#%%'n Tuba%s%s
ro: ^BG%s^K1 și-a spart propriile timpane cu @!#%%'n Tuba%s%s
ru: ^BGУ %s^K1 завяли уши от собственной игры на @!#%%'й Тубе%s%s
sv: ^BG%s^K1 skadades deras egna öron med @!#%% Tuba%s%s

source: ^BG%s%s^K1 has been sublimated by ^BG%s^K1's Vaporizer%s%s
de: ^BG%s%s^K1 sublimierte angesichts ^BG%s^K1s Vaporisierers%s%s
es: ^BG%s%s^K1 ha sido sublimado por el Vaporizador de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 härmistyi by ^BG%s^K1'n Höyryttimestä%s%s
fr: ^BG%s%s^K1 a été sublimé par le Vaporizer de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi sublimada polo Vaporizador de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato sublimato dal Vaporizer di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の気化器%s%sによって昇華された
pt_br: ^BG%s%s^K1 foi sublimado pela Vaporizer de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost sublimat de Vaporizatorul%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 был сублимирован из Испарителя ^BG%s^K1%s%s
sv: ^BG%s%s^K1 har sublimerats av ^BG%s^K1s Vaporizer%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Vortex%s%s
ast: ^BG%s%s^K1 vaporióse pol Vórtice de ^BG%s^K1%s%s
de: ^BG%s%s^K1 verdampfte angesichts ^BG%s^K1s Vortex%s%s
es: ^BG%s%s^K1 ha sido vaporizado por el Vortex de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 pöllytettiin ^BG%s^K1'n Pyörremyrskyllä%s%s
fr: ^BG%s%s^K1 a été vaporisé par le Vortex de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi vaporizado polo Vórtice de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato vaporizzato dal Vortex di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のボーテックス%s%sによって気化された
pt_br: ^BG%s%s^K1 foi vaporizado pela Vortex de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost vaporizat de vortexul%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 был испарён Вихрем ^BG%s^K1%s%s
sv: ^BG%s%s^K1 har blivit förångad av ^BG%s^K1s Vortex%s%s

source: ^F4You are now alone!
ast: ^F4¡Agora tas solu!
bg: ^F4Вие сте сам сега!
de: ^F4Du bist jetzt alleine!
es: ^F4¡Ahora estás solo!
fi: ^F4Olet nyt yksin!
fr: ^F4Vous êtes désormais seul !
gl: ^F4Agora estás só!
it: ^F4Ora sei da solo!
ja_jp: ^F4一人になった!
pl: ^F4Zostałeś sam!
pt_br: ^F4Você está sozinho agora!
ro: ^F4Ai rămas singur!
ru: ^F4Вы остались одни!
sv: ^F4Du är nu ensam!

source: ^BGYou are attacking!
ast: ^BG¡Tas atacando!
bg: ^BGВие атакувате!
de: ^BGDu bist im Angreifer-Team!
es: ^BG¡Estás atacando!
fi: ^BGSinä hyökkäät!
fr: ^BGVous êtes en attaque !
gl: ^BGEstás atacando!
it: ^BGStai attaccando!
ja_jp: ^BG攻撃している!
pl: ^BGJesteś atakującym!
pt_br: ^BGVocê está atacando!
ro: ^BGJoci in atac!
ru: ^BGВы атакуете!
sv: ^BGDu attackerar!
uk: ^BGВи нападаєте!

source: ^BGYou are defending!
ast: ^BG¡Tas defendiendo!
bg: ^BGВие отбранявате!
de: ^BGDu bist im Verteidiger-Team!
es: ^BG¡Estás defendiendo!
fi: ^BGSinä puolustat!
fr: ^BGVous êtes en défense !
gl: ^BGEstás a defender!
it: ^BGStai difendendo!
ja_jp: ^BG守っている!
pl: ^BGJesteś obrońcą!
pt_br: ^BGVocê está defendendo!
ro: ^BGJoci in defensiva!
ru: ^BGВы защищаете!
sv: ^BGDu beskyddar!
uk: ^BGВи захищаєтесь!

source: ^BGObjective destroyed in ^F4%s^BG!
ast: ^BG¡L'oxetivu destruyóse en ^F4%s^BG!
de: ^BGZiel in ^F4%s^BG zerstört!
es: ^BG¡Objetivo destruido en ^F4%s^BG!
fi: ^BGKohde tuhottu ^F4%s^BG!
fr: ^BGObjectif détruit en ^F4%s^BG !
gl: ^BGObxectivo destruído en ^F4%s^BG!
it: ^BGObiettivo distrutto in ^F4%s^BG!
ja_jp: ^F4%s^BG で^BG目的を破壊された
pl: ^BGCel zniszczony w ^F4%s^BG!
pt_br: ^BGObjetivo destruído em ^F4%s^BG!
ru: ^BGЦель разрушена в ^F4%s^BG!
sv: ^BGMålet förstört på ^F4%s^BG!

source: ^BGBegin!
de: ^BGLos!
es: ^BG¡Ya!
fi: ^BGAloita!
fr: ^BGC'est parti !
gl: ^BGComeza!
it: ^BGInizio!
ja_jp: ^BG始め！
pt_br: ^BGComeçou!
ru: ^BGПоехали!
sv: ^BGBörja!

source: ^BGGame starts in
de: ^BGSpiel startet in
es: ^BGEl juego empieza en
fi: ^BGPeli alkaa ajassa
fr: ^BGLa partie commence dans
gl: ^BGO xogo comeza en
it: ^BGIl gioco inizia in
ja_jp: ^BGゲームを開始している:
pl: ^BGGra zacznie się za
pt_br: ^BGO jogo inicia em
ru: ^BGИгра начнётся через
sv: ^BGSpelet startar om

source: ^BGRound %s starts in
de: ^BGRunde %s startet in
es: ^BGLa ronda %s comienza en
fi: ^BGErä %s alkaa ajassa
fr: ^BGLa manche %s commence dans
gl: ^BGA rolda %s comeza en
it: ^BGIl round %s inizia in
ja_jp: ^BGラウンド %sを開始している:
pl: ^BGRunda %s zaczyna się za
pt_br: ^BGA rodada %s inicia em
ru: ^BGРаунд %s начнётся через
sv: ^BGOmgång %s startar om

source: ^F4Round cannot start
ast: ^F4La ronda nun pue comenzar
bg: ^F4Рунда не може да започне
de: ^F4Die Runde kann nicht beginnen
es: ^F4La ronda no pudo iniciarse
fi: ^F4Kierros ei voi alkaa
fr: ^F4La manche ne peut pas démarrer
gl: ^F4A rolda non pode comezar
it: ^F4Il round non può iniziare
ja_jp: ^F4ラウンドを開始できません
pl: ^F4Runda nie może się zacząć
pt_br: ^F4A rodada não pode iniciar
ro: ^F4Runda nu poate începe
ru: ^F4Раунд не может быть начат
sv: ^F4Omgången kan inte starta
uk: ^F4Раунд не може початися

source: ^F2Don't camp!
ast: ^F2¡Nun campees!
be: ^F2Годзе хавацца!
bg: ^F2Недей да кампваш!
de: ^F2Campe nicht!
es: ^F2¡No acampes!
fi: ^F2Älähän kämppää!
fr: ^F2Ne campez pas !
gl: ^F2Non acampes!
it: ^F2Non campeggiare!
ja_jp: ^F2キャンプしないで!
pl: ^F2Nie bądź kamperem!
pt_br: ^F2Não acampe!
ro: ^F2Nu sta la pândă!
ru: ^F2Не прячьтесь!
sv: ^F2Kampa inte!
uk: ^F2Не кемперіть!

source: ^BGYou are now free. ^BGFeel free to ^F2try to capture^BG the flag again ^BGif you think you will succeed.
ast: ^BGAgora yes llibre. ^F2Tenta de volver capturar^BG la bandera ^BGsi cuides que vas consiguilo.
be: ^BGЦяпер вы вольныя. ^BGНе саромцеся ^F2спрабаваць захапіць^BG сцяг ізноў, ^BGкалі лічыце, што здолееце.
bg: ^BGСега сте свободен. ^BGЧувствайте се свободен да ^F2плените^BG отново вражеското знаме ^BGако симислите, че ще успеете.
de: ^BGDu bist jetzt frei. ^BGDu kannst ^F2versuchen^BG, die Flage noch einmal ^BGzu erobern, wenn du glaubst, es zu schaffen.
es: ^BGAhora eres libre. ^BGSiéntete en confianza de ^F2intentar capturar^BG la bandera de nuevo ^BGsi piensas que lo lograrás.
fi: ^BGSinut on vapautettu. ^BGNyt voit ^F2yrittää kaapata^BG lipun jälleen ^BGmikäli uskot sen onnistuvan.
fr: ^BGVous êtes désormais libre. ^BGVous pouvez à nouveau ^F2essayer de capturer^BG le drapeau ^BGsi vous pensez y arriver.
gl: ^BGAgora es libre. ^BGNon dubides en ^F2tentar capturar^BG a bandeira de novo ^BSe pensas que terás éxito.
it: ^BGOra sei libero. ^BGPuoi ^F2riprovare a catturare^BG la bandiera ^BGse credi di potercela fare.
ja_jp: ^BG今、あなたは自由です。 ^BG成功すると思われる場合 ^BG旗を^F2もう一度取ってみてください^BG。
pl: ^BGJesteś teraz wolny. ^BGMożesz znowu ^F2próbować zdobyć^BG flagę ^BGjeśli myślisz, że ci się to uda.
pt_br: ^BGVocê está livre agora. ^BGSinta-se à vontade para ^F2tentar capturar^BG a bandeira de novo ^BGse você acha que irá conseguir.
ro: ^BGEști liber acum. ^BGNu ezita să ^F2încerci să capturezi^BG steagul din nou ^BGdacă te crezi în stare.
ru: ^BGОграничения сняты. ^BGВы можете ^F2попробовать захватить^BG флаг снова, ^BGесли вы уверены в своих силах.
sv: ^BGDu är nu fri. ^BGFörsök gärna ^F2att ta^BG flaggan igen ^BGom du tror att du kan lyckas.
uk: ^BGТепер ви вільні. ^BGМоже те знову ^F2спробувати^BG захопити прапор ^BGякщо гадаєте, що вам це вдасться.

source: ^BGThis flag is currently inactive
ast: ^BGAnguaño esta bandera ta inactiva
de: ^BGDiese Flagge ist zur Zeit nicht aktiv
es: ^BGEsta bandera está inactiva en este momento
fi: ^BGTämä lippu ei ole toiminnassa mukana tällä hetkellä
fr: ^BGCe drapeau est actuellement inactif
gl: ^BGEsta bandeira está actualmente inactiva
it: ^BGQuesta bandiera è inattiva
ja_jp: ^BGこの旗は現在非活動だ
pl: ^BGTa flaga jest obecnie nieaktywna
pt_br: ^BGEsta bandeira está atualmente inativa
ro: ^BGAcest steag este inactiv în prezent
ru: ^BGДанный флаг сейчас неактивен
sv: ^BGDenna flaggan är för nuvarande avslagen

source: ^BGYou are now ^F1shielded^BG from the flag(s) ^BGfor ^F2too many unsuccessful attempts^BG to capture. ^BGMake some defensive scores before trying again.
de: ^BGDu bist jetzt von der Flagge ^F1abgeschirmt ^BGaufgrund ^F2zu vieler fehlgeschlagenen Versuchen^BG, ^BGdie Flagge zu erobern. Gewinne Punkte in der Verteidigung, ^BGbevor du es noch einmal versuchst.
es: ^BGAhora estás ^F1protegido^BG de la bandera(s) ^BGfpor ^F2demasiados intentos fallidos^BG de captura. ^BGAcierta algún punto defensivo antes de intentarlo de nuevo.
fi: ^BGOlet nyt ^F1suojakerrotettu^BG lipulta (lipuilta) ^BGfor ^F2liian monta epäonnistunutta yritystä^BG kaappauksissa. ^BGHanki puolustuspisteitä ennen kuin yrität uudelleen.
fr: ^BGVous ne pouvez ^F1plus prendre^BG le(s) drapeau(x) ^BGcar vous avez ^F2échoué à de multiples reprises^BG à le(s) capturer. ^BGDéfendez votre propre drapeau avant de pouvoir réessayer.
gl: ^BGAgora estás ^F1protexido^BG da(s) bandeira(s) ^BGpara ^F2demasiados intentos errados^BG de captura. ^BGFai algunhas puntuacións defensivas antes de tentalo de novo.
it: ^BGSei ora ^F1scudato^BG dalla/le bandiera/e ^BGper ^F2troppi vani tentativi^BG di cattura. ^BGFai qualche punto in difesa prima di provare di nuovo.
ja_jp: ^BGあなたは取るしようとして^F2失敗した回数が多すぎる^BGため、 旗から^F1守っていた^BG。再試行する前にいくつかの防御得点を作成してください。
pt_br: ^BGVocê agora está ^F1impedido^BG de carregar a(s) bandeira(s) ^BGapós ^F2várias tentativas de captura sem êxito^BG. ^BGFaça alguns pontos defensivos antes de tentar novamente.
ro: ^BGEști ^F1baricadat^BG de steag(uri) ^BGpentru ^F2atât de multe incercari nereușite^BG de a le captura. ^BGÎncearca sa câștigi scor prin apărarea lor inainte de a te avănta iar în lupta.
ru: ^BGДоступ к флагам ^F1временно ограничен^BG для Вас, ^BGтак как Вы^F2провалили множество попыток^BG захватить его. ^BGЗаработайте очки в защите и попробуйте снова.
sv: ^BGDu är nu ^F1sköldad^BG från flaggan/flaggorna ^BGpå grund av ^F2för många misslyckade försök^BG att fånga. ^BGGör några beskyddande poäng innan du försöker igen.

source: ^BGYou captured the ^TC^TT^BG flag!
ast: ^BG¡Capturesti la bandera ^TC^TT^BG!
be: ^BGВы захапілі ^TC^TT^BG сцяг!
bg: ^BGВие пленихте ^TC^TT^BG знаме!
de: ^BGDu hast die ^TC^TT^BG Flagge erobert!
es: ^BG¡Has capturado la bandera ^TC^TT^BG!
fi: ^BGSinä kaappasit ^TC^TT^BG lipun!
fr: ^BGVous avez capturé le drapeau ^TC^TT^BG !
gl: ^BG¡Capturaches a bandeira! ^TC^TT^BG
it: ^BGHai catturato la bandiera ^TC^TT^BG!
ja_jp: ^BG ^TC^TT^BG 旗を取れた!
pl: ^BGZdobyłeś ^TC^TTĄ^BG flagę!
pt_br: ^BGVocê capturou a bandeira ^TC^TT^BG!
ro: ^BGAi capturat steagul ^TC^TT^BG !
ru: ^BGВы захватили ^TC^TT^BG флаг!
sv: ^BGYou fångade den ^TC^TT^BG flaggan!
uk: ^BGВи захопили ^TC^TT^BG прапор!

source: ^BGYou captured the flag!
ast: ^BG¡Capturesti la bandera!
de: ^BGDu hast die Flagge erobert!
es: ^BG¡Has capturado la bandera!
fi: ^BGSinä kaappasit lipun!
fr: ^BGVous avez capturé le drapeau !
gl: ^BGCapturaches a bandeira!
it: ^BGHai catturato la bandiera!
ja_jp: ^BG旗を取れた!
pl: ^BGPrzejąłeś flagę!
pt_br: ^BGVocê capturou a bandeira!
ro: ^BGAi capturat steagul!
ru: ^BGВы захватили флаг!
sr: ^BGЗаробили сте заставу!
sv: ^BGYou fångade flaggan!

source: ^BGToo many flag throws! Throwing disabled for %s.
be: ^BGНадта шмат выкіданняў сцяга! Кіданне адключана на %s.
bg: ^BGТвърде много хвърляния на знамето! Хвърлянето е забранено за %s.
de: ^BGZu viele Flaggen geworfen! Das Werfen wurde für %s deaktiviert.
es: ^BG¡Demasiados tiros de bandera! Arrojamiento deshabilitado durante %s
fi: ^BGLiian monta lipun heittoa! Heittäminen evätty %s.
fr: ^BGTrop de lancers de drapeaux ! Lancers désactivés pendant %s.
gl: ^BGDemasiados tiros de bandeira! Tiro desactivado durante %s.
it: ^BGHai lanciato la bandiera troppo spesso! Il lancio è disabilitato per %s.
ja_jp: ^BG旗投げが多すぎる! %s に投げが無効になっている。
pl: ^BGZa dużo rzutów flagą! Rzuty zablokowane na %s.
pt_br: ^BGNão largue a bandeira várias vezes! Agora você não pode largar por %s.
ro: ^BGPrea multe scăpări de steaguri! Aruncarea este dezactivată pentru %secunde.
ru: ^BGВы бросали флаг слишком часто! Бросить снова можно будет через %s.
sv: ^BGFör många flaggkastningar! Kastning avslagen för %s.
uk: ^BGЗанадто багато кидків прапору! Кидання недоступне на %s.

source: ^BG%s^BG passed the ^TC^TT^BG flag to %s
ast: ^BG%s^BG apurrió-y la bandera ^TC^TT^BG a %s
be: ^BG%s^BG перадаў ^TC^TT^BG сцяг да %s
bg: ^BG%s^BG предаде ^TC^TT^BG знаме на %s
de: ^BG%s^BG passte die ^TC^TT^BG Flagge zu %s
es: ^BG%s^BG ha pasado la bandera ^TC^TT^BG a %s
fi: ^BG%s^BG antoi ^TC^TT^BG lipun eteenpäin - %s
fr: ^BG%s^BG a passé le drapeau ^TC^TT^BG à %s
gl: ^BG%s^BG pasou a bandeira a ^TC^TT^BG %s
it: ^BG%s^BG ha passato la bandiera ^TC^TT^BG a %s
ja_jp: ^BG%s^BG は ^TC^TT^BG 旗を %s に渡した
pl: ^BG%s^BG przekazał ^TC^TTĄ^BG flagę do %s
pt_br: ^BG%s^BG passou a bandeira ^TC^TT^BG para %s
ro: ^BG%s^BG a pasat steagul ^TC^TT^BG către %s
ru: ^BG%s^BG передал ^TC^TT^BG флаг %s
sv: ^BG%s^BG skickade vidare den ^TC^TT^BG flaggan till %s
uk: ^BG%s^BG передав ^TC^TT^BG прапор до %s

source: ^BG%s^BG passed the flag to %s
ast: ^BG%s^BG apurrió la bandera a %s
de: ^BG%s^BG hat die Flagge %s übergeben
es: ^BG%s^BG ha pasado la bandera a %s
fi: ^BG%s^BG antoi lipun eteenpäin - %s
fr: ^BG%s^BG a passé le drapeau à %s
gl: ^BG%s^BG pasoulle a bandeira a %s
it: ^BG%s^BG ha passato la bandiera a %s
ja_jp: ^BG%s^BG は旗を %s に渡した
pl: ^BG%s^BG podał flagę do %s
pt_br: ^BG%s^BG passou a bandeira para %s
ro: ^BG%s^BG a pasat steagul către %s
ru: ^BG%s^BG передал флаг %s
sv: ^BG%s^BG skickade vidare flaggan to %s

source: ^BGYou received the ^TC^TT^BG flag from %s
ast: ^BGRecibiesti la bandera ^TC^TT^BG de %s
be: ^BGВы атрымалі ^TC^TT^BG сцяг ад %s
bg: ^BGПолучихте ^TC^TT^BG знаме от %s
de: ^BGDu bekamst die ^TC^TT^BG Flagge von %s
es: ^BGHas recibido la bandera ^TC^TT^BG por parte de %s
fi: ^BGSinä sait ^TC^TT^BG lipun %s:lta
fr: ^BGVous avez reçu le drapeau ^TC^TT^BG de la part de %s
gl: ^BGYou recebiu a bandeira ^TC^TT^BG de %s
it: ^BGHai ricevuto la bandiera ^TC^TT^BG da %s
ja_jp: ^BG %s から ^TC^TT^BG 旗を受け取った
pl: ^BGOtrzymałeś ^TC^TTĄ^BG flagę od %s
pt_br: ^BGVocê recebeu a bandeira ^TC^TT^BG de %s
ro: ^BGAi primit steagul ^TC^TT^BG de la %s
ru: ^BGВы получили ^TC^TT^BG флаг от %s
sv: ^BGDu fick den ^TC^TT^BG flaggan från %s
uk: ^BGВи отримали ^TC^TT^BG прапор від %s

source: ^BGYou received the flag from %s
ast: ^BGRecibiesti la bandera de %s
de: ^BGDu bekamst die Flagge von %s
es: ^BGHas recibido la bandera por parte de %s
fi: ^BGSinä sait lipun %s :lta
fr: ^BGVous avez reçu le drapeau de %s
gl: ^BGRecibiches a bandeira de %s
it: ^BGHai ricevuto la bandiera da %s
ja_jp: ^BG %s から旗を受け取った
pl: ^BGDostałeś flagę od %s
pt_br: ^BGVocê recebeu a bandeira de %s
ro: ^BGAi primit steagul de la %s
ru: ^BGВы получили флаг от %s
sv: ^BGDu fick flaggan från %s

source: ^BGPress ^F2%s^BG to receive the flag from %s^BG
ast: ^BGPrimi ^F2%s^BG pa recibir la bandera de %s^BG
de: ^BGDrücke ^F2%s^BG, um die Flagge von %s zu erhalten^BG
es: ^BGPulsa ^F2%s^BG para recibir la bandera de %s^BG
fi: ^BGPaina ^F2%s^BG ottaaksesi lipun vastaan %s^BG :lta
fr: ^BGAppuyez sur ^F2%s^BG pour recevoir le drapeau de %s^BG
gl: ^BGPreme^F2%s^BG para recibir a bandeira %s^BG
it: ^BGPremi ^F2%s^BG per ricevere la bandiera da %s^BG
ja_jp: ^BG %s^BG から旗を受け取るために ^F2%s^BG を押して
pt_br: ^BGAperte ^F2%s^BG para receber a bandeira de %s^BG
ru: ^BGНажмите ^F2%s^BG, чтобы получить флаг от %s^BG
sv: ^BGTryck på ^F2%s^BG för att ta emot flaggan från %s^BG

source: ^BGRequesting %s^BG to pass you the flag
ast: ^BGPidiéndo-y a %s^BG que t'apurra la bandera
be: ^BGВы просіце %s^BG перадаць вам сцяг
bg: ^BGИзисквате от %s^BG да ви предаде знамето
de: ^BG%s^BG wird darum gebeten, dir die Flagge zu passen
es: ^BGSugiriendo a %s^BG que te pase la bandera
fi: ^BGPyydetään %s^BG :ta antamaan lippu sinulle
fr: ^BGDemande à %s^BG de vous passer le drapeau
gl: ^BGSolicitando a %s^BG que che pase a bandeira
it: ^BGStai chiedendo a %s^BG di passarti la bandiera
ja_jp: ^BG旗を渡すよう %s^BG に要求している
pl: ^BGProsisz %s^BG o przekazanie ci flagi
pt_br: ^BGPedindo à %s^BG para que te passe a bandeira
ro: ^BGSolicitare %s^BG să-ți paseze steagul
ru: ^BGВы просите %s^BG передать вам флаг
sv: ^BGFrågar %s^BG om att skicka över flaggan till dig
uk: ^BGПросить %s^BG передати вам прапор

source: ^BGYou passed the ^TC^TT^BG flag to %s
ast: ^BG Apurriésti-y la bandera ^TC^TT^BG a %s
be: ^BGВы перадалі ^TC^TT^BG сцяг %s
bg: ^BGПредаохте ^TC^TT^BG знаме на %s
de: ^BGDu hast die ^TC^TT^BG Flagge an %s gepasst
es: ^BGHas pasado la bandera ^TC^TT^BG a %s
fi: ^BGSinä annoit ^TC^TT^BG lipun %s :lle
fr: ^BGVous avez passé le drapeau ^TC^TT^BG à %s
gl: ^BGPasaches a bandeira ^TC^TT^BG a %s
it: ^BGHai passato la bandiera ^TC^TT^BG a %s
ja_jp: ^BG ^TC^TT^BG 旗を %s に渡した
pl: ^BGPodałeś ^TC^TTĄ^BG flagę do %s
pt_br: ^BGVocê passou a bandeira ^TC^TT^BG para %s
ro: ^BGAi pasat steagul ^TC^TT^BG lui %s
ru: ^BGВы передали ^TC^TT^BG флаг %s
sv: ^BGYou gav den ^TC^TT^BG flaggan till %s
uk: ^BGВи передали ^TC^TT^BG прапор до %s

source: ^BGYou passed the flag to %s
ast: ^BGApurriésti-y la bandera a %s
de: ^BGDu hast die Flagge an %s gepasst
es: ^BGHas pasado la bandera a %s
fi: ^BGSinä annoit lipun %s :lle
fr: ^BGVous avez passé le drapeau à %s
gl: ^BGPasaches a bandeira a %s
it: ^BGHai passato la bandiera a %s
ja_jp: ^BG旗を %s に渡した
pl: ^BGPrzekazałeś flagę %s
pt_br: ^BGVocê passou a bandeira para %s
ro: ^BGAi pasat steagul către %s
ru: ^BGВы передали флаг %s
sv: ^BGYou gav flaggan till %s

source: ^BGYou got the ^TC^TT^BG flag!
ast: ^BG¡Pañesti la ^TCbandera^TT^BG!
be: ^BGУ вас ^TC^TT^BG сцяг!
bg: ^BGВие получихте ^TC^TT^BG знаме!
de: ^BGDu hast die ^TC^TT^BG Flagge!
es: ^BG¡Has obtenido la bandera ^TC^TT^BG!
fi: ^BGSinulla on ^TC^TT^BG lippu!
fr: ^BGVous avez le drapeau ^TC^TT^BG !
gl: ^BGTes a bandeira ^TC^TT^BG!
it: ^BGHai preso la bandiera ^TC^TT^BG!
ja_jp: ^BG ^TC^TT^BG 旗を手に入れた!
pl: ^BGOtrzymałeś ^TC^TTĄ^BG flagę!
pt_br: ^BGVocê pegou a bandeira ^TC^TT^BG!
ro: ^BGAi luat steagul ^TC^TT^BG !
ru: ^BGВы схватили ^TC^TT^BG флаг!
sr: ^BGУзели сте заставу боје ^TC^TT^BG!
sv: ^BGDu fick tag på den ^TC^TT^BG flaggan!
uk: ^BGВи отримали ^TC^TT^BG прапор!

source: ^BGYou got the flag!
ast: ^BG¡Consiguiesti la bandera!
bg: ^BGТи взе флага!
de: ^BGDu hast die Flagge!
es: ^BG¡Has obtenido la bandera ^TC^TT^BG!
fi: ^BGLippu on hallussasi!
fr: ^BGVous avez le drapeau !
gl: ^BGTes a bandeira!
it: ^BGHai preso la bandiera!
ja_jp: ^BGあなたの旗を手に入れた!
pl: Masz flagę!
pt_br: ^BGVocê pegou a bandeira!
ro: ^BGAi luat steagul!
ru: ^BGВы подняли флаг!
sr: ^BGУзели сте заставу!
sv: ^BGDu fick tag på flaggan!

source: ^BGYou got your %steam^BG's flag, return it!
bg: ^BGТи взе твоя %s team^BG's флаг, върни го!
de: ^BGDu hast die Flagge deines %sTeams^BG, bring sie zurück!
es: ^BG¡Tienes la bandera de tu %sequipo^BG, regrésala a la base!
fi: ^BGSinulla on %sjoukkueesi^BG's lippu, palauta se!
fr: ^BGVous avez le drapeau de votre équipe %s^BG, retournez-le !
gl: ^BGTes a bandeira do teu %sequipo^BG, devolvea!
it: ^BGHai preso la bandiera della tua %ssquadra^BG, riportala!
ja_jp: ^BGあなたの%sチーム^BGの旗を手に入れた、返して!
pt_br: ^BGVocê pegou a bandeira da sua %sequipe^BG, retorne-a!
ro: ^BGAi capturat steagul %steam^BG's, adu-l înapoi!
ru: ^BGВы подобрали флаг вашей %sкоманды^BG , верните его!
sv: ^BGDu har ditt %slag^BGs flagga, lämna tillbaks den!

source: ^BGYou got the %senemy^BG's flag, return it!
ast: ^BGConsiguiesti la bandera %senemiga^BG. ¡Captúrala!
de: ^BGDu hast die Flagge des %sFeindes^BG, bring sie zurück!
es: ^BG¡Tienes la bandera de tu %senemigo^BG, regrésala a la base!
fi: ^BGSinulla on %svihollisen^BG's lippu, palauta se!
fr: ^BGVous avez le drapeau ennemi %s^BG, rapportez-le !
gl: ^BG¡Tes a bandeira do inemigo %s^BG, devolvea!
it: ^BGHai preso la bandiera del %snemico^BG, riportala!
ja_jp: ^BG %s敵^BG の旗を手に入れた、返して!
pt_br: ^BGVocê pegou a bandeira da %sequipe inimiga^BG, retorne-a!
ro: ^BGAi capturat steagul %s^BG', adu-l înapoi!
ru: ^BGВы подобрали %sвражеский^BG флаг, верните его!
sv: ^BGDu har %sfiende^BGs flagga, lämna tillbaks den!
