Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: For a new player, the most important tricks to learn are:
fr: Pour un nouveau joueur, les astuces les plus importantes à apprendre sont :
gl: Para un xogador novato, os trucos máis importantes que debe aprender son:
it: Per un nuovo giocatore, i trucchi più importanti da imparare sono:
ru: Для нового игрока самыми важными приёмами для изучения являются:

source: Bunny Hopping
gl: Salto encadeado (Bunny Hopping)
it: Correre come un coniglio
ru: Банни-хоппинг

source: Strafe Turning
fr: Virage en strafe
gl: Xiro estrafado (Strafe Turning)
it: Sterzare con movimento laterale
ru: Боковой поворот

source: Blaster Jumping
fr: Saut au Blaster
gl: Salto co bláster (Blaster Jumping)
it: Saltare col Blaster
ru: Прыжки с бластером

source: Crylink Running
fr: Course au Crylink
gl: Carreira nexocristal (Crylink Running)
it: Correre col Crylink
ru: Крайлинк-бег

source: Ramp Jumping
fr: Saut de rampe
gl: Salto en rampla (Ramp Jumping)
it: Saltare su rampe
ru: Прыжки по пандусу

source: Bunny hopping ("bhopping") is a technique known also from other arena shooters.
fr: Le bunny hopping (« bhopping ») est une technique également connue dans d'autres jeux de tir en arène.
gl: Salto encadeado (“bhopping”) é unha técnica coñecida tamén noutros xogos de disparos en arena.
it: Saltare come un coniglio ("bunny hoping") è una tecnica conosciuta anche in altri sparatutto arena.
ru: Банни-хоппинг («bunny hopping») — это техника, известная также из других аренных шутеров.

source: Due to air control, you can accelerate while in the air far beyond the maximum ground movement speed. To avoid ground friction, players constantly hop by simply keeping %s pressed, so that ground contact doesn't slow them down. This allows you to get around the map much faster than if you would just walk.
gl: Grazas ao control no aire, podes acelerar mentres estás no aire moito máis alá da velocidade máxima de movemento no chan. Para evitar a fricción do chan, os xogadores saltan constantemente simplemente mantendo premida a tecla %s, de xeito que o contacto co chan non os minora. Isto permítelle desprazarse polo mapa moito máis rápido do que se só caminasen.
it: Grazie al controllo in aria, puoi accelerare mentre sei in aria ben oltre la velocità massima di movimento a terra. Per evitare l'attrito del terreno, i giocatori saltellano costantemente semplicemente tenendo premuto %s, in modo che il contatto con il terreno non li rallenti. Questo ti permette di muoverti per la mappa molto più velocemente di quanto faresti semplicemente camminando.
ru: Благодаря контролю в воздухе вы можете ускоряться, находясь над землёй, гораздо больше максимальной скорости движения по земле. Чтобы избежать трения о землю, игроки постоянно подпрыгивают, просто удерживая %s, чтобы контакт с землёй не замедлял их. Это позволяет перемещаться по арене намного быстрее, чем при обычной ходьбе.

source: Therefore, keeping %s held while moving quickly is one of the most essential movement strategies, used by all experienced players.
gl: Polo tanto, manter premida a tecla %s mentres te moves rapidamente é unha das estratexias de movemento máis importantes, utilizada por todos os xogadores experimentados.
it: Pertanto, tenere premuto %s mentre ci si muove rapidamente è una delle strategie di movimento più essenziali, utilizzata da tutti i giocatori esperti.
ru: Таким образом, удержание %s при быстром движении является одной из важнейших стратегий перемещения, используемых всеми опытными игроками.

source: With default settings, the speed you can reach by bunny hopping is capped at 900 qu/s ("units per second"). CTS/DeFRaG servers usually run with different CPMA-like physics that remove this cap.
gl: Coas configuracións predeterminadas, a velocidade que podes alcanzar co Salto encadeado está limitada a 900 qu/s (“unidades por segundo”). Os servidores CTS/DeFRaG adoitan usar físicas similares a CPMA que eliminan este límite.
it: Con le impostazioni predefinite, la velocità che puoi raggiungere saltando come un coniglio è limitata a 900 qu/s ("unità al secondo"). I server CTS/DeFRaG di solito funzionano con diverse fisiche simili a CPMA che rimuovono questo limite.
ru: При настройках по умолчанию скорость, достигаемая банни-хоппингом, ограничена 900 ед/с (условных единиц в секунду). Серверы Этапов/Дефрага обычно работают с другой физикой, похожей на CPMA, которая снимает это ограничение.

source: Bunny hopping around corners requires "strafe turning" or you will lose a lot of speed (or simply not be able to make the turn). Strafe turning is a method used to quickly change the direction you're traveling while mid-air, without losing speed.
gl: Para facer Salto de coelliño ao redor das esquinas precisas “xiro estrafado” (strafe turning), ou perderás moita velocidade (ou simplemente non poderás realizar o xiro). O xiro lateral en movemento é un método usado para cambiar rapidamente a dirección na que viaxas mentres estás no aire, sen perder velocidade.
it: Il "bunny hopping" attorno agli angoli richiede di sterzare con il movimento laterale o perderai molta velocità (o semplicemente non riuscirai a fare la curva). Sterzare con il movimento laterale è un metodo utilizzato per cambiare rapidamente la direzione in cui stai viaggiando mentre sei a mezz'aria, senza perdere velocità.
ru: Банни-хоппинг на поворотах требует «бокового поворота» (strafe turning), иначе вы потеряете много скорости (или просто не сможете повернуть). Боковой поворот — это метод быстрого изменения направления движения в воздухе без потери скорости.

source: While bunny hopping, first release %s, then press the strafe key into the turn direction (%s or %s), then start turning smoothly into the turn direction. As always, during the entire strafe turn keep %s held.
gl: Mentres fas o Salto de coelliño, primeiro solta %s, despois preme a tecla de estrafe cara á dirección do xiro (%s ou %s), e logo comeza a xirar suavemente cara á dirección do xiro. Como sempre, durante todo o xiro de estrafe mantén premida a tecla %s.
it: Mentre salti come un coniglio, rilascia prima %s, poi premi il tasto di movimento laterale nella direzione della curva (%s o %s), quindi inizia a girare dolcemente nella direzione della curva. Come sempre, durante l'intera curva tieni premuto %s.
ru: Во время банни-хоппинга сначала отпустите %s, затем нажмите клавишу в бок в сторону поворота (%s или %s), затем плавно начинайте поворачивать мышью в сторону поворота. Как всегда, на протяжении всего поворота по прямой удерживайте %s.

source: move forward
gl: Avanzar
it: vai avanti
pt_br: mover-se para frente
ru: движение вперёд

source: strafe left
ast: Esquierda
de: links
es: izquierda
fi: askella vasemmalle
fr: gauche
gl: estrafe a esquerda
it: vai a sinistra
ja_jp: 左へ水平移動
pl: w lewo
pt_br: mover-se para a esquerda
ru: влево
sr: лево
sv: gå vänster

source: strafe right
ast: Derecha
de: rechts
es: derecha
fi: askella oikealle
fr: droite
gl: estrafe a dereita
it: vai a destra
ja_jp: 右へ水平移動
pl: w prawo
pt_br: mover-se para a direita
ru: вправо
sr: десно
sv: gå höger

source: Note that if you press the strafe key before releasing the forward key, you will suffer a speed penalty.
gl: Ten en conta que se premes a tecla de estrafe antes de soltar a tecla de avanzar, sufrirás unha penalización de velocidade.
it: Nota che se premi il tasto strafe prima di rilasciare il tasto avanti, subirai una penalità di velocità.
ru: Обратите внимание, что если вы нажмёте клавишу движения в бок, не отпустив клавишу движения вперёд, ваша скорость снизится.

source: If you do it right, you will even continue to accelerate in strafe turns.
gl: Se o fas correctamente, incluso continuarás acelerando durante os xiros de estrafe.
it: Se lo fai bene, continuerai persino ad accelerare nelle curve.
ru: Если вы делаете всё правильно, вы даже продолжите ускоряться во время боковых поворотов.

source: For an illustration of this technique, see %s.
fr: Pour une illustration de cette technique, se référer à %s.
gl: Para ver unha ilustración desta técnica, consulta %s.
it: Per una vignetta di questa tecnica, vedi %s.
ru: Для иллюстрации этой техники см. %s.

source: In most situations, the %s is more a movement tool than a weapon. That's why many players will often have single digit accuracy for the %s. It is instead especially useful to make high jumps.
gl: Na maioría das situacións, o %s é máis unha ferramenta de movemento que unha arma. Por iso, moitos xogadores adoitan ter unha precisión de un só díxito co %s. En cambio, é especialmente útil para realizar saltos altos.
it: Nella maggior parte delle situazioni, il %s è più uno strumento di movimento che un'arma. Ecco perché molti giocatori avranno spesso una precisione a singola cifra per il %s. È invece particolarmente utile per fare salti in alto.
ru: В большинстве ситуаций %s — это скорее инструмент передвижения, чем оружие. Поэтому у многих игроков точность попаданий %s часто выражается однозначным числом. Вместо этого он особенно полезен для совершения высоких прыжков.

source: To do a "laser jump," simply fire the %s at your own feet and jump immediately afterwards. Experiment a bit with the timing of firing the %s and jumping to get a feeling of which timings will get you how high.
fr: Pour effectuer un « saut laser », il suffit de tirer le %s à vos pieds et de sauter immédiatement après. Faites quelques essais pour trouver le bon timing entre le tir du %s et le saut afin de déterminer quelle hauteur vous pouvez atteindre.
gl: Para facer un “salto láser”, simplemente dispara o %s aos teus propios pés e salta inmediatamente despois. Experimenta un pouco co tempo de disparar o %s e saltar para coller sensación de que tempos che permiten alcanzar máis altura.
it: Per fare un salto col laser, spara semplicemente il %s ai tuoi piedi e salta immediatamente dopo. Sperimenta un po' con la tempistica dello sparo del %s e del salto per avere un'idea di quali tempi ti faranno arrivare a quale altezza.
ru: Чтобы выполнить «лазерный прыжок», просто выстрелите из %s себе под ноги и сразу же подпрыгните. Поиграйтесь с синхронизацией выстрела %s и прыжка, чтобы почувствовать, какое время задержки позволит вам подняться на большую высоту.

source: Wall Blastering
gl: Bláster contra a parede
it: Usare il blaster sulle pareti
ru: Бластерный прыжок от стены

source: If you don't fire the %s at the floor but instead against a wall next to you, you can get significant horizontal speed. You can do this to pick up speed off the stand or even when passing a wall while already bunny hopping.
gl: Se non disparas o %s ao chan, senón contra unha parede ao teu carón, podes conseguir unha velocidade horizontal significativa. Podes facer isto para coller velocidade ao saír dun soporte ou incluso ao pasar xunto a unha parede mentres xa estás facendo salto encadeado.
it: Se non spari il %s sul pavimento ma invece contro un muro accanto a te, puoi ottenere una significativa velocità orizzontale. Puoi farlo per prendere velocità da fermo o anche quando passi un muro mentre stai già saltando come un coniglio.
ru: Если использовать %s не в пол, а в стену рядом с собой, можно получить значительную горизонтальную скорость. Этот приём позволяет разогнаться с места или даже набрать скорость, проносясь мимо стены во время банни-хопа.

source: To use this technique, start a bunny hop. Right after jumping, flick back with your mouse at about 8 o'clock if the wall is to your left (or 4 o'clock if the wall is to your right), aim at the level of your head, and fire the %s. Immediately flick back to your movement direction and continue to bunny hop.
gl: Para usar esta técnica, comeza un salto encadeado. Xusto despois de saltar, move rapidamente o rato cara atrás como ás 8 se a parede está á túa esquerda (ou ás 4 se a parede está á túa dereita), apunta á altura da túa cabeza e dispara o %s. Inmediatamente move o rato cara á dirección do teu movemento e continúa facendo salto encadeado.
it: Per utilizzare questa tecnica, inizia a saltare come un coniglio. Subito dopo aver saltato, fai un movimento rapido all'indietro con il mouse a circa ore 8 se il muro è alla tua sinistra (o ore 4 se il muro è alla tua destra), mira all'altezza della tua testa e spara con il %s. Torna immediatamente alla tua direzione di movimento e continua a saltare.
ru: Чтобы использовать этот приём, начните банни-хоп. Сразу после прыжка резко отведите мышь назад, примерно на 8 часов, если стена слева (или на 4 часа, если справа), прицельтесь на уровне головы и выстрелите из %s. Немедленно верните мышь в направлении движения и продолжайте банни-хоп.

source: In order to waste as little speed as possible while flicking back, switch to a strafe key for the duration of the flick. This means using %s if the wall is to your left, and %s if the wall is to your right.
gl: Para perder a mínima velocidade posible ao mover rapidamente o rato cara atrás, cambia á tecla de estrafe durante o movemento. Isto significa usar %s se a parede está á túa esquerda, e %s se a parede está á túa dereita.
it: Per sprecare meno velocità possibile mentre fai il movimento rapido all'indietro, passa a un tasto di movimento laterale per la durata del movimento. Questo significa usare %s se il muro è alla tua sinistra e %s se il muro è alla tua destra.
ru: Чтобы потерять как можно меньше скорости при отводе мыши, переключитесь на боковую клавишу на время этого движения. Это означает использование %s, если стена слева, и %s, если стена справа.

source: The %s can be used just like the %s for movement, but it inflicts much more damage to the player. In gametypes without self damage however it is a very versatile movement tool.
fr: Le %s peut être utilisé tout comme le %s pour se déplacer rapidement, mais il inflige beaucoup plus de dégâts au joueur. Cependant, dans les types de partie sans dégâts auto-infligés, c'est un outil de mouvement très polyvalent.
gl: O %s pode usarse igual que o %s para moverse, pero inflixe moito máis dano ao xogador. En tipos de xogo sen dano propio, con todo, é unha ferramenta de movemento moi versátil.
it: Il %s può essere usato proprio come il %s per il movimento, ma infligge molti più danni al giocatore. Nei tipi di gioco senza danno auto-inflitto, tuttavia, è uno strumento di movimento molto versatile.
ru: %s можно использовать для движения так же, как и %s, но он наносит игроку гораздо больше урона. Однако в режимах без самоурона это очень универсальный инструмент передвижения.

source: While mid-air, you can also fire a rocket underneath yourself and immediately detonate it. The explosion will push you upwards a little bit, and can prolong a jump.
gl: Mentres estás no aire, tamén podes disparar un foguete por debaixo de ti e detónao inmediatamente. A explosión empurrarate un pouco cara arriba e pode prolongar un salto.
it: Mentre sei a mezz'aria, puoi anche sparare un razzo sotto di te e detonarlo immediatamente. L'esplosione ti spingerà leggermente verso l'alto e può prolungare un salto.
ru: Находясь в воздухе, вы также можете выстрелить ракетой под себя и тут же её подорвать. Взрыв немного подбросит вас вверх и поможет продлить прыжок.

source: Note that this strategy only really works if the %s mutator is enabled.
gl: Ten en conta que esta estratexia só funciona realmente se o mutador %s está activado.
it: Nota che questa strategia funziona davvero solo se il mutatore %s è abilitato.
ru: Учтите, что эта стратегия по-настоящему работает только при включённом мутаторе %s.

source: The drag force of the %s secondary fire can not only break other players' movement, but can also give yourself a significant speed boost.
gl: A forza de arrastre do disparo secundario do %s non só pode interromper o movemento doutros xogadores, senón que tamén pode darche a ti un impulso de velocidade significativo.
it: La forza di trascinamento del fuoco secondario del %s non solo può interrompere il movimento degli altri giocatori, ma può anche darti un significativo aumento di velocità.
ru: Сила притяжения вторичного огня %s не только может нарушить движение других игроков, но и дать вам значительное ускорение.

source: To "crylink run," shoot the %s secondary at the floor (or a parallel wall) just in front of you and begin bunny hopping to catapult yourself off the stand into high speed. Finding the best angle to aim at takes some practice, and changes depending on your speed.
gl: Para facer unha “Carreira nexocristal”, preme o disparo secundario do %s ao chan (ou a unha parede paralela) xusto diante de ti e comeza a facer o salto encadeado para catapultarte desde o soporte a alta velocidade. Colle un pouco de práctica atopar o mellor ángulo para apuntar, e este cambia segundo a túa velocidade.
it: Per "correre col crylink", spara il fuoco secondario del %s sul pavimento (o su una parete parallela) proprio davanti a te e inizia a fare "bunny hopping" per catapultarti dalla posizione di partenza ad alta velocità. Trovare l'angolo migliore per mirare richiede un po' di pratica e cambia a seconda della tua velocità.
ru: Для выполнения «крайлинк-бега», выстрелите вторичным огнём %s в пол (или параллельную стену) прямо перед собой и начните банни-хоп, чтобы катапультировать себя с места на высокой скорости. Поиск оптимального угла для прицеливания требует практики и меняется в зависимости от вашей скорости.

source: Crylink Wall Climbing
gl: Escalada co nexocristal
it: Scalare le pareti col Crylink
ru: Лазание по стенам с Крайлинком

source: By shooting the %s secondary against a wall next to you (just above your head), you can climb up walls quickly. This is called "wall climbing" with the %s.
gl: Premendo o disparo secundario do %s contra unha parede ao teu carón (xusto por riba da túa cabeza), podes subir polas paredes rapidamente. Isto chámaselle “escalada de parede” co %s.
it: Sparando il fuoco secondario del %s contro un muro accanto a te (appena sopra la tua testa), puoi scalare rapidamente i muri. Questo si chiama "scalare i muri" col %s.
ru: Стреляя вторичным огнём %s в стену рядом с собой (чуть выше головы), вы можете быстро взбираться по стенам. Это называется «лазанием по стенам» с помощью %s.

source: This is also a good way to save yourself from falling off the map, as it reliably stops your downfall.
gl: Esta tamén é unha boa forma de salvarte de caer fóra do mapa, xa que detén de maneira fiable a túa caída.
it: Questo è anche un buon modo per salvarti dal cadere dalla mappa, poiché ferma in modo affidabile la tua caduta.
ru: Это также хороший способ спастись от выдения с арены, так как это надёжно тормозит ваше падение.

source: Ramps are an important part of Xonotic map design. Any sloped surface that you hit with the right speed and the right angle will give you a significant upwards boost and enable you to reach places that are otherwise accessible only with laser jumps, which cost health and make noise.
fr: Les rampes sont un élément important dans la conception des cartes de Xonotic. Toute surface inclinée que vous heurtez à la bonne vitesse et au bon angle vous donnera un élan ascendant significatif et vous permettra d'atteindre des endroits qui ne sont autrement accessibles qu'avec des sauts laser, qui coûtent de la santé et font du bruit.
gl: As ramplas son unha parte importante do deseño dos mapas de Xonotic. Calquera superficie inclinada á que chegues coa velocidade e o ángulo correctos darache un impulso significativo cara arriba e permitirache alcanzar lugares que doutra forma só serían accesibles con saltos láser, que custan vida e fan ruído.
it: Le rampe sono una parte importante del design delle mappe di Xonotic. Qualsiasi superficie inclinata che colpisci con la giusta velocità e la giusta angolazione ti darà una significativa spinta verso l'alto e ti permetterà di raggiungere luoghi altrimenti accessibili solo con i salti col laser, che costano salute e fanno rumore.
ru: Рампы — важная часть дизайна арен в Xonotic. Любая наклонная поверхность, в которую вы врежетесь с правильной скоростью и под правильным углом, даст вам значительный вертикальный толчок и позволит достичь мест, доступных в противном случае только с помощью лазерных прыжков, которые отнимают здоровье и создают шум.

source: When doing ramp jumps, it is vital to hit the ramp at a flat angle to receive the upwards boost and not lose too much speed.
fr: Lorsque vous effectuez des sauts de rampe, il est essentiel de heurter la rampe à un angle plat afin de bénéficier d'un élan ascendant et de ne pas perdre trop de vitesse.
gl: Ao facer saltos desde ramplas, é vital alcanzar a rampla cun ángulo plano para recibir o impulso cara arriba e non perder demasiada velocidade.
it: Quando si fanno i salti su rampe, è fondamentale colpire la rampa con un angolo piatto per ricevere la spinta verso l'alto e non perdere troppa velocità.
ru: При выполнении прыжков с рампы крайне важно попасть на неё под пологим углом, чтобы получить вертикальный толчок и не потерять слишком много скорости.

source: In order to make a ramp jump, approach a sloped surface ("ramp"), jump just before the ramp and keep %s pressed so you jump again once you hit the ramp.
fr: Pour effectuer un saut de rampe, approchez-vous d'une surface inclinée (« rampe »), sautez juste avant la rampe et maintenez %s enfoncé afin de sauter à nouveau une fois que vous touchez la rampe.
gl: Para facer un salto desde rampla, achégate a unha superficie inclinada (“rampla”), salta xusto antes da rampla e mantén premida a tecla %s para saltar de novo cando chegues á rampla.
it: Per fare un salto sulla rampa, avvicinati a una superficie inclinata ("rampa"), salta poco prima della rampa e tieni premuto %s in modo da saltare di nuovo una volta colpita la rampa.
ru: Чтобы выполнить прыжок с рампы, приблизьтесь к наклонной поверхности («рампе»), подпрыгните прямо перед ней и удерживайте %s, чтобы прыгнуть снова, как только коснётесь рампы.

source: The higher the speed you have when you hit the ramp (at the right angle), the stronger the upwards boost. As always, you can gain speed before the ramp by bunny hopping.
gl: Canto maior sexa a velocidade que teñas ao alcanzar a rampla (co ángulo correcto), máis forte será o impulso cara arriba. Como sempre, podes coller velocidade antes da rampla facendo o salto encadeado.
it: Maggiore è la velocità che hai quando colpisci la rampa (con l'angolo giusto), più forte sarà la spinta verso l'alto. Come sempre, puoi guadagnare velocità prima della rampa saltando come un coniglio.
ru: Чем выше скорость при попадании на рампу (под правильным углом), тем сильнее вертикальный толчок. Как всегда, вы можете набрать скорость перед рампой с помощью банни-хоппинга.

source: Note that when trying to make a ramp jump while bunny hopping, it is vital to time your hops carefully so you get the angle right.
fr: Veuillez noter que lorsque vous essayez d'effectuer un saut de rampe tout en exécutant un bunny hopping, il est essentiel de bien synchroniser vos sauts afin d'obtenir le bon angle.
gl: Ten en conta que, ao tentar facer un salto desde rampla mentres fas salto encadeado, é vital cronometrar os teus saltos coidadosamente para acertar no ángulo correcto.
it: Nota che quando si cerca di fare un salto sulla rampa mentre si fa "bunny hopping", è fondamentale programmare con attenzione i tuoi salti in modo da ottenere l'angolo giusto.
ru: Учтите, что при попытке совершить прыжок с рампы во время банни-хоппинга крайне важно тщательно рассчитывать время прыжков, чтобы получить правильный угол.

source: Advanced Movement
fr: Mouvements avancés
gl: Movemento avanzado
it: Movimento avanzato
ru: Продвинутые движения
