Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s (beta)^BG, you have ^F2Xonotic %s
ast: ^F4NOTE: ^BGEl sirvidor ta executando ^F1Xonotic %s (beta)^BG, tienes ^F2Xonotic %s
bg: ^F4БЕЛЕЖКА: ^BGСървърът използва ^F1Xonotic %s (beta)^BG, а вие имате ^F2Xonotic %s
de: ^F4Anmerkung: ^BGDer Server läuft unter ^F1Xonotic %s (beta)^BG, du hast ^F2Xonotic %s
es: ^F4NOTA: ^BGEl servidor está usando la versión ^F1Xonotic %s (beta)^BG, tú tienes ^F2Xonotic %s
fi: ^F4NOTE: ^BGPalvelin ajaa ^F1Xonotic:in %s (beta-versiota)^BG, sinulla on ^F2Xonotic %s
fr: ^F4NOTE : ^BGLe serveur fonctionne avec ^F1Xonotic %s (beta)^BG, vous avez ^F2Xonotic %s
gl: ^F4NOTE: ^BGO servidor está empregando ^F1Xonotic %s (beta)^BG, ti tes ^F2Xonotic %s
it: ^F4NOTA: ^BGIl server sta eseguendo ^F1Xonotic %s (beta)^BG, tu hai ^F2Xonotic %s
ja_jp: ^F4注: ^BGサーバーは ^F1XONOTIC %s (beta)^BG を実行しています。あなたは ^F2XONOTIC %s があります。
pl: ^F4NOTKA: ^BGSerwer używa ^F1Xonotic %s (beta)^BG, ty masz ^F2Xonotic %s
pt_br: ^F4NOTA: ^BGO servidor está rodando ^F1Xonotic %s (beta)^BG, você tem o ^F2Xonotic %s
ro: ^F4NOTĂ: ^BGServerul rulează ^F1Xonotic %s(beta)^BG, tu ai ^F2Xonotic %s
ru: ^F4ПРИМЕЧАНИЕ: ^BGСервер запущен с версией ^F1Xonotic %s (бета)^BG, у вас ^F2Xonotic %s
sv: ^F4ANMÄRKNING: ^BGServern kör ^F1Xonotic %s (beta)^BG, du har ^F2Xonotic %s
uk: ^F4ПРИМІТКА: ^BGСервер використовує ^F1Xonotic %s (бета)^BG, у вас ^F2Xonotic %s

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s^BG, you have ^F2Xonotic %s
ast: ^F4NOTA: ^BGEl sirvidor ta executando ^F1Xonotic %s^BG, tienes ^F2Xonotic %s
bg: ^F4БЕЛЕЖКА: ^BGСървърът използва ^F1Xonotic %s^BG, а вие имате ^F2Xonotic %s
de: ^F4Anmerkung: ^BGDer Server läuft unter ^F1Xonotic %s^BG, du hast^F2Xonotic %s
es: ^F4NOTA: ^BGEl servidor está usando la versión ^F1Xonotic %s^BG, tú tienes ^F2Xonotic %s
fi: ^F4NOTE: ^BGPalvelin ajaa ^F1Xonotic:in versiota %s^BG, sinulla on ^F2Xonotic %s
fr: ^F4NOTE : ^BGLe serveur fonctionne avec ^F1Xonotic %s^BG, vous avez ^F2Xonotic %s
gl: ^F4NOTE: ^BGO servidor está a empregar ^F1Xonotic %s^BG, ti tes ^F2Xonotic %s
it: ^F4NOTA: ^BGIl server sta eseguendo ^F1Xonotic %s^BG, tu hai ^F2Xonotic %s
ja_jp: ^F4注: ^BGサーバーは ^F1XONOTIC %s^BG を実行しています。あなたは ^F2XONOTIC %s があります。
pl: ^F4NOTKA: ^BGServer uzywa ^F1Xonotic %s^BG, ty masz ^F2Xonotic %s
pt_br: ^F4NOTA: ^BGO servidor está rodando ^F1Xonotic %s^BG, você tem o ^F2Xonotic %s
ro: ^F4NOTĂ: ^BGServerul rulează ^F1Xonotic %s^BG, tu ai ^F2Xonotic %s
ru: ^F4ПРИМЕЧАНИЕ: ^BGСервер запущен с версией ^F1Xonotic %s^BG, у вас ^F2Xonotic %s
sv: ^F4ANMÄRKNING: ^BGServern kör ^F1Xonotic %s^BG, du har ^F2Xonotic %s
uk: ^F4ПРИМІТКА: ^BGСервер використовує ^F1Xonotic %s^BG, у вас ^F2Xonotic %s

source: ^F4NOTE: ^F1Xonotic %s^BG is out, and you still have ^F2Xonotic %s^BG - get the update from ^F3https://xonotic.org^BG!
de: ^F4BEACHTE: ^F1Xonotic %s^BG ist draußen, und du hast noch ^F2Xonotic %s^BG – hol dir das Update von ^F3https://xonotic.org^BG!
es: ^F4NOTA: ^F1Xonotic %s^BG ya está disponible, pero aún tienes ^F2Xonotic %s^BG - consigue la actualización en ^F3https://xonotic.org^BG!
fr: ^F4NOTE : ^F1Xonotic %s^BG est disponible, or vous avez toujours ^F2Xonotic %s^BG - obtenez la mise à jour depuis ^F3https://xonotic.org^BG !
gl: ^F4NOTE: ^F1Xonotic %s^BG está dispoñible, e aínda o tes ^F2Xonotic %s^BG - obter a actualización de ^F3https://xonotic.org^BG!
it: ^F4NOTA: ^F1Xonotic %s^BG è uscito, e tu hai ancora ^F2Xonotic %s^BG - aggiornalo da ^F3https://xonotic.org^BG!
ja_jp: ^F4注: ^F1XONOTIC %s^BG は利用できますが、あなたは ^F2XONOTIC %s^BG がまだあります。 ^F3https://www.xonotic.org^BG から更新を入手してください!
pt_br: ^F4NOTA: ^F1Xonotic %s^BG foi lançado e você ainda está com o ^F2Xonotic %s^BG - baixe a atualização pelo site ^F3https://xonotic.org^BG!
ro: ^F4NOTĂ: ^F1Xonotic %s^BG a apărut, iar tu încă ai ^F2Xonotic %s^BG - obține actualizarea de la ^F3https://xonotic.org^BG!
ru: ^F4ПРИМЕЧАНИЕ: ^F1Xonotic %s^BG вышел, а у вас всё ещё ^F2Xonotic %s^BG — скачайте обновление с ^F3http://www.xonotic.org/^BG!
sv: ^F4ANMÄRKNING: ^F1Xonotic %s^BG är ute, och du har fortfarande ^F2Xonotic %s^BG - hämta uppdatering från ^F3https://xonotic.org^BG!

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Accordeon%s%s
ast: ^BG%s%s^K1 morrió pola bonísima interpretación de ^BG%s^K1 col @!#%% acordión%s%s
bg: ^BG%s%s^K1 умря след като ^BG%s^K1 свири на @!#%%-ия Акордеон%s%s
de: ^BG%s%s^K1 starb von ^BG%s^K1s großartigen Spielkünsten auf dem @!#%% Akkordeon%s%s
es: ^BG%s%s^K1 murió por la gran actuación de ^BG%s^K1 en el @!#%%'n Acordeón%s%s
fi: ^BG%s%s^K1 kuoli syyn ollen ^BG%s^K1 on mahtava soittamaan @!#%%'n Haitaria%s%s
fr: ^BG%s%s^K1 a succombé à la musique du @!#%% Accordéon de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 morreu polo gran xogo de ^BG%s^K1' @!#%%'n Accordeon%s%s
it: ^BG%s%s^K1 è morto nella gran esibizione di ^BG%s^K1 con la @!#%%'n Fisarmonica%s%s
ja_jp: ^BG%s%s^K1 は@!#%%'nアコーデオン%s%sでの ^BG%s^K1 の素晴らしい演奏で死んだ
pt_br: ^BG%s%s^K1 morreu por causa da grande habilidade de ^BG%s^K1 com a @!#%%'n Accordeon%s%s
ro: ^BG%s%s^K1 a murit din cauza virtuozității lui ^BG%s^K1's pe @!#%%'n acordeon%s%s
ru: ^BG%s%s^K1 умер от убийственной игры ^BG%s^K1 на @!#%%м Баяне%s%s
sv: ^BG%s%s^K1 dog av ^BG%s^K1s vakra spelande på @!#%% Accordeon%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Accordeon%s%s
ast: ^BG%s^K1 mancóse nos oyíos col @!#%% acordión%s%s
bg: ^BG%s^K1 увреди собствения си слух с @!#%%-ия Акордеон%s%s
de: ^BG%s^K1 bekam Schmerzen vom @!#%% Akkordeon%s%s
es: ^BG%s^K1 lastimó sus propios oídos con el @!#%%'n Acordeón%s%s
fi: ^BG%s^K1 koki korvien vihlontaa @!#%% Haitarin takia%s%s
fr: ^BG%s^K1 s'est cassé les oreilles avec son propre @!#%% Accordéon%s%s
gl: ^BG%s^K1 feriu os seus propios oídos co @!#%%'n Accordeon%s%s
it: ^BG%s^K1 si è fatto male alle orecchie con la @!#%%'n Fisarmonica%s%s
ja_jp: BG%s^K1 は@!#%%'nアコーデオン%s%sで耳を痛んだ
pl: ^BG%s^K1 zranił swoje własne z @!#%%'n Akkordejonem%s%s
pt_br: ^BG%s^K1 feriu seus próprios ouvidos com a @!#%%'n Accordeon%s%s
ro: ^BG%s^K1 și-a spart propriile timpane cu @!#%%'n Acordeonul%s%s
ru: ^BGУ %s^K1 завяли уши от игры на @!#%%м Баяне%s%s
sv: ^BG%s^K1 skadade dess egna öron med @!#%% Accordeon%s%s

source: ^BG%s%s^K1 was electrocuted by ^BG%s^K1's Arc%s%s
ast: ^BG%s%s^K1 electrocutóse col Arc de ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Arc geschockt%s%s
es: ^BG%s%s^K1 Fue electrocutado por el Arc de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 sai shokkihoitoa ^BG%s^K1'n Arc:in toimesta%s%s
fr: ^BG%s%s^K1 a été électrocuté par l'Arc de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi electrocutado polo arco de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato fulminato dall'Arc di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のアーク%s%s によって感電された
pt_br: ^BG%s%s^K1 foi eletrocutado pelo Arc de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost electrocutat de ^BG%s^K1's Arc%s%s
ru: ^BG%s%s^K1 был поражён током из Дуги ^BG%s^K1%s%s
sv: ^BG%s%s^K1 fick en elchock av ^BG%s^K1s Arc%s%s

source: ^BG%s%s^K1 was blasted by ^BG%s^K1's Arc bolts%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Arcblitzen zerfetzt%s%s
es: ^BG%s%s^K1 fue despedazado por los rayos del Arc de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 joutui läjäytetyksi ^BG%s^K1'n Arc-salamoista%s%s
fr: ^BG%s%s^K1 a été mis en miettes par les éclairs de l'Arc de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi destruído polos Raios de Arco de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato fatto esplodere dalle saette dell'Arc di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のアークボルト%s%s によって爆破された
pt_br: ^BG%s%s^K1 foi explodido pelos raios do Arc de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был разорван зарядами из Дуги %s%s ^BG%s^K1
sv: ^BG%s%s^K1 var sprängd av ^BG%s^K1's Arc-bultar%s%s

source: ^BG%s^K1 played with Arc bolts%s%s
de: ^BG%s^K1 hat mit Arc-Blitzen gespielt%s%s
es: ^BG%s^K1 jugó con los rayos del Arc%s%s
fi: ^BG%s^K1 leikitteli arkkisalamoilla%s%s
fr: ^BG%s^K1 a joué avec des éclair d'Arc%s%s
gl: ^BG%s^K1 xogou con Raio de Arco%s%s
it: ^BG%s^K1 ha giocato con le saette dell'Arc%s%s
ja_jp: ^BG%s^K1 はアークボルト%s%sで遊びた
pt_br: ^BG%s^K1 brincou com raios de Arc%s%s
ru: ^BG%s^K1 доигрался с зарядами Дуги%s%s
sv: ^BG%s^K1 lekte med Arc-boltar

source: ^BG%s%s^K1 was shot to death by ^BG%s^K1's Blaster%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Blaster erschossen%s%s
es: ^BG%s%s^K1 fue disparado hasta la muerte por el Blaster de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ammuttiin kuoliaaksi ^BG%s^K1'n Läjäyttimellä%s%s
fr: ^BG%s%s^K1 a été abattu par le Blaster de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi asasinado a tiros polo bláster de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato sparato a morte dal Blaster di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のブラスター%s%sによって射殺された
pt_br: ^BG%s%s^K1 foi morto pelo Blaster de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost împușcat fatal de ^BG%s^K1's Blaster%s%s
ru: ^BG%s%s^K1 был застрелен из Бластера ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var skjuten till döds av ^BG%s^K1s Blaster%s%s

source: ^BG%s^K1 shot themselves to hell with their Blaster%s%s
fr: ^BG%s^K1 s'est expédié(e) en enfer avec son propre Blaster%s%s
gl: ^BG%s^K1 disparouse ata o inferno co seu Bláster %s%s
it: ^BG%s^K1 si è sparato a morte con il proprio Blaster%s%s
pt_br: ^BG%s^K1 atirou muito em si mesmo com seu Blaster%s%s
ru: ^BG%s^K1 отправил себя в ад из своего же Бластера%s%s

source: ^BG%s%s^K1 felt the strong pull of ^BG%s^K1's Crylink%s%s
ast: ^BG%s%s^K1 sintió l'emburrión del Crylink de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 усети силното дърпане от Crylink%s%s на ^BG%s^K1
de: ^BG%s%s^K1 hat den starken Zug von ^BG%s^K1s Crylink gespürt%s%s
es: ^BG%s%s^K1 sintió la fuerte atracción del Crylink de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 sai tuntea vahvaa vetoa ^BG%s^K1'n Crylink:in toimesta%s%s
fr: ^BG%s%s^K1 a mesuré la puissance du Crylink de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 sentiu o forte tirón do Crylink de ^BG%s^K1%s%s
it: ^BG%s%s^K1 ha sentito la forte trazione del Crylink di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のクリリンク%s%sの強い引きを感じた
pt_br: ^BG%s%s^K1 sentiu o forte impulso da Crylink de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a simțit pe pielea lui Crylink-ul lui ^BG%s^K1%s%s
ru: ^BG%s%s^K1 испытал на себе мощную тягу Крайлинка ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kände ett starkt drag av ^BG%s^K1s Crylink%s%s

source: ^BG%s^K1 felt the strong pull of their Crylink%s%s
ast: ^BG%s^K1 sintió l'emburrión del so Crylink%s%s
bg: ^BG%s^K1 усети силното дърпане на собствения си Crylink%s%s
de: ^BG%s^K1 hat den starken Zug der eigenen Crylink gespürt%s%s
es: ^BG%s^K1 sintió la fuerte atracción de su Crylink%s%s
fi: ^BG%s^K1 saivat tuntea vahvaa vetoa Crylink:eistään%s%s
fr: ^BG%s^K1 a mesuré la puissance de son propre Crylink%s%s
gl: ^BG%s^K1 sentiu o forte tirón do seu Crylink%s%s
it: ^BG%s^K1 ha sentito la forte trazione del proprio Crylink%s%s
ja_jp: ^BG%s^K1 はクリリンク%s%sの強い引きを感じた
pt_br: ^BG%s^K1 sentiu o forte impulso de sua Crylink%s%s
ro: ^BG%s^K1 a simțit pe pielea lui puterea Crylink-ului său%s%s
ru: ^BG%s^K1 испытал на себе мощную тягу собственного Крайлинка%s%s
sv: ^BG%s^K1 kände ett starkt drag av deras Crylink%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's rocket%s%s
ast: ^BG%s%s^K1 comió un cohete de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 изяде ракета%s%s на ^BG%s^K1
de: ^BG%s%s^K1 hat ^BG%s^K1s Rakete gefressen%s%s
es: ^BG%s%s^K1 se comió el cohete de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 söi ^BG%s^K1'n raketin%s%s
fr: ^BG%s%s^K1 a goûté à la roquette de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 comeuse o foguete de ^BG%s^K1%s%s
it: ^BG%s%s^K1 ha mangiato il razzo di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 のロケット%s%sを食べた
pl: ^BG%s%s^K1 zjadł rakietę ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 comeu o foguete de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a mușcat din racheta%s%s lui ^BG%s^K1's
ru: ^BG%s%s^K1 скушал ракету ^BG%s^K1%s%s
sv: ^BG%s%s^K1 åt ^BG%s^K1s rateker%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's rocket%s%s
ast: ^BG%s%s^K1 averóse muncho a un cohete de ^BG%s^K1%s%s
de: ^BG%s%s^K1 kam zu nah an der Rakete von ^BG%s^K1 heran%s%s
es: ^BG%s%s^K1 se acercó demasiado al cohete de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 erehtyi liian lähelle ^BG%s^K1'n rakettia%s%s
fr: ^BG%s%s^K1 s'est approché trop près de la roquette de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 achegouse demasiado ao foguete de ^BG%s^K1%s%s
it: ^BG%s%s^K1 si è avvicinato troppo al razzo di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 のロケット%s%sに近すぎた
pt_br: ^BG%s%s^K1 chegou muito perto do foguete de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 оказался слишком близко к ракете ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kom för nära ^BG%s^K1s raketer%s%s

source: ^BG%s^K1 blew themselves up with their Devastator%s%s
fr: ^BG%s^K1 s'est fait sauter avec son propre Devastator%s%s
gl: ^BG%s^K1 explotouse a si mesmo co seu Devastator %s%s
it: ^BG%s^K1 si è fatto esplodere con il prorpio Devastator%s%s
pt_br: ^BG%s^K1 se explodiu com seu Devastator%s%s
ru: ^BG%s^K1 взорвал себя с помощью Разрушителя%s%s

source: ^BG%s%s^K1 was blasted by ^BG%s^K1's Electro bolt%s%s
bg: ^BG%s%s^K1 бе издухан на парчета от Electro болт%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Elektrokugeln zerfetzt%s%s
es: ^BG%s%s^K1 fue despedazado por el rayo del Electro de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 päätyi läjäytetyksi ^BG%s^K1'n Sähkösalaman voimasta%s%s
fr: ^BG%s%s^K1 a été mis en miettes par l'éclair de l'Electro de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi destruido polo raio electro de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato fatto esplodere dalla saetta dell'Electro di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のエレクトロボルト%s%sによって爆破された
pt_br: ^BG%s%s^K1 foi pulverizado por raios de Electro de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost spulberat de Bolturile Electrice%s%s ale lui ^BG%s^K1
ru: ^BG%s%s^K1 был разорван зарядом Электро ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var sprängd av ^BG%s^K1s Electro-bultar%s%s

source: ^BG%s%s^K1 felt the electrifying air of ^BG%s^K1's Electro combo%s%s
ast: ^BG%s%s^K1 sintió l'ambiente llétricu del combu del Electro de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 усети наелектризирания въздух от Electro комбо%s%s на ^BG%s^K1
de: ^BG%s%s^K1 fühlte die elektrifizierte Luft von ^BG%s^K1s Elektro-Kombi%s%s
es: ^BG%s%s^K1 sintió el aire electrificante del el combo de Electro de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 tunsi sähköä ilmassa ^BG%s^K1'n Sähköyhdistelmän voimasta%s%s
fr: ^BG%s%s^K1 a été électrocuté par le combo Electro de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 sentiu o aire electrizante do como electro de ^BG%s^K1%s%s
it: ^BG%s%s^K1 ha sentito l'aria elettrificata della combo dell'Electro di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の電気コンボ%s%sの電撃的にした空気を感じた
pt_br: ^BG%s%s^K1 sentiu o ar eletrocutado do combo de Electro de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a simțit electrocutarea Combo-ului Electric%s%s al lui ^BG%s^K1
ru: ^BG%s%s^K1 почуял запах озона от комбо Электро ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kände den elektrifierande luften av ^BG%s^K1s Electro-kombo%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Electro orb%s%s
ast: ^BG%s%s^K1 averóse muncho a un orbe del Electro de ^BG%s^K1%s%s
de: ^BG%s%s^K1 kam ^BG%s^K1s Elektro-Kugel zu nahe%s%s
es: ^BG%s%s^K1 se acercó demasiado a la orbe de Electro de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 erehtyi liian lähelle ^BG%s^K1'n Sähköpalloa%s%s
fr: ^BG%s%s^K1 s'est approché trop près de l'Electro-orbe de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 achegouse demasiado ao orbe Electro de ^BG%s^K1%s%s
it: ^BG%s%s^K1 si è avvicinato troppo alla sfera dell'Electro di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 のエレクトロオーブ%s%sに近すぎた
pt_br: ^BG%s%s^K1 ficou muito perto da esfera de Electro de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 s-a apropiat prea mult de Sfera Electrică%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 подошёл слишком близко к сфере Электро ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kom för nära ^BG%s^K1s Electro-orb%s%s

source: ^BG%s^K1 played with Electro bolts%s%s
ast: ^BG%s^K1 xugó coles boles del Electro%s%s
de: ^BG%s^K1 hat mit Elektro-Blitzen gespielt%s%s
es: ^BG%s^K1 jugó con los rayos del Electro%s%s
fi: ^BG%s^K1 leikki Sähkösalamoilla%s%s
fr: ^BG%s^K1 a joué avec des éclairs d'Electro%s%s
gl: ^BG%s^K1 xogou cos raios Electro%s%s
it: ^BG%s^K1 ha giocato con le saette dell'Electro%s%s
ja_jp: ^BG%s^K1 はエレクトロボルト%s%sで遊びた
pt_br: ^BG%s^K1 brincou com raios de Electro%s%s
ro: ^BG%s^K1 s-a jucat cu Bolturi Electrice%s%s
ru: ^BG%s^K1 доигрался с зарядами Электро%s%s
sv: ^BG%s^K1 lekte med Electro-bultar%s%s

source: ^BG%s^K1 could not remember where they put their Electro orb%s%s
ast: ^BG%s^K1 nun s'acordó ónde punxo les orbes del so Electro%s%s
de: ^BG%s^K1 konnte sich nicht erinnern, wo noch einmal diese Elektro-Kugel lag%s%s
es: ^BG%s^K1 no pudo recordar donde dejó su orbe de Electro%s%s
fi: ^BG%s^K1 unohtivat mihin olivat Sähköpallonsa laittaneet%s%s
fr: ^BG%s^K1 ne se rappelait plus où il/elle avait laissé traîner son Electro-orbe%s%s
gl: ^BG%s^K1 non puido lembrar onde deixou o seu orbe electro%s%s
it: ^BG%s^K1 non si è ricordato dove aveva messo la propria sfera di Electro%s%s
ja_jp: ^BG%s^K1 はエレクトロオーブ%s%sをどこに置いたか思い出せなかった
pt_br: ^BG%s^K1 não conseguiu se lembrar onde tinha colocado a sua esfera de Electro%s%s
ro: ^BG%s^K1 nu și-a putut reaminti unde și-a pus propria Sferă Electrică%s%s
ru: ^BG%s^K1 забыл куда отправил свою сферу Электро%s%s
sv: ^BG%s^K1 kunde inte komma ihåg var de la deras Electro-orbar%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's fireball%s%s
ast: ^BG%s%s^K1 averóse muncho a una bola de fueu de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 се приближи твърде близо до огненото кълбо%s%s на ^BG%s^K1
de: ^BG%s%s^K1 war zu nah an ^BG%s^K1s Feuerball%s%s
es: ^BG%s%s^K1 se acercó demasiado a la bola de fuego de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 erehtyi liian lähelle ^BG%s^K1'n tulipalloa%s%s
fr: ^BG%s%s^K1 s'est approché trop près de la boule de feu de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 achegouse demasiado á bola de lume de ^BG%s^K1%s%s
it: ^BG%s%s^K1 si è avvicinato troppo alla palla di fuoco di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 の火の玉%s%sに近すぎた
pt_br: ^BG%s%s^K1 chegou muito perto da fireball de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 s-a apropriat prea mult de mingea de foc%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 оказался слишком близко к огненному шару ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kom för nära ^BG%s^K1s eldboll%s%s

source: ^BG%s%s^K1 got burnt by ^BG%s^K1's firemine%s%s
bg: ^BG%s%s^K1 бе изгорен от огнената мина%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Feuermine verbrannt%s%s
es: ^BG%s%s^K1 fue quemado por la mina de fuego de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 paloi poroksi ^BG%s^K1'n tulimiinaan käveltyään%s%s
fr: ^BG%s%s^K1 a été brûlé par la mine de feu de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi queimado pola mina de lume de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato bruciato dalla mina di fuoco di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の火鉱山%s%sによって燃やされた
pt_br: ^BG%s%s^K1 foi queimado pela mina de fogo de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost ars de Mina de Foc%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 сожжён зажигательной миной ^BG%s^K1%s%s
sv: ^BG%s%s^K1 bränndes upp av ^BG%s^K1s eldmina%s%s

source: ^BG%s^K1 should have used a smaller gun%s%s
ast: ^BG%s^K1 debió usar una arma más pequeña%s%s
bg: ^BG%s^K1 трябваше да използва по-малко оръжие%s%s
de: ^BG%s^K1 hätte eine kleinere Waffe nutzen sollen%s%s
es: ^BG%s^K1 debió haber usado un arma más pequeña%s%s
fi: ^BG%s^K1 huomasi että olisi pitänyt käyttää pienempää pyssyä%s%s
fr: ^BG%s^K1 aurait mieux fait d'utiliser une arme moins lourde%s%s
gl: ^BG%s^K1 debería ter usado unha arma máis pequena%s%s
it: ^BG%s^K1 avrebbe dovuto usare un'arma più piccola%s%s
ja_jp: ^BG%s^K1 はもっと小さな銃%s%sを使うべきだった
pl: ^BG%s^K1 powinien był użyć mniejszego pistoletu%s%s
pt_br: ^BG%s^K1 deveria ter usado uma arma menor%s%s
ro: ^BG%s^K1 ar fi trebuit să folosească o armă mai mică%s%s
ru: ^BG%s^K1 должен был выбрать пушку поменьше%s%s
sv: ^BG%s^K1 skulle ha användit ett mindre vapen%s%s

source: ^BG%s^K1 forgot about their firemine%s%s
ast: ^BG%s^K1 escaeció ónde punxo les mines%s%s
bg: ^BG%s^K1 забрави за своята огнена мина%s%s
de: ^BG%s^K1 hat vergessen, wo die eigene Feuermine lag%s%s
es: ^BG%s^K1 se olvidó de su mina de fuego%s%s
fi: ^BG%s^K1 unohtivat tulimiinansa olemassaolon%s%s
fr: ^BG%s^K1 a oublié sa propre mine de feu%s%s
gl: ^BG%s^K1 esqueceuse da súa mina de fogo%s%s
it: ^BG%s^K1 si è dimenticato della propria mina di fuoco%s%s
ja_jp: ^BG%s^K1 は自分の火鉱山%s%sを忘れた
pt_br: ^BG%s^K1 se esqueceu da sua mina de fogo%s%s
ro: ^BG%s^K1 a uitat de propriai Mină de foc%s%s
ru: ^BG%s^K1 забыл о своей зажигательной мине %s%s
sv: ^BG%s^K1 glömde bort sina eldminor%s%s

source: ^BG%s%s^K1 was pummeled by a burst of ^BG%s^K1's Hagar rockets%s%s
bg: ^BG%s%s^K1 бе разбит от ракетите Hagar%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde von einer Kombi von ^BG%s^K1s Hagar-Raketen durchsiebt%s%s
es: ^BG%s%s^K1 fue golpeado por un estallido de misiles de Hagar de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 tuli nuijituksi tärskäyksellä ^BG%s^K1'n Hagar-raketteja%s%s
fr: ^BG%s%s^K1 a été assommé par une rafale de roquettes du Hagar à ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi acougado por unha raxada dos foguetes Hagar de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato colpito ripetutamente da una raffica di razzi dell'Hagar di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のハガルロケット%s%sのバーストによって打ち負かされた
pt_br: ^BG%s%s^K1 foi atingido por uma rajada de foguetes do Hagar de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost zdrobit și sfârtecat de valul de rachete%s%s al lui ^BG%s^K1
ru: ^BG%s%s^K1 был утрамбован очередью из Хагара от ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var slagen av en explosion av ^BG%s^K1s Hagar-raketer%s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Hagar rockets%s%s
bg: ^BG%s%s^K1 бе разбит от ракетите Hagar rockets%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Hagar-Raketen durchsiebt%s%s
es: ^Bg%s%s^K1 fue golpeado por los misiles de Hagar de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 tuli nuijituksi tärskäyksellä ^BG%s^K1'n Hagar-raketteja%s%s
fr: ^BG%s%s^K1 a été assommé par les roquettes du Hagar de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi golpeado polos foguetes Hagar de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato colpito ripetutamente dai razzi dell'Hagar di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のハガルロケット%s%sに衝撃された
pt_br: ^BG%s%s^K1 foi atingido pelos foguetes do Hagar de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost zdrobit de rachetele%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 был обстрелян из Хагара ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var slagen av ^BG%s^K1s Hagar-raketer%s%s

source: ^BG%s^K1 played with tiny Hagar rockets%s%s
ast: ^BG%s^K1 xugó colos cohetinos del Hagar%s%s
bg: ^BG%s^K1 си играеше със своите миниатюрни ракети Hagar%s%s
de: ^BG%s^K1 spielte mit kleinen Hagar-Raketen%s%s
es: ^BG%s^K1 jugó con los pequeños misiles de Hagar%s%s
fi: ^BG%s^K1 leikitteli pienenpienillä Hagar-raketeilla%s%s
fr: ^BG%s^K1 a joué avec de minuscules roquettes de Hagar%s%s
gl: ^BG%s^K1 xogou cos pequenos foguetes Hagar%s%s
it: ^BG%s^K1 ha giocato con i piccoli razzi dell'Hagar%s%s
ja_jp: ^BG%s^K1 が小さなハガルロケット%s%sで遊びた
pl: ^BG%s^K1 grała zy małymi Hagar rakietami%s%s
pt_br: ^BG%s^K1 brincou com minúsculos foguetes de Hagar%s%s
ro: ^BG%s^K1 s-a jucat cu rachetuțe mici de tip Hagar%s%s
ru: ^BG%s^K1 доигрался с ракетками из Хагара%s%s
sv: ^BG%s^K1 lekte med små Hagar-raketer%s%s

source: ^BG%s%s^K1 was cut down with ^BG%s^K1's HLAC%s%s
bg: ^BG%s%s^K1 бе нарязан на парчета от HLAC%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde mit ^BG%s^K1s SLSK niedergestreckt%s%s
es: ^BG%s%s^K1 fue cortado por el HLAC de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 päätyi viillokiksi ^BG%s^K1'n HLAC:ien tehosta%s%s
fr: ^BG%s%s^K1 a été découpé par le HLAC de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi reducido co CLAP de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato abbattuto con l'HLAC di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のHLAC%s%sで切られた
pt_br: ^BG%s%s^K1 foi rasgado pelo HLAC de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost tăiat în două cu HLAC-ul%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 был порезан из ТЛО ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var nerklippt med ^BG%s^K1s HLAC%s%s
