Repository: xonotic/xonotic-data.pk3dir
Catalog: common.la.po
Languages: la

source: ^K1Watch your step!
la: ^K1Cave ne cadas!

source: ^K1Traitor! You betrayed teammate ^BG%s
la: ^K1Proditor! Collegam ^BG%s^K1 prodidisti

source: ^K1Traitor! You team killed ^BG%s
la: ^K1Proditor! Collegam ^BG%s^K1 occidisti

source: ^K1You were betrayed by teammate ^BG%s
la: ^K1A collega ^BG%s^K1 proditus es

source: ^K1You were team killed by ^BG%s
la: ^K1A collega ^BG%s^K1 occisus es

source: ^K1Stop idling! ^BGDisconnecting in ^COUNT...
la: ^K1Noli conquiescere! ^BGDinecteris ^COUNT...

source: ^K1Stop idling! ^BGMoving to spectators in ^COUNT...
la: ^K1Noli conquiescere! ^BGIn spectatores ferris ^COUNT...

source: ^K1Teams unbalanced! ^BGMoving %s^BG to spectators in ^COUNT...
la: ^K1Manus dispares! ^BGIn spectatores %s^BG fertur ^COUNT...

source: ^BGYou need %s^BG!
la: ^BG%s^BG necesse est!

source: ^BGYou also need %s^BG!
la: ^BG%s^BG quoque necesse est!

source: ^BGDoor unlocked!
la: ^BGPorta patefacta est!

source: ^F2Extra lives taken: ^K1%s
la: ^F2Vitae additae: ^K1%s

source: ^K3You revived ^BG%s
la: ^BG%s^K3 restituisti

source: ^K3You revived yourself
la: ^K3Temet restituisti

source: ^K3You were revived by ^BG%s
la: ^K3A ^BG%s^K3 restitutus es

source: ^BGYou were automatically revived after %s seconds
la: ^BGRestitutus es quia %s secunda expectavisti

source: ^BGThe generator is under attack!
la: ^BGGeneratrum impetitur!

source: ^TC^TT^BG team loses the round
la: ^BGManus ^TC^TT^BG tempore non vicit

source: ^K1You froze yourself
la: ^K1Temet congelavisti

source: ^K1Round already started, you spawn as frozen
la: ^K1Tempus iam inceptum est, nasceris congelatus

source: ^K1A %s has arrived!
la: ^K1%s pervenit!

source: ^BGYou got the ^F1Fuel regenerator
la: ^F1Lignorum regeneratrum^BG tenes

source: ^BGYou got the ^F1Jetpack
la: ^F1Sarcinam Volatilem^BG tenes

source: ^K1Your Xonotic version is incompatible with the server's version!
la: ^K1Tui clientis computatralis Xonoticus non intelligit moderatri Xonoticum, vel non intelligitur!

source: ^K1No spawnpoints available! Hope your team can fix it...
la: ^K1Non est ubi nascaris! Utinam manus tua agat...

source: ^K1You aren't allowed to play because you are banned in this server
la: ^K1Te ludere vetatur quia hoc moderatro expulsus es

source: ^K1You may not join the game at this time. This match is limited to ^F2%s^BG players.
la: ^K1Nunc ludere non potes. Hic non plures quam ^F2%s^BG ludentes ludere possunt.

source: ^K1Cannot join given minigame session!
la: ^K1Ludi parvi sessio incipi non potuit!

source: ^K2Your ping (connection latency) is currently too high to play here. Please consider joining a server closer to you.
la: ^K2Tempus Ping (mora interretialis) inter te et hoc moderatrum nimis longum est. Melius est eligere moderatrum quod propius a te sit

source: ^BGYou're queued to join any available team.
la: ^BGNunc exspecta ut advoceris ad aliquam manum.

source: ^BGYou're queued to join the ^TC^TT^BG team.
la: ^BGNunc exspecta ut advoceris ad manum ^TC^TTm^BG.

source: %s^K2 chose ^TC^TT^K2 first.
la: %s^K2 eandem ^TC^TTm^K2 iam elegit.

source: ^K2You're queued to join any available team.
la: ^K2Nunc exspecta ut advoceris ad aliquam manum.

source: %s^K2 chose your preferred team first.
la: %s^K2 eandem manum quam praefers iam elegit.

source: ^K2You're now playing on ^TC^TT^K2 team!
la: ^K2Nunc pro manu ^TC^TT^K2 ludis!

source: ^BGYou're now playing on ^TC^TT^BG team!
la: ^BGNunc pro manu ^TC^TT^BG ludis!

source: ^BGYou picked up the ball
la: ^BGPilam cepisti

source: ^BGGet the ball to score points for frags!
la: ^BGPilam cape ut rationi addetur cum interficies!

source: ^BGAll keys are in your team's hands! Help the key carriers to meet!
la: ^BGOmnes claves tua manus tenet! Iuva ut claves portantes conveniant!

source: ^BGAll keys are in ^TC^TT team^BG's hands! Interfere ^F4NOW^BG!
la: ^BGOmnes claves ^TCmanus ^TT^BG tenet! Obsta ^F4NUNC^BG!

source: ^BGAll keys are in your team's hands! Meet the other key carriers ^F4NOW^BG!
la: ^BGOmnes claves tua manus tenet! Alios claves portantes conveni ^F4NUNC^BG!

source: ^F4Round will start in ^COUNT
la: ^F4Tempus incipietur post ^COUNT

source: ^BGScanning frequency range...
la: ^BGFrequentiarum spatium perlegitur...

source: ^BGYou are starting with the ^TC^TT Key
la: ^BGIncipis portans ^TCClavem ^TTm

source: ^BGYou have no lives left, you must wait until the next match
la: ^BGIam nullam vitam habes, posteriorem ludum expectabis

source: ^BGLeaders can now be seen by enemies on radar!
la: ^BGPrincipes ab inimicis detectro iam videri possunt!

source: ^BGWaiting for players to join... Need active players for: %s
la: ^BGExpectatur ut plures ludant... Ludentibus eget: %s

source: ^BGWaiting for %s player(s) to join...
la: ^BGExpectatur ut %s plures ludant...

source: ^BGYour weapon has been downgraded until you find some ammo!
la: ^BGArma tua degenerata erit dum missili deeris!

source: ^F4^COUNT^BG left to find some ammo!
la: ^BGAnte ^F4^COUNT^BG secunda, missile inveni!

source: ^BGGet some ammo or you'll be dead in ^F4^COUNT^BG!
la: ^BGMissile cape ne morieris ^F4^COUNT^BG!

source: ^BGGet some ammo! ^F4^COUNT^BG left!
la: ^BGMissile cape! Manent ^F4^COUNT^BG!

source: ^F2Extra lives remaining: ^K1%s
la: ^F2Vitae additae manentes: ^K1%s

source: ^F2^COUNT^BG until weapon change... Next weapon: ^F1%s
la: ^BGArma commutabuntur ^F2^COUNT^BG... Arma posteriora: ^F1%s

source: ^F2Active weapon: ^F1%s
la: ^F2Nunc arma sunt: ^F1%s

source: ^BGYou captured %s^BG control point
la: ^BGDominationis locum %s^BG cepisti

source: ^BGYou captured a control point
la: ^BGDominationis locum cepisti

source: ^TC^TT^BG team captured %s^BG control point
la: ^BGManus ^TC^TT^BG dominationis locum %s^BG cepit

source: ^TC^TT^BG team captured a control point
la: ^BGManus ^TC^TT^BG dominationis locum cepit

source: ^BGThis control point currently cannot be captured
la: ^BGNunc hunc dominationis locum capere non potes

source: ^BGThe enemy generator cannot be destroyed yet ^F2Capture some control points to unshield it
la: ^BGHostium generatrum delere nondum potes ^F2Aliquot dominationis locos capite ut eius scutum cadat

source: ^BGThe ^TCenemy^BG generator is no longer shielded!
la: ^TCHostium^BG generatrum iam non protegitur!

source: ^K1Your generator is NOT shielded! ^BGRe-capture control points to shield it!
la: ^K1Generatrum vestrum iam NON protegitur! ^BGRursus dominationis locos cape ut protegetur!

source: ^BGPress ^F2%s^BG to teleport
la: ^F2%s^BG preme ut teleporteris

source: ^BGTeleporting disabled for %s
la: ^BGTeleportari non potes %s

source: ^F2Now playing ^F4OVERTIME^F2! Keep fragging until we have a winner!
la: ^F2Iam ludus ^F4PROROGATUS^F2 est! Interficere sequere quoad aliquis vicerit!

source: ^F2Now playing ^F4OVERTIME^F2! Keep scoring until we have a winner!
la: ^F2Iam ludus ^F4PROROGATUS^F2 est! Rationi addere sequere quoad aliquis vicerit!

source: ^F2Now playing ^F4OVERTIME^F2! Generators are now decaying. The more control points your team holds, the faster the enemy generator decays
la: ^F2Iam ludus ^F4PROROGATUS^F2 est! Generatra putescunt. Si plures dominationis locos manus tua tenet, celerius hostium generatrum putescit.

source: ^F2Now playing ^F4OVERTIME^F2! ^BGAdded ^F4%s^BG to the game!
la: ^F2Iam ludus ^F4PROROGATUS^F2 est! ^F4%s^BG ludo addita sunt!

source: ^K1In^BG-portal created
la: ^K1Ingressus^BG teleporta creata

source: ^F3Out^BG-portal created
la: ^F3Egressus^BG teleporta creata

source: ^F1Portal creation failed
la: ^F1Teleporta creari non potuit

source: ^F2Strength infuses your weapons with devastating power
la: ^F2Per Vim potentia armorum omnibus praestas

source: ^F2Strength has worn off
la: ^F2Vis evanuit

source: ^F2Shield surrounds you
la: ^F2Scutum te obtegit

source: ^F2Shield has worn off
la: ^F2Scutum evanuit

source: ^F2You are on speed
la: ^F2Celeritas te venit

source: ^F2Speed has worn off
la: ^F2Celeritas evanuit

source: ^F2You are invisible
la: ^F2Invisibilis videris

source: ^F2Invisibility has worn off
la: ^F2Invisibilitas evanuit

source: ^K1You are forced to spectate and you aren't allowed to play because you are banned in this server
la: ^K1Spectare debes et te ludere vetatur quia hoc moderatro expulsus es

source: ^F2The race is over, finish your lap!
la: ^F2Cursus terminatus est, circumitum tuum fini!

source: ^BGSequence completed!
la: ^BGSequentia completa!

source: ^BGThere are more to go...
la: ^BGSunt plura facienda...

source: ^BGOnly %s^BG more to go...
la: ^BGModo %s^BG plura facienda...

source: ^F2Superweapons have broken down
la: ^F2Arma Magna perfracta sunt

source: ^F2Superweapons have been lost
la: ^F2Arma Magna perdita sunt

source: ^F2You now have a superweapon
la: ^F2Arma Magna tenes

source: ^BGYou are a ^K1hunter^BG! Eliminate the survivor(s) without raising suspicion!
la: ^BGEs ^K1venator^BG! Superstites occide, age ne ei suspicentur!

source: ^BGYou are a ^F1survivor^BG! Identify and eliminate the hunter(s)!
la: ^BGEs ^F1superstes^BG! Venatores discerne et occide!

source: ^K1Changing to ^TC^TT^K1 in ^COUNT
la: ^K1Ibis in ^TC^TTm^K1 post ^COUNT

source: ^K1Spectating in ^COUNT
la: ^K1Spectabis post ^COUNT

source: ^K1Suicide in ^COUNT
la: ^K1Temet interficies post ^COUNT

source: ^K2Your current team choice seems fine.
la: ^K2Manus in qua nunc es bona videtur.

source: ^F4Timeout begins in ^COUNT
la: ^F4Intermissio fiet post ^COUNT

source: ^F4Timeout ends in ^COUNT
la: ^F4Intermissio finietur post ^COUNT

source: ^BGPress ^F2%s^BG to enter/exit the vehicle
la: ^F2%s^BG preme ut vehiculum ineas/exeas

source: ^BGPress ^F2%s^BG to enter the vehicle gunner
la: ^F2%s^BG preme ut armatus vehiculi sis

source: ^BGPress ^F2%s^BG to steal this vehicle
la: ^F2%s^BG preme ut vehiculum rapias

source: ^F2The enemy is stealing one of your vehicles! ^F4Stop them!
la: ^F2Hostis vehiculum vestrum rapere conatur! ^F4Obsta ne rapiat!

source: ^F2Intruder detected, disabling shields!
la: ^F2Irrumpens visus, scuta detrahuntur!

source: ^K1You aren't allowed to call a vote because you are banned in this server
la: ^K1Te suffragia diribere vetatur quia hoc moderatro expulsus es

source: ^K1You aren't allowed to vote because you are banned in this server
la: ^K1Suffragio privaris quia hoc moderatro expulsus es

source: (near %s)
la: (prope %s)

source: primary
la: primaria

source: secondary
la: secundaria

source: %d points
la: %d in rationem

source: 1 point
la: 1 in rationem

source: drop flag
la: vexillum demittere

source: throw nade
la: granatam iacere

source: %s^K1 made a TRIPLE FRAG!
la: %s^K1 MORTEM TRIPLICEM attulit!

source: %s^K1 made a TRIPLE SCORE!
la: %s^K1 RATIONI TER addidit!

source: TRIPLE FRAG!
la: MORS TRIPLEX!

source: %s^K1 made FIVE SCORES IN A ROW!
la: %s^K1 RATIONI QUINQUIES CONTINENTER addidit!

source: %s^K1 unlocked RAGE!
la: %s^K1 IRAM concepit!

source: RAGE!
la: IRA!

source: %s^K1 made TEN SCORES IN A ROW!
la: %s^K1 RATIONI DECIES CONTINENTER addidit!

source: %s^K1 started a MASSACRE!
la: %s^K1 TRUCIDATIONEM coepit!

source: MASSACRE!
la: TRUCIDATIO!

source: %s^K1 executed MAYHEM!
la: %s^K1 MUTILATIONEM fecit!

source: %s^K1 made FIFTEEN SCORES IN A ROW!
la: %s^K1 RATIONI QUINDECIES CONTINENTER addidit!

source: MAYHEM!
la: MUTILATIO!

source: %s^K1 is a BERSERKER!
la: %s^K1 FURIOSUS est!

source: %s^K1 made TWENTY SCORES IN A ROW!
la: %s^K1 RATIONI VICIES CONTINENTER addidit!

source: BERSERKER!
la: FURIOSUS!

source: %s^K1 inflicts CARNAGE!
la: %s^K1 CARNIFEX est!

source: %s^K1 made TWENTY FIVE SCORES IN A ROW!
la: %s^K1 RATIONI VICIES QUINQUIES CONTINENTER addidit!

source: CARNAGE!
la: CARNIFEX!

source: %s^K1 made THIRTY SCORES IN A ROW!
la: %s^K1 RATIONI TRICIES CONTINENTER addidit!

source: %s^K1 unleashes ARMAGEDDON!
la: %s^K1 HARMAGEDDON coepit!

source: ARMAGEDDON!
la: HARMAGEDDON!

source: %s(^F1Bot^BG)
la: %s(^F1Automatus^BG)

source: (Health ^1%d^BG / Armor ^2%d^BG)%s
la: (Sanitas ^1%d^BG / Armatura ^2%d^BG)%s

source: (^F4Dead^BG)%s
la: (^F4Mortus^BG)%s

source: %d score spree!
la: %d rationis additionum series!

source: %d frag spree!
la: %d caedium series!

source: First blood!
la: Primus sanguis!

source: First score!
la: Prima rationis additio!

source: First casualty!
la: Prima mors!

source: First victim!
la: Primus occisus!

source: %s^K1 has %d frags in a row!
la: %s^K1 %d caedes continuavit!

source: %s^K1 made %d scores in a row!
la: %s^K1 rationi %des continenter addidit!

source: %s^K1 drew first blood!
la: %s^K1 primum sanguinem extraxit!

source: %s^K1 got the first score!
la: %s^K1 primo, rationi addidit!

source: , ending their %d frag spree
la: , id quod %d caedium seriem suam interrupit

source: , ending their %d score spree
la: , id quod %d rationis additionum seriem suam interrupit

source: , losing their %d frag spree
la: , et %d caedium seriem suam perdidit

source: , losing their %d score spree
la: , et %d rationis additionum seriem suam perdidit

source: with %d %s
la: cum armis sunt %d %s

source: TEAM^Red
la: Rubra

source: TEAM^Blue
la: Caerulea

source: TEAM^Yellow
la: Flava

source: TEAM^Pink
la: Rosea

source: Team
la: Manus

source: Neutral
la: Sine Colore

source: KEY^Red
la: Rubra

source: KEY^Blue
la: Caerulea

source: KEY^Yellow
la: Flava

source: KEY^Pink
la: Rosea

source: FLAG^Red
la: Rubrum

source: FLAG^Blue
la: Caeruleum

source: FLAG^Yellow
la: Flavum

source: FLAG^Pink
la: Roseum

source: GENERATOR^Red
la: Rubrum

source: GENERATOR^Blue
la: Caeruleum

source: GENERATOR^Yellow
la: Flavum

source: GENERATOR^Pink
la: Roseum

source: %s under attack!
la: %s impetitur!

source: Turret
la: Turriola

source: eWheel Turret
la: Turriola E-Rota

source: eWheel
la: E-Rota

source: FLAC Cannon
la: Tormentum Antaërium

source: FLAC
la: Antaërium

source: Fusion Reactor
la: Reactrum Fusorium

source: Hellion Missile Turret
la: Turriola Infernalis Missilium

source: Hellion
la: Infernalis

source: Hunter-Killer Turret
la: Turriola Venatrix-Necatrix

source: Hunter-Killer
la: Venatrix-Necatrix

source: Machinegun Turret
la: Polyboli Turriola

source: Machinegun
la: Polybolus

source: MLRS Turret
la: Turriola Multimistrix

source: MLRS
la: Multimistrix

source: Phaser Cannon
la: Tormentum Phasiarium

source: Phaser
la: Phasiarium

source: Plasma Cannon
la: Plasmatis Tormentum

source: Dual plasma
la: Plasma Duplum

source: Dual Plasma Cannon
la: Plasmatis Dupli Tormentum

source: Plasma
la: Plasmata

source: Tesla Coil
la: Teslae Spira

source: Walker Turret
la: Turriola Pedes

source: Walker
la: Pedes

source: Invincible Projectiles
la: Missilia Indelebilia

source: Low gravity
la: Gravitas parva

source: Midair
la: In Aere

source: Melee only Arena
la: Pugna Modo Pugno

source: Weapons stay
la: Arma manent

source: Buffs
la: Firmamina

source: No powerups
la: Sine potestatibus

source: Powerups
la: Potestates

source: No start weapons
la: Sine armis incipere

source: Male
la: Mas

source: Female
la: Femina

source: Undisclosed
la: Sexus Velatus

source: <KEY NOT FOUND>
la: <CLAVIS INCOGNITA>

source: <UNKNOWN KEYNUM>
la: <CLAVNUM INCOGNITUS>

source: ENTER
la: INTRARE

source: ESCAPE
la: EXCIDERE

source: SPACE
la: SPATIUM

source: BACKSPACE
la: RETROCEDERE

source: UPARROW
la: SAGITTASUPERA

source: DOWNARROW
la: SAGITTAINFERA

source: LEFTARROW
la: SAGITTASINISTRA

source: RIGHTARROW
la: SAGITTADEXTRA

source: PGDN
la: PGDEOR

source: PGUP
la: PGSURS

source: HOME
la: DOMUS

source: END
la: FINIS

source: PAUSE
la: PAUSA

source: NUMLOCK
la: NUMCLAUSTRA

source: CAPSLOCK
la: CAPCLAUSTRA

source: SCROLLOCK
la: CURSCLAUSTRA

source: SEMICOLON
la: VIRGPUNCT

source: TILDE
la: PERISPOMENE

source: BACKQUOTE
la: DIPLEINVERSA

source: QUOTE
la: DIPLE

source: APOSTROPHE
la: APOSTROPHUS

source: BACKSLASH
la: LINEAINVERSA

source: KP_%d
la: CN_%d

source: KP_%s
la: CN_%s

source: PERIOD
la: PUNCTUM

source: DIVIDE
la: DIVIDERE

source: SLASH
la: LINEA

source: MULTIPLY
la: MULTIPLIC

source: EQUALS
la: AEQUALIS

source: PRINTSCREEN
la: QUADRIIMAGO

source: MOUSE%d
la: MUS%d

source: MWHEELUP
la: MROTASURS

source: MWHEELDOWN
la: MROTADEORS

source: JOY%d
la: GUBRNCL%d

source: DPAD_UP
la: DCRUX_SURS

source: DPAD_DOWN
la: DCRUX_DEORS

source: DPAD_LEFT
la: DCRUX_SINIS

source: DPAD_RIGHT
la: DCRUX_DEXTR

source: START
la: INCIPERE

source: BACK
la: REDIRE

source: LEFT_THUMB
la: SINISTER_POLLEX

source: RIGHT_THUMB
la: DEXTER_POLLEX

source: LEFT_SHOULDER
la: SINISTER_UMERUS

source: RIGHT_SHOULDER
la: DEXTER_UMERUS

source: LEFT_TRIGGER
la: SINISTER_EMISS

source: RIGHT_TRIGGER
la: DEXTER_EMISS

source: LEFT_THUMB_UP
la: SINISTER_POLLEX_SURS

source: LEFT_THUMB_DOWN
la: SINISTER_POLLEX_DEORS

source: LEFT_THUMB_LEFT
la: SINISTER_POLLEX_SINIS

source: LEFT_THUMB_RIGHT
la: SINISTER_POLLEX_DEXTR

source: RIGHT_THUMB_UP
la: DEXTER_POLLEX_SURS

source: RIGHT_THUMB_DOWN
la: DEXTER_POLLEX_DEORS

source: RIGHT_THUMB_LEFT
la: DEXTER_POLLEX_SINIS

source: RIGHT_THUMB_RIGHT
la: DEXTER_POLLEX_DEXTR

source: JOY_%s
la: GUBRNCL_%s

source: UP
la: SURSUM

source: DOWN
la: DEORSUM

source: LEFT
la: SINISTRUM

source: RIGHT
la: DEXTRUM

source: MIDINOTE%d
la: MIDISONUS%d

source: Press %s
la: %s preme

source: No right gunner!
la: Armato dextro caret!

source: No left gunner!
la: Armato sinistro caret!

source: Bumblebee
la: Bombus Apis

source: Racer
la: Cursor

source: Racer cannon
la: Cursoris tormentum

source: Raptor cannon
la: Raptoris tormentum

source: Raptor bomb
la: Raptoris bomba

source: Raptor flare
la: Raptoris flamma

source: Spiderbot
la: Aranea Automata

source: Arc
la: Arcus

source: Blaster
la: Flatrum

source: Crylink
la: Crilictrum

source: Devastator
la: Devastatrum

source: Electro
la: Electrum

source: Fireball
la: Globus Igneus

source: Heavy Laser Assault Cannon
la: Hyperbolicae Lucis Assilientis Tormentum

source: Grappling Hook
la: Uncus Scandendo

source: MachineGun
la: Polybolus

source: Mine Layer
la: Tribuliferum

source: Mortar
la: Mortarium

source: Port-O-Launch
la: Teleportiferum

source: zoom
la: amplificatio

source: Rifle
la: Sclopetum Pungens

source: T.A.G. Seeker
la: T.A.G. Persecutrum

source: Shotgun
la: Sclopetum

source: @!#%'n Tuba
la: M@!#% Tuba

source: Vaporizer
la: Vaporatrum

source: CI_DEC^%s years
la: %s anni

source: CI_ZER^%d years
la: %d annus

source: CI_FIR^%d year
la: %d annus

source: CI_SEC^%d years
la: %d anni

source: CI_THI^%d years
la: %d anni

source: CI_MUL^%d years
la: %d anni

source: CI_DEC^%s weeks
la: %s hebdomades

source: CI_ZER^%d weeks
la: %d hebdomas

source: CI_FIR^%d week
la: %d hebdomas

source: CI_SEC^%d weeks
la: %d hebdomades

source: CI_THI^%d weeks
la: %d hebdomades

source: CI_MUL^%d weeks
la: %d hebdomades

source: CI_DEC^%s days
la: %s dies

source: CI_ZER^%d days
la: %d dies

source: CI_FIR^%d day
la: %d dies

source: CI_SEC^%d days
la: %d dies

source: CI_THI^%d days
la: %d dies

source: CI_MUL^%d days
la: %d dies

source: CI_DEC^%s hours
la: %s horae

source: CI_ZER^%d hours
la: %d hora

source: CI_FIR^%d hour
la: %d hora

source: CI_SEC^%d hours
la: %d horae

source: CI_THI^%d hours
la: %d horae

source: CI_MUL^%d hours
la: %d horae

source: CI_DEC^%s minutes
la: %s minuta

source: CI_ZER^%d minutes
la: %d minutum

source: CI_FIR^%d minute
la: %d minutum

source: CI_SEC^%d minutes
la: %d minuta

source: CI_THI^%d minutes
la: %d minuta

source: CI_MUL^%d minutes
la: %d minuta

source: CI_DEC^%s seconds
la: %s secunda

source: CI_ZER^%d seconds
la: %d secundum

source: CI_FIR^%d second
la: %d secundum

source: CI_SEC^%d seconds
la: %d secunda

source: CI_THI^%d seconds
la: %d secunda

source: CI_MUL^%d seconds
la: %d secunda

source: %dst
la: %dus

source: %dnd
la: %dus

source: %drd
la: %dus

source: %dth
la: %dus

source: No description
la: Nulla descriptio

source: %d days, %02d:%02d:%02d
la: %d dies, %02d:%02d:%02d

source: Item %d
la: Versus %dus

source: Custom
la: Utens optat

source: ^3%s^7 not equal to "%s"
la: ^3%s^7 differre ab "%s"

source: ^3%s^7 in range "%s" to "%s"
la: ^3%s^7 in intervallo inter "%s" et "%s"

source: ^3%s^7 outside range "%s" to "%s"
la: ^3%s^7 non in intervallo inter "%s" et "%s"

source: Has special requirements
la: Habet condiciones proprias

source: Requires ^3%s^7 not equal to "%s^7"
la: Postulatur ut ^3%s^7 differat ab "%s^7"

source: Requires %s, %s, and %s
la: Postulantur %s, %s et %s

source: Requires %s, %s, or %s
la: Postulantur %s, %s vel %s

source: Requires %s and %s
la: Postulantur %s et %s

source: Requires %s or %s
la: Postulatur %s vel %s

source: Requires %s
la: Postulatur %s

source: Core Team
la: Socii Primarii

source: Extended Team
la: Socii Adiutores

source: Website
la: Situs Interretialis

source: Art
la: Ars

source: Animation
la: Animatio

source: Campaign
la: Expeditio

source: Level Design
la: Harenarum Constructio

source: Music / Sound FX
la: Cantus / Soni

source: Game Code
la: Ludi Codex Computatralis

source: Marketing / PR
la: Annuntiationes

source: Legal
la: Legum

source: Game Engine
la: Ludi Codicis Fundamenta

source: Engine Additions
la: Codicis Fundamenta Addita

source: Compiler
la: Interpretatrum Codicis Computatralis

source: Translators
la: Scripta Vertunt

source: Asturian
la: Asturiana

source: Belarusian
la: Belarussica

source: Bulgarian
la: Bulgarica

source: Chinese (China)
la: Sinica (Sina)

source: Chinese (Hong Kong)
la: Sinica (Hongcongum)

source: Chinese (Taiwan)
la: Sinica (Taivania)

source: Czech
la: Bohemica

source: Dutch
la: Nederlandica

source: English (Australia)
la: Anglica (Australia)

source: English (United Kingdom)
la: Anglica (Regnum Britannicum)

source: Finnish
la: Finnica

source: French
la: Francica

source: Galician
la: Gallaeca

source: German
la: Theodisca

source: Greek
la: Graeca

source: Hungarian
la: Hungarica

source: Indonesian
la: Indonesica

source: Irish
la: Hibernica

source: Italian
la: Italica

source: Japanese
la: Iaponica

source: Kazakh
la: Casachica

source: Korean
la: Coreana

source: Latin
la: Latina

source: Polish
la: Polonica

source: Portuguese
la: Lusitana

source: Portuguese (Brazil)
la: Lusitana (Brasilia)

source: Romanian
la: Dacoromanica

source: Russian
la: Russica

source: Serbian
la: Serbica

source: Spanish
la: Hispanica

source: Swedish
la: Suecica

source: Turkish
la: Turcica

source: Ukrainian
la: Ucrainica

source: Past Contributors
la: Alii qui Prius Adiuverunt

source: forced to be saved to config.cfg
la: in config.cfg servabitur, quia obligatur

source: will not be saved
la: non servabitur

source: will be saved to config.cfg
la: in config.cfg servabitur

source: private
la: privatum

source: engine setting
la: codicis fundamentorum optio

source: read only
la: legendum modo

source: OK
la: Ita

source: Credits
la: Auctores

source: The Xonotic credits
la: Xonotici auctores

source: Welcome to Xonotic, please select your language preference and enter your player name to get started. You can change these options later through the menu system.
la: Salve in Xonotico, linguam tuam elige et lusoris nomen scribe ut incipias. Optiones mutare semper poteris per indicum systema.

source: Name:
la: Nomen:

source: Name under which you will appear in the game
la: Quod nomen tibi erit et in ludo scribetur

source: Text language:
la: Scriptorum lingua:

source: Allow player statistics to use your nickname at stats.xonotic.org?
la: Sinisne stats.xonotic.org nomen tuum in statisticis nuntiare?

source: Undecided
la: Non statui

source: Player statistics are enabled by default, you can change this in the Profile menu
la: Sinuntur ab initio lusoris statisticae, sed tamen per indicem 'Lusoris Paginam' eas vetare potes

source: Save settings
la: Optiones servare

source: Welcome
la: Salve

source: Join!
la: Incipe!

source: Restart level
la: Harenam integrare

source: Main menu
la: Index primarius

source: Servers
la: Moderatra

source: Profile
la: Lusoris Pagina

source: Settings
la: Optiones
