Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Since it's given as an offhand, players can use it to move around and shoot at their enemies at the same time, opening up more gameplay possibilities than the regular %s.
gl: Como se proporciona como arma secundaria, os xogadores poden usala para moverse e disparar aos inimigos ao mesmo tempo, abrindo máis posibilidades de xogo que a arma %s.
it: Dato che viene data come arma immediata, i giocatori possono usarla per muoversi e sparare ai loro nemici allo stesso tempo, aprendo più possibilità di gameplay rispetto al normale %s.
pt_br: Como é dado como uma arma imediata, jogadores podem usá-lo para mover-se e atirar nos inimigos ao mesmo tempo, levando a mais possibilidades de jogo que o %s ordinário.
ru: Поскольку это оружие выдаётся в качестве вспомогательного, игроки могут использовать его для перемещения и стрельбы по врагам одновременно, что открывает больше игровых возможностей по сравнению с обычным %s.

source: Note that it is overridden by the %s mutator.
gl: Ten en conta que é substituída polo mutador %s.
it: Nota che è annullato dal mutatore %s.
pt_br: Note que é revogado pelo modificador %s.
ru: Обратите внимание, что оно переопределяется мутатором %s.

source: Hook
be: Зачэпка
bg: Кука
de: Enterhaken
es: Gancho
fi: Koukku
fr: Grappin
gl: Gancho
it: Rampino
ja_jp: フック
pl: Hak
pt_br: Gancho
ro: Cârlig
ru: Крюк
sr: Кука
sv: Krok
uk: Гак

source: %s is a mutator that removes all weapons and weapon pickups from the map, instead giving players the %s, which immediately frags players in a single shot, hence the name "InstaGib."
fr: %s est un mutateur qui supprime toutes les armes de la carte et équipe les joueurs du %s, qui tue instantanément les joueurs d'un seul coup, d'où son nom « InstaGib ».
gl: %s é un mutador que elimina todas as armas e recollidas de armas do mapa, e en vez diso dá aos xogadores o %s, que elimina aos xogadores nun só disparo, de aí o nome "InstaGib".
it: %s è un mutatore che rimuove tutte le armi e le armi da raccogliere dalla mappa, dando invece ai giocatori il %s, che elimina immediatamente i giocatori con un singolo colpo, da cui il nome "InstaGib".
pt_br: %s é um modificador que remove todas as armas e coletas de armas do mapa, e em seu lugar dá aos jogadores a arma %s, que imediatamente executa jogadores com um só tiro, daí o nome "InstaGib".
ru: %s — это мутатор, который убирает с арены все виды оружия и предметы для оружия, вместо этого давая игрокам %s, который мгновенно убивает игроков одним выстрелом, отсюда и название «Инстагиб».

source: Precise aim and ammo conservation are important, since you will suicide after 10 seconds if you run out of ammo. Ammo (%s) can be picked up on the map often, or collected from dropped %s guns.
fr: Il est important de viser avec précision et d'économiser vos munitions, car vous vous suiciderez après 10 secondes si vous n'en avez plus. Vous pouvez souvent ramasser des munitions (%s) sur la carte ou les récupérer sur un %s abandonné.
gl: A puntería precisa e a conservación da munición son importantes, xa que te suicidarás despois de 10 segundos se te quedas sen munición. A munición (%s) pode recollerse a miúdo no mapa ou obtela das armas %s que caen.
it: Mira precisa e conservazione delle munizioni sono importanti, poiché ti suiciderai dopo 10 secondi se finisci le munizioni. Le munizioni (%s) possono essere raccolte spesso sulla mappa, o ottenute dalle armi %s lasciate cadere.
pt_br: Mira precisa e conservação de munição são importantes, já que você se suicidará depois de 10 segundos se acabar sua munição. A munição (%s) pode ser coletada do mapa ou das armas %s largadas.
ru: Точное прицеливание и экономия патронов крайне важны, так как при их полном расходе вы самоуничтожитесь через 10 секунд. Патроны (%s) часто можно найти на арене или собрать с выброшенных пушек %s.

source: Maps often have an %s on them, which will save you from being fragged when picked up (total extra lives is displayed as armor). Other powerups often present on maps include %s and %s.
fr: Les cartes comportent souvent un %s qui vous évite d'être tué lorsque vous le ramassez (le nombre total de vies supplémentaires est affiché sous forme d'armure). Parmi les autres bonus de puissance souvent présents sur les cartes, on retrouve %s et %s.
gl: Os mapas adoitan ter un %s que te salvará de ser eliminado cando o colles (o total de vidas extra móstrase como armadura). Outros potenciadores que adoitan estar presentes nos mapas inclúen %s e %s.
it: Le mappe spesso hanno un %s su di esse, che ti salverà dall'essere eliminato quando raccolto (le vite extra totali sono visualizzate come armatura). Altri powerup spesso presenti sulle mappe includono %s e %s.
pt_br: Mapas muitas vezes têm uma %s neles, que salvará você da morte (com vidas extras, o seu número total sendo exibido como armadura). Outros potencializadores muitas vezes presentes nos mapas incluem %s e %s.
ru: На аренах часто есть %s, который спасёт вас от гибели при поднятии (общее количество дополнительных жизней отображается как броня). Другие усилители, часто встречающиеся на арене, включают %s и %s.

source: It is quite a common mutator present on many servers, mixing well with a lot of gametypes but particularly %s. Sometimes it's enabled alongside other mutators such as %s for added movement possibilities.
fr: Il s'agit d'un mutateur assez courant présent sur de nombreux serveurs, qui s'intègre bien à de nombreux types de jeux, mais en particulier à %s. Il est parfois activé en même temps que d'autres mutateurs tels que %s pour offrir des possibilités de mouvement supplémentaires.
gl: É un mutador bastante común presente en moitos servidores, que combina ben con moitos tipos de xogo, pero especialmente con %s. Ás veces está activado xunto con outros mutadores como %s para engadir máis posibilidades de movemento.
it: È un mutatore piuttosto comune presente su molti server, che si mescola bene con molti tipi di gioco ma in particolare %s. A volte è abilitato insieme ad altri mutatori come %s per ulteriori possibilità di movimento.
pt_br: É um modificador bem comum presente em muitos servidores, misturando bem com muitos tipos de jogos, em especial %s. Às vezes é ativado junto com outros modificadores como %s para possibilidades adicionais de movimento.
ru: Это довольно распространённый мутатор, присутствующий на многих серверах, который хорошо сочетается со разными режимами игр, но особенно с %s. Иногда он включается вместе с другими мутаторами, такими как %s, для расширения возможностей движения.

source: InstaGib
fi: InstaGib-hetitappo
ja_jp: インスタギブ
ru: Инстагиб
sr: Инстагиб

source: The %s is sometimes present on maps when %s is enabled, providing ammo for the %s.
fr: Les %s sont parfois présentes sur les cartes lorsque %s est activé, fournissant des munitions pour le %s.
gl: O %s ás veces está presente nos mapas cando %s está activado , proporcionando munición para o %s.
it: Il %s è a volte presente sulle mappe quando %s è abilitato, fornendo munizioni per il %s.
pt_br: A %s é às vezes presente em mapas em que %s é ativo, provendo munição para a arma %s.
ru: %s иногда присутствует на аренах, когда %s включён, обеспечивая патронами для %s.

source: The %s powerup acts as armor in %s. If a player is shot while having one or more extra lives, they will survive the shot but suffer strong knockback.
fr: Le bonus de puissance %s agit comme une armure en %s. Si un joueur est touché alors qu'il dispose d'une ou plusieurs vies supplémentaires, il survivra au tir mais subira un fort recul.
gl: O potenciador %s actúa como armadura en %s. Se un xogador recibe un disparo mentres ten unha ou máis vidas extra, sobrevivirá ao disparo pero sufrirá un forte retroceso.
it: Il powerup %s agisce come armatura in %s. Se un giocatore viene colpito avendo una o più vite extra, sopravvivrà al colpo ma subirà un forte respingimento.
pt_br: O potencializador %s age como armadura em %s. Se um jogador é atingido enquanto tem uma ou mais vidas, sobreviverá o tiro mas sofrerá um forte empurrão.
ru: Усилитель %s выполняет роль брони в %s. Получив удар, игрок с дополнительными жизнями не погибнет, но будет отброшен с большой силой.

source: Vaporizer ammo
ast: Munición pa Vaporiador
de: Vaporisierermunition
es: Munición de Vaporizador
fi: Höyrystimen ammukset
fr: Munitions du Vaporizer
gl: Munición do vaporizador
it: Munizioni per vaporizer
ja_jp: 気化器の弾薬
pl: Amunicja Vaporizera
pt_br: Munição de Vaporizer
ru: Патроны испарителя
sv: Vaporizer-ammunition

source: Extra life
ast: Vida adicional
be: Дадатковае жыццё
bg: Допълнителен живот
de: Extraleben
es: Vida extra
fi: Lisäelämä
fr: Vie supplémentaire
gl: Vida extra
it: Vita extra
ja_jp: 余分な命
pl: Dodatkowe życie
pt_br: Vida extra
ro: Viață bonus
ru: Доп. жизнь
sr: Додатни живот
sv: Extraliv
uk: Додаткове життя

source: drop weapon / throw nade
ast: Tirar una arma/arrefundir una granada
de: Waffe wegwerfen / Granate werfen
es: soltar arma / tirar granada
fi: pudota ase / heitä naatti
fr: lâcher l'arme / lancer la grenade
gl: soltar arma / lanzar granada
it: abbandona arma / lancia granata
ja_jp: 武器を落とす / 手榴弾を投げる
pl: upuść broń / rzuć granat
pt_br: largar arma / arremessar granada
ru: бросок оружия/гранаты
sr: баци оружје или гранату
sv: släpp vapen / kasta granat

source: ^3nades^8 are enabled, press ^3%s^8 to use them
de: ^3Granaten^8 sind aktiviert, drücke ^3%s^8 zum Benutzen
es: ^3granadas^8 activadas, pulsa ^3%s^8 para usarlas
fi: ^3naattia^8 tarjolla käytettäväksi, paina ^3%s^8 ottaaksesi ne käyttöön
fr: ^8Les ^3grenades^8 sont activées, appuyez sur ^3%s^8 pour les utiliser
gl: ^3granadas^8 activadas, preme ^3%s^8 para usalas
it: ^8le ^3granate^8 sono abilitate, premi ^3%s^8 per usarle
ja_jp: 発動した^3手榴弾^8、それらを使用するには^3%s^8を押する
pl: ^3Granaty^8 są aktywne, wciśnij ^3 %s^8 by ich użyć
pt_br: ^3granadas^8 estão ativas, aperte ^3%s^8 para usá-las
ru: ^3гранаты^8 включены, нажмите ^3%s^8 для их использования
sv: ^3granater^8 är påslagna, tryck ^3%s^8 för att använda dem

source: The %s detonates after a short delay, temporarily creating an orb around the point where it detonated for several seconds. If your team members enter the orb they will recover ammo, and if enemies enter the sphere they will lose ammo.
fr: La %s explose après un court délai, créant une sphère temporaire autour du point où elle a explosé pendant plusieurs secondes. Si les membres de votre équipe pénètrent dans la sphère, ils récupèrent des munitions, et si des ennemis y pénètrent, ils perdent des munitions.
gl: O %s detóna despois dun pequeno retraso, creando temporalmente unha esfera arredor do punto onde explotou durante varios segundos. Se os membros do teu equipo entran na esfera, recuperarán munición, e se os inimigos entran, perderán munición.
it: La %s detona dopo un breve ritardo, creando temporaneamente una sfera attorno al punto in cui è detonata per diversi secondi. Se i membri della tua squadra entrano nella sfera recupereranno munizioni, e se i nemici entrano nella sfera perderanno munizioni.
pt_br: A %s detona depois de um breve atraso, temporariamente criando um orbe ao redor do ponto onde detonou por vários segundos. Se seus colegas de equipe entrarem no orbe recuperarão munição, e se seus inimigos entrarem no orbe perderão munição.
ru: %s взрывается через небольшую задержку, на несколько секунд создавая вокруг места взрыва сферу. Если члены вашей команды войдут в сферу, они восстановят патроны, а если в сферу войдут враги, они потеряют патроны.

source: Similar to the %s buff, your weapon magazines remain full while you are inside the orb, so you don't need to reload.
fr: Tout comme pour le bonus de %s, les chargeurs de vos armes restent pleins tant que vous êtes à l'intérieur de la sphère, vous n'avez donc pas besoin de recharger.
gl: Semellante ao potenciador %s, os cargadores da túa arma permanecen cheos mentres estás dentro da esfera, así que non precisas recargar.
it: Simile al buff %s, i caricatori delle tue armi rimangono pieni mentre sei all'interno della sfera, quindi non devi ricaricare.
pt_br: Similar ao bônus %s, os cartuchos de cada arma sua permanecerão cheios enquanto você estiver dentro do orbe, assim não precisará recarregá-los.
ru: Подобно бонусу %s, ваши патроны остаются полными, пока вы находитесь внутри шара, поэтому вам не нужно перезаряжать оружие.

source: Ammo grenade
de: Munitionsgranate
es: Granada de Munición
fr: Grenade de munitions
gl: Granada de munición
it: Granata di munizioni
ja_jp: 弾薬手榴弾
pt_br: Granada de munição
ru: Боевая граната
sv: Ammunitiongranat

source: The %s detonates after a short delay, creating a dark field which temporarily blinds enemies who enter it.
fr: La %s explose après un court délai, créant un champ sombre qui aveugle temporairement les ennemis qui y pénètrent.
gl: O %s detóna despois dun pequeno retraso, creando un campo escuro que cega temporalmente aos inimigos que entren nel.
it: La %s detona dopo un breve ritardo, creando un campo oscuro che acceca temporaneamente i nemici che vi entrano.
pt_br: A %s detona depois de um breve atraso, criando um campo escuro que temporariamente cega inimigos que entrarem nele.
ru: %s детонирует после небольшой задержки, создавая тёмное поле, которое временно ослепляет врагов, попавших в него.

source: This is sort of the opposite of the %s.
fr: C'est en quelque sorte le contraire de la %s.
gl: Isto é, en certo sentido, o contrario do %s.
it: È tipo l'opposto del %s.
pt_br: Isto é mais ou menos o oposto de %s.
ru: Это своего рода противоположность %s.

source: Darkness grenade
de: Finsternisgranate
es: Granada de la Oscuridad
fr: Grenade d'obscurité
gl: Granada de escuridade
it: Granata di oscurità
ja_jp: 闇の手榴弾
pt_br: Granada das sombras
ru: Граната тьмы
sv: Mörkgranat

source: The %s detonates after a short delay, temporarily creating an orb around the point where it detonated for several seconds. Players and projectiles that enter the sphere will be slowed down, including yourself.
fr: La %s explose après un court délai, créant une sphère temporaire autour du point d'explosion pendant plusieurs secondes. Les joueurs et les projectiles qui pénètrent dans la sphère seront ralentis, y compris vous-même.
gl: O %s detóna despois dun pequeno retraso, creando temporalmente unha esfera arredor do punto onde explotou durante varios segundos. Os xogadores e proxectís que entren na esfera veranse ralentizados, incluído ti mesmo.
it: La %s detona dopo un breve ritardo, creando temporaneamente una sfera attorno al punto in cui è detonata per diversi secondi. I giocatori e i proiettili che entrano nella sfera verranno rallentati, incluso te stesso.
pt_br: A %s detona depois de um breve atraso, temporariamente criando um orbe ao redor do ponto onde detonou por vários segundos. Jogadores e projéteis que entrarem no orbe serão retardados, incluindo você mesmo.
ru: %s взрывается через небольшую задержку, на несколько секунд создавая вокруг места взрыва сферу. Игроки и снаряды, попавшие в эту сферу, включая вас самих, будут замедлены.

source: Entrap grenade
de: Fanggranate
es: Granada de Trampa
fi: Ansakranaatti
fr: Grenade de ralentissement
gl: Granada de trampa
it: Granata trappola
ja_jp: 閉じ込め手榴弾
pl: Granat krępujący
pt_br: Granada de armadilha
ru: Граната-ловушка
sr: Замка-граната
sv: Fångningsgranat

source: The %s detonates after a short delay, temporarily creating a healing orb around the point where it detonated for several seconds. If your team members enter the orb they will recover health, and if enemies enter the sphere they will be harmed.
fr: La %s explose après un court délai, créant une sphère de soins temporaire autour du point d'explosion pendant plusieurs secondes. Si les membres de votre équipe pénètrent dans la sphère, ils récupéreront des points de santé, et si des ennemis y pénètrent, ils subiront des dégâts.
gl: O %s detóna despois dun pequeno retraso, creando temporalmente unha esfera sandadora arredor do punto onde explotou durante varios segundos. Se os membros do teu equipo entran na esfera, recuperarán saúde, e se os inimigos entran, sufrirán dano.
it: La %s detona dopo un breve ritardo, creando temporaneamente una sfera curativa attorno al punto in cui è detonata per diversi secondi. Se i membri della tua squadra entrano nella sfera recupereranno salute, e se i nemici entrano nella sfera verranno danneggiati.
pt_br: A %s detona depois de um breve atraso, temporariamente criando um orbe curador ao redor do ponto onde detonou por vários segundos. Se seus colegas de equipe entrarem no orbe recuperarão saúde, e se seus inimigos entrarem no orbe serão afligidos.
ru: %s взрывается через небольшую задержку, на несколько секунд создавая вокруг места взрыва исцеляющий шар. Если члены вашей команды войдут в шар, они восстановят здоровье, а если в него войдут враги, они получат урон.

source: Heal grenade
ast: Granada curatible
de: Medizingranate
es: Granada de Curación
fi: Toipumiskranaatti
fr: Grenade de santé
gl: Granada de curación
it: Ganata di guarigione
ja_jp: 癒し手榴弾
pl: Leczący granat
pt_br: Granada de cura
ro: Grenadă de vindecare
ru: Лечащая граната
sr: Лекарска граната
sv: Läkningsgranat

source: The %s detonates after a short delay, freezing any enemies who walk within the explosion radius for a few seconds after the explosion. While frozen, players can't move or shoot, leaving them vulnerable to damage, but if left too long they'll unfreeze and run away!
fr: La %s explose après un court délai, gelant tous les ennemis qui traversent le rayon de l'explosion pendant quelques secondes après celle-ci. Tant qu'ils sont gelés, les joueurs ne peuvent ni bouger ni tirer, ce qui les rend vulnérables, mais s'ils sont laissés tranquilles, ils finissent par dégeler et s'enfuir !
gl: O %s detóna despois dun pequeno retraso, conxelando calquera inimigo que entre no radio da explosión durante uns segundos despois da detonación. Mentres están conxelados, os xogadores non poden moverse nin disparar, deixándoos vulnerables ao dano, pero se se deixan demasiado tempo, desconxelaranse e escaparán!
it: La %s detona dopo un breve ritardo, congelando tutti i nemici che camminano nel raggio dell'esplosione per alcuni secondi dopo l'esplosione. Mentre sono congelati, i giocatori non possono muoversi o sparare, lasciandoli vulnerabili ai danni, ma se lasciati troppo a lungo si scongelano e scappano!
pt_br: A %s detona depois de um breve atraso, congelando quaisquer inimigos que andarem dentro do raio de explosão por alguns segundos depois da explosão. Enquanto congelados, jogadores não podem se mover nem disparar, fazendo-os vulneráveis a dano, mas se aí forem deixados por muito tempo, serão degelados e escaparão!
ru: %s взрывается через небольшую задержку, замораживая всех врагов, которые попадают в радиус взрыва, на несколько секунд после взрыва. Пока игроки заморожены, они не могут двигаться или стрелять, что делает их уязвимыми для урона, но если их оставить слишком долго, они разморозятся и убегут!

source: Ice grenade
ast: Granada de xelu
bg: Ледена граната
de: Eisgranate
es: Granada de Hielo
fi: Jääkranaatti
fr: Grenade de glace
gl: Granada de xeo
it: Granata di ghiaccio
ja_jp: 氷手榴弾
pl: Granat lodowy
pt_br: Granada de gelo
ro: Grenadă de gheață
ru: Ледяная граната
sr: Ледена граната
sv: Isgranat

source: The %s detonates after a short delay, spawning one of the five monster types.
fr: La %s explose après un court délai, faisant apparaître l'un des cinq types de monstres.
gl: O %s detóna despois dun pequeno retraso, facendo aparecer un dos cinco tipos de monstros.
it: La %s detona dopo un breve ritardo, generando uno dei cinque tipi di mostri.
pt_br: A %s detona depois de um breve atraso, fazendo surgir um de cinco tipos de monstros.
ru: %s взрывается после небольшой задержки, порождая одного из пяти типов монстров.

source: Monster grenade
de: Monstergranate
es: Granada de Monstruo
fi: Hirviökranaatti
fr: Grenade de monstre
gl: Granada de monstruo
it: Granata di mostro
ja_jp: モンスター手榴弾
pl: Granat z potworem
pt_br: Granada monstro
ro: Grenadă monstru
ru: Граната-монстр
sr: Чудовишна граната
sv: Monstergranat

source: The %s detonates after a short delay, spreading fiery napalm globs around in a fountain. The napalm fire balls burn for a while, and damage players who get too close.
fr: La %s explose après un court délai, projetant des boules de napalm enflammées tout autour d'elle. Les boules de napalm brûlent pendant un certain temps et infligent des dégâts aux joueurs qui s'approchent trop près.
gl: O %s detóna despois dun pequeno retraso, esparexendo glóbulos de napalm en forma de fonte. As bolas de lume de napalm arden durante un tempo e causan dano aos xogadores que se acheguen demasiado.
it: La %s detona dopo un breve ritardo, spargendo in una fontana sfere infuocate di napalm. Le palle di fuoco di napalm bruciano per un po' e danneggiano i giocatori che si avvicinano troppo.
pt_br: A %s detona depois de um breve atraso, espalhando glóbulos ígneos de napalm ao redor de uma fonte. As bolas de fogo de napalm queimam por um tempo e causam dano a jogadores que se aproximam demais.
ru: %s взрывается через небольшую задержку, разбрасывая вокруг фонтаном огненные шары напалма. Огненные шары напалма горят некоторое время и наносят урон игрокам, которые подойдут слишком близко.

source: Napalm grenade
ast: Granada de napalm
bg: Напалмова граната
de: Napalmgranate
es: Granada de Napalm
fi: Napalmikranaatti
fr: Grenade au napalm
gl: Granada de napalm
it: Granata al Napalm
ja_jp: ナパーム手榴弾
pl: Granat z napalmem
pt_br: Granada de napalm
ro: Grenadă napalm
ru: Зажигательная граната
sr: Напалм граната
sv: Napalmgranat

source: The (normal) %s explodes after a short delay, dealing damage to nearby players. If other nade types are destroyed before they detonate, they instead explode similar to this, without doing their special effects.
fr: La %s (normale) explose après un court délai, infligeant des dégâts aux joueurs à proximité. Lorsque d'autres types de grenades sont détruits avant d'exploser, ils explosent de la même manière, sans produire leurs effets spéciaux.
gl: O %s (normal) detóna despois dun pequeno atraso, causando dano aos xogadores próximos. Se outros tipos de granadas son destruídos antes de detonar, explotan de xeito similar a esta, sen activar os seus efectos especiais.
it: La %s (normale) esplode dopo un breve ritardo, infliggendo danni ai giocatori vicini. Se altri tipi di granate vengono distrutti prima che detonino, esplodono in modo simile a questa, senza fare i loro effetti speciali.
pt_br: A %s (normal) detona depois de um breve atraso, infligindo dano a jogadores próximos. Se outros tipos de granada são destruídos antes de detonarem, explodirão similar a este tipo, sem fazer seus efeitos especiais.
ru: (Обычная) %s взрывается через небольшую задержку, нанося урон ближайшим игрокам. Если другие типы гранат уничтожаются до взрыва, они взрываются аналогичным образом, не производя своих специальных эффектов.

source: Make sure you remember to throw it with %s, or else it will blow up in your hands!
fr: N'oubliez pas de la lancer avec %s, sinon elle explosera entre vos mains !
gl: Lembrate lanzala con %s, ou senón explotará nas túas mans!
it: Assicurati di ricordarti di lanciarla con %s, altrimenti ti esploderà tra le mani!
pt_br: Lembre-se de lançá-la com %s, caso contrário explodirá em suas mãos!
ru: Не забудьте скинуть её, нажав %s, иначе она взорвётся у вас в руках!

source: Grenade
ast: Granada
bg: Граната
de: Granate
es: Granada
fi: Kranaatti
gl: Granada
it: Granata
ja_jp: 手榴弾
pl: Granat
pt_br: Granada
ro: Grenadă
ru: Граната
sr: Граната
sv: Granat
