Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Maps often have powerups and items like %s and %s, which are usually highly contested since they sometimes have the power to make or break a game, so making good use of them is important.
fr: Les cartes comportent souvent des bonus de puissance et des objets tels que %s et %s, qui sont généralement très disputés car ils peuvent parfois faire basculer le cours d'une partie. Il est donc important de bien les utiliser.
gl: Os mapas adoitan ter potenciadores e obxectos como %s e %s, que normalmente son moi disputados xa que ás veces teñen o poder de gañar ou perder unha partida, polo que é importante utilizalos ben.
it: Le mappe spesso hanno powerup e oggetti come %s e %s, che sono solitamente molto contesi poiché a volte hanno il potere di fare o disfare una partita, quindi farne buon uso è importante.
pt_br: Mapas muitas vezes têm potencializadores e itens como %s e %s, que são usualmente disputados já que às vezes têm o poder de virar o jogo, logo é importante usufruir deles.
ru: На аренах часто встречаются усилители и предметы, такие как %s и %s, за которые обычно ведётся острая борьба, поскольку они порой способны как обеспечить победу, так и привести к поражению, поэтому важно грамотно их использовать.

source: Deathmatch
ast: Partida a muerte
es: Combate a muerte
fi: Mättö (Deathmatch)
fr: Match à Mort
gl: Partida a morte
ja_jp: デスマッチ (DM)
pt_br: Mata-mata
ro: Meci până la moarte
ru: Смертельный бой
sr: Игра на смрт

source: Score as many frags as you can
ast: Fai tantos asesinatos como pueas
bg: Отбележете възможно най-много убийства
de: Erziele so viele Frags wie möglich
es: Marca tantas bajas como puedas
fi: Tee niin monta tappoa kuin pystyt
fr: Marquez autant de frags que vous le pouvez
gl: Anota tantos fragmentos como poidas
it: Fai quanti più frag puoi
ja_jp: できるだけ多くの削除を得点して
pl: Zdobądź jak najwięcej zabójstw
pt_br: Consiga o máximo de execuções que puder
ro: Înscrie cât mai multe omoruri cu putință
ru: Заработайте как можно больше фрагов
sr: Достигните што више фрегова
sv: Få så många frags du kan

source: %s is a gametype where teams compete to dominate the map by capturing and keeping control points.
fr: %s est un type de partie où les équipes s'affrontent pour dominer la carte en capturant et en conservant des points de contrôle.
gl: %s é un modo de xogo no que os equipos compiten por dominar o mapa capturando e mantendo puntos de control.
it: %s è un tipo di gioco in cui le squadre competono per dominare la mappa catturando e mantenendo i punti di controllo.
pt_br: %s é um tipo de jogo no qual equipes competem para dominar o mapa capturando e mantendo pontos de controle.
ru: %s — это режим игры, в котором команды соревнуются за доминирование на арене путём захвата и удержания опорных точек.

source: Control points are displayed on the radar to make finding them easy, and they are captured by simply walking through them. However, an enemy can just as easily steal a control point owned by your team by doing the same. Control points start neutral (owned by no teams).
fr: Les points de contrôle sont affichés sur le radar afin de faciliter leur localisation, et il suffit de passer à travers pour les capturer. Cependant, un ennemi peut tout aussi facilement voler un point de contrôle appartenant à votre équipe en faisant de même. Les points de contrôle sont neutres au départ (ils n'appartiennent à aucune équipe).
gl: Os puntos de control móstranse no radar para que sexa fácil atopalos, e captúranse simplemente pasando por eles. Non obstante, un inimigo pode igual de facilmente roubar un punto de control pertencente ao teu equipo facendo o mesmo. Os puntos de control comezan neutros (non pertencen a ningún equipo).
it: I punti di controllo vengono visualizzati sul radar per facilitarne il ritrovamento e vengono catturati semplicemente attraversandoli. Tuttavia, un nemico può altrettanto facilmente rubare un punto di controllo posseduto dalla tua squadra facendo lo stesso. I punti di controllo iniziano neutrali (non posseduti da nessuna squadra).
pt_br: Pontos de controle são exibidos no radar para serem facilmente encontrados e são capturados simplesmente andando por eles. Porém, um inimigo pode de modo igualmente fácil furtar um ponto de controle possuído por sua equipe. Pontos de controle começam neutros (possuídos por ninguém).
ru: Опорные точки отображаются на радаре, чтобы их было легко найти, а захватить такую точку можно просто пройдя через неё. Однако противник точно так же может отобрать точку вашей команды, сделав то же самое. Изначально все точки контроля нейтральны (ни одна из команд ими не владеет).

source: Scoring is a combination of frags and score automatically generated by any control points held by your team every few seconds.
fr: Le système de points est une combinaison de frags et de score généré automatiquement toutes les quelques secondes par les points de contrôle détenus par votre équipe.
gl: A puntuación é unha combinación de mortes e puntos xerados automaticamente polos puntos de control que o teu equipo manteña cada poucos segundos.
it: Il punteggio è una combinazione di eliminazioni e punteggio generato automaticamente da qualsiasi punto di controllo posseduto dalla tua squadra ogni pochi secondi.
pt_br: A pontuação é uma combinação de execuções e outros pontos automaticamente gerados por quaisquer pontos de controle mantidos por sua equipe a cada tantos segundos.
ru: Подсчёт очков представляет собой сочетание фрагов и автоматически начисляемых очков за опорные точки, удерживаемые вашей командой каждые несколько секунд.

source: Capture and defend all the control points to win
ast: Captura y defendi tolos puntos de control pa ganar
bg: Превземи и защитавай всички контролни точки, за да спечелиш.
de: Nimm alle Kontrollpunkte ein und verteidige sie, um zu gewinnen
es: Captura y defiende todos los puntos de control para ganar
fi: Valtaa kaikki hallintapisteet ja puolusta niitä voittaaksesi
fr: Capturez et défendez tous les points de contrôle pour gagner
gl: Captura e defende todos os puntos de control para gañar
it: Cattura e difendi tutti i punti di controllo per vincere
ja_jp: 勝つために全てのコントロールポイントを取れて、防御して
pl: Przejmij i obroń wszystkie punkty kontrolne aby wygrać
pt_br: Capture e defenda todos os pontos de controle para vencer
ru: Захватите и защитите все опорные точки для победы
sr: Заробите и браните све контролне тачке да бисте победили
sv: Tillfångata och skydda alla kontrollpunkter för att vinna

source: Domination
ast: Dominación
bg: Господство
es: Dominación
fi: Hallinta (Domination)
gl: Dominación
it: Dominazione
ja_jp: ドミネート (DOMINATION)
pl: Dominacja
pt_br: Dominação
ro: Dominație
ru: Превосходство
sr: Доминација

source: The amount of points needed before the match will end
ast: El puntos de goles necesarios p'acabar la partida
bg: Брой точки нужни за край на играта
de: Die Anzahl der benötigten Punkte, bevor das Spiel endet
es: Cantidad de puntos necesarios antes de que acabe el combate
fi: Tarvittava pistemäärä ennen kuin ottelu loppuu
fr: Nombre de points nécessaires pour terminer la partie
gl: A cantidade de puntos necesarios antes da finalización a partida
it: Il numero di punti neccessari prima che la partita finisca
ja_jp: 試合が終了する前に必要なポイントの量
pl: Ilość punktów potrzebnych do zakończenia meczu
pt_br: A quantidade de pontos necessária para acabar a partida
ru: Число очков, необходимых для завершения матча
sr: Број бодова потребних пре него што се игра заврши
sv: Antal poäng som krävs för att matchen ska ta slut

source: %s is a 1-vs-1 arena battle to decide the winner, essentially a 2-player version of %s, making it one of the most competitive gametypes.
fr: %s est un combat en arène en 1 contre 1, semblable à une partie de %s à 2 joueurs, ce qui en fait l'un des types de partie les plus compétitifs.
gl: %s é unha batalla en arena 1-contra-1 para decidir o gañador, esencialmente unha versión para 2 xogadores de %s, o que a converte nun dos modos de xogo máis competitivos.
it: %s è una battaglia in arena 1 contro 1 per decidere il vincitore, essenzialmente una versione a 2 giocatori di %s, rendendola una dei tipi di gioco più competitivi.
pt_br: %s é uma batalha em arena 1x1 para decidir o vencedor, essencialmente uma versão de 2 jogadores de %s, sendo um dos mais competitivos tipos de jogos.
ru: %s — это сражение на арене формата «1 на 1» для определения победителя. По сути, это версия %s для 2-х игроков, что делает этот режим одним из самых соревновательных.

source: Since players are on their own, important items like the %s and %s are heavily contested, and are often "timed" by observing the in-game timer when they are picked up to determine when they'll next spawn. The player with the best item control is often the winner, so this is a key aspect to master.
fr: Comme les joueurs sont livrés à eux-mêmes, les objets importants tels que la %s et la %s sont très disputés, et leur réapparition est souvent « chronométrée » en se reportant au minuteur du jeu lorsqu'ils sont ramassés. Le joueur qui contrôle le mieux ces objets est souvent le gagnant, c'est donc un aspect essentiel à maîtriser.
gl: Como os xogadores están sós, os obxectos importantes como %s e %s son moi disputados, e moitas veces se cronometra o seu aparecemento observando o temporizador do xogo cando se recollen para determinar cando volverán a aparecer. O xogador que mellor controle os obxectos adoita ser o gañador, polo que este é un aspecto clave para dominar.
it: Dato che i giocatori sono da soli, oggetti importanti come il %s e il %s sono fortemente contesi e spesso vengono "cronometrati" osservando il timer di gioco quando vengono raccolti per determinare quando appariranno di nuovo. Il giocatore con il miglior controllo degli oggetti è spesso il vincitore, quindi questo è un aspetto chiave da padroneggiare.
pt_br: Como jogadores estão por conta própria, itens importantes como %s e %s são muito disputados e são muitas vezes "cronometrados" olhando o tempo no jogo quando forem coletados para determinar-se quando ressurgirão. Muitas vezes vence quem tiver o melhor controle dos itens, assim é importante dominar esse truque.
ru: Поскольку игроки сами по себе, важные предметы %s и %s становятся предметом острой борьбы и часто игроки «таймят» в момент подбора предмета, чтобы вычислить, когда он появится снова. Игрок с лучшим контролем расчёта времени над предметами часто побеждает, поэтому это ключевой момент для освоения.

source: Once you frag your opponent, they will spawn with few weapons and limited health, so it is a good opportunity to search the map for them to pick up an easy frag and continue your streak.
fr: Une fois que vous avez éliminé votre adversaire, il réapparaîtra avec peu d'armes et une santé limitée. C'est donc une bonne occasion de le rechercher sur la carte pour l'éliminer facilement et continuer sur votre lancée.
gl: Unha vez que elimines ao teu adversario, reaparecerá con poucas armas e saúde limitada, polo que é unha boa oportunidade para buscar no mapa e conseguir unha morte fácil para continuar a túa racha.
it: Una volta eliminato il tuo avversario, apparirà con poche armi e salute limitata, quindi è una buona opportunità per cercarlo sulla mappa per ottenere una facile eliminazione e continuare la tua serie.
pt_br: Quando você executar o oponente, este ressurgirá com poucas armas e saúde limitada, o que é uma boa oportunidade para caçá-lo pelo mapa e facilmente estender sua sequência de execuções.
ru: Как только вы устраните вашего противника, он появится на арене с небольшим количеством оружия и ограниченным запасом здоровья, так что это хорошая возможность поискать его на карте, чтобы легко устранить снова и продолжить свою серию убийств.

source: %s is often played with %s rules.
fr: %s est souvent joué avec les règles %s.
gl: %s a miúdo xógase coas regras de %s.
it: %s è spesso giocato con le regole di %s.
pt_br: %s é muitas vezes jogado com as regras do %s.
ru: %s часто использует правила %s.

source: Duel
ast: Duelu
bg: Двубой
de: Duell
es: Duelo
fi: Kaksintaistelu
gl: Duelo
it: Duello
ja_jp: 決闘
pl: Pojedynek
pt_br: Duelo
ru: Дуэль
sv: Duell

source: Fight in a one versus one arena battle to decide the winner
bg: Бийте се един срещу друг на арената, за да определоте победителя
de: Kämpfe in einem 1-gegen-1-Arenakampf, um den Sieger zu bestimmen
es: Lucha en una pelea de arena uno contra uno para decidir el ganador
fi: Taistele areenalla yksi-vastaan-yksi kamppailu voittajan selvittämiseksi
fr: Battez-vous dans une arène en un contre un pour décider du vainqueur
gl: Loita nunha batalla un contra un para decidir o gañador
it: Combatti una battaglia nell'arena uno contro uno per decidere il vincitore
ja_jp: 勝者を決定しために一対一のアリーナバトルで戦って
pl: Walcz na arenie przeznaczonej do pojedynku by wyłonić zwyciężce
pt_br: Lute em uma batalha de arena 1v1 para decidir o vencedor
ru: Сразись один на один на арене, чтобы выявить сильнейшего
sv: Kämpa i en en-mot-en arenastrid för att bestämma vinnaren

source: %s is a round-based teamplay gametype where fragged players are frozen and need to be unfrozen to re-enter the round. The round ends when all players from all opposing teams are frozen, scoring the remaining team a point.
fr: %s est un type de partie en équipes en plusieurs manches où les joueurs éliminés sont gelés et doivent être dégelés pour pouvoir réintégrer la manche. La manche se termine lorsque tous les joueurs des équipes adverses sont gelés, ce qui rapporte un point à l'équipe restante.
gl: %s é un modo de xogo por roldas en equipo no que os xogadores eliminados quedan conxelados e necesitan ser desconxelados para volver entrar na rolda. A rolda remata cando todos os xogadores de todos os equipos opoñentes están conxelados, asignándolle un punto ao equipo que queda.
it: %s è un tipo di gioco a squadre basata su round in cui i giocatori eliminati vengono congelati e devono essere scongelati per rientrare nel round. Il round termina quando tutti i giocatori di tutte le squadre avversarie sono congelati, assegnando un punto alla squadra rimanente.
pt_br: %s é um tipo de jogo em rodadas e com equipes, no qual as vítimas ficam congeladas e precisam ser degeladas para poderem voltar a jogar. A rodada acaba quando todos os jogadores de todas as equipes, exceto uma, ficarem congelados, o que fará a equipe restante receber um ponto.
ru: %s — это командный режим игры с раундами, в котором убитые игроки замораживаются и должны быть разморожены, чтобы они вернулись в раунд. Раунд завершается, когда все игроки противоборствующих команд заморожены, а оставшаяся команда получит очки.

source: Frozen players slowly unfreeze over time, but they unfreeze much faster when "revived" by a teammate standing in close proximity. Additionally, damaging frozen players on the other team helps unfreeze them, so it is best to try to avoid doing that.
fr: Les joueurs gelés dégèlent lentement au fil du temps, mais ils dégèlent beaucoup plus rapidement lorsqu'ils sont « réanimés » par un coéquipier se trouvant à proximité immédiate. De plus, infliger des dégâts aux joueurs gelés de l'équipe adverse contribue à les dégeler, il est donc préférable de l'éviter.
gl: Os xogadores conxelados desconxélanse lentamente co paso do tempo, pero desconxélanse moito máis rápido cando son "revividos" por un compañeiro de equipo situado nas proximidades. Ademais, danar aos xogadores conxelados do equipo contrario axuda a que se desconxelen, polo que é mellor tratar de evitar facelo.
it: I giocatori congelati si scongelano lentamente nel tempo, ma si scongelano molto più velocemente quando vengono "rianimati" da un compagno di squadra che si trova nelle immediate vicinanze. Inoltre, danneggiare i giocatori congelati della squadra avversaria aiuta a scongelarli, quindi è meglio cercare di evitarlo.
pt_br: Os jogadores congelados se degelam lentamente por conta própria, mas eles degelam muito mais rapidamente quando forem "reanimados" por um colega de equipe que esteja adjacente. Adicionalmente, causar dano em jogadores congelados de outra equipe ajuda-os serem degelados, logo é melhor evitar fazer isso.
ru: Замороженные игроки постепенно размораживаются со временем, но процесс разморозки происходит намного быстрее, если их «оживляет» союзник по команде, находящийся рядом. Кроме того, нанесение урона замороженным игрокам вражеской команды способствует их разморозке, поэтому лучше стараться этого не делать.

source: Like in many other round-based gametypes, rounds start with a ten second grace period where weapons cannot be fired, meaning it's a good opportunity to grab as many pickups as you can.
fr: Comme dans beaucoup d'autres types de partie en plusieurs manches, celles-ci commencent par une période de grâce de dix secondes pendant laquelle les armes ne peuvent pas être utilisées, ce qui vous laisse le temps de récupérer autant d'objets que possible.
gl: Como en moitos outros modos de xogo por roldas, as roldas comezan cun período de graza de dez segundos no que non se poden disparar as armas, polo que é unha boa oportunidade para recoller o maior número posible de recollibles.
it: Come in molti altri tipi di gioco a round, i round iniziano con un periodo di grazia di dieci secondi in cui le armi non possono sparare, il che significa che è una buona opportunità per raccogliere quanti più oggetti possibile.
pt_br: Assim como em muitos outros tipos de jogos em rodadas, as rodadas iniciam com um cessar-fogo de dez segundos, o que é uma boa oportunidade para coletar o máximo de itens que você conseguir.
ru: Как и во многих других режимах с раундами, раунд начинается с десятисекундного периода неприкосновенности, во время которого нельзя стрелять из оружия. Это хорошая возможность собрать как можно больше предметов.

source: Sneakily reviving a teammate will bring them back into the match to help outnumber your opponents, but it should be done with caution since often enemies pay close attention to frozen players to make sure they aren't being revived. For this reason it's important to have good team communication especially while frozen, so you can let your teammates know where the enemies are.
fr: Réanimer discrètement un coéquipier le ramènera dans la partie pour vous aider à prendre l'avantage sur vos adversaires, mais cela doit être fait avec prudence, car les ennemis surveillent souvent de près les joueurs gelés pour s'assurer qu'ils ne sont pas réanimés. C'est pourquoi il est important d'avoir une bonne communication au sein de l'équipe, en particulier lorsque vous êtes gelé, afin de pouvoir indiquer à vos coéquipiers où se trouvent les ennemis.
gl: Revivir arteiramente a un compañeiro de equipo devólveo á partida para axudar a superar en número aos adversarios, pero debería facerse con coidado, xa que os inimigos adoitan prestar moita atención aos xogadores conxelados para asegurarse de que non están a ser revividos. Por esta razón, é importante manter unha boa comunicación de equipo, especialmente cando estás conxelado, para poder informar aos compañeiros de onde están os inimigos.
it: Rianimare di nascosto un compagno di squadra lo riporterà in partita per aiutare a superare in numero gli avversari, ma dovrebbe essere fatto con cautela poiché spesso i nemici prestano molta attenzione ai giocatori congelati per assicurarsi che non vengano rianimati. Per questo motivo è importante avere una buona comunicazione di squadra, specialmente mentre si è congelati, in modo da poter far sapere ai compagni di squadra dove si trovano i nemici.
pt_br: Reanimar furtivamente um colega de equipe vai trazê-lo de volta à rodada visando à superioridade numérica de sua equipe, mas isso deve ser feito com cuidado já que muitas vezes inimigos se atentam a jogadores congelados para não deixar serem reanimados. Por isso, é importante uma boa comunicação de equipe, especialmente quando congelado, para seus colegas saberem por onde os inimigos andam.
ru: Скрытное оживление союзника позволит вернуть его в матч, чтобы получить численное преимущество над противником, однако делать это следует с осторожностью, так как зачастую соперники внимательно следят за замороженными игроками, чтобы не допустить их возрождения. По этой причине особенно важно поддерживать качественную командную коммуникацию, в том числе в замороженном состоянии, чтобы вы смогли сообщить товарищам, где находятся враги.

source: Freeze Tag
bg: Замръзванка
es: Tag de congelación
fi: Pakkashippa (Freeze Tag)
fr: Loup Glacé
gl: Conxelar etiqueta
it: Congelamento (Freeze Tag)
ja_jp: フリーズタグ (FT)
pl: Mrożonka
pt_br: Congela
ro: Înghețare cu ștafetă
ru: Морозные салочки
sr: Ледене шуге

source: Kill enemies to freeze them, stand next to frozen teammates to revive them; freeze all enemies to win
ast: Mata a los enemigos pa conxelalos, quédate al llau de los compañeros pa resucitalos. Conxela a tolos enemigos pa ganar
bg: Убий противниците, за да ги замразиш, стой до съотборниците, за да ги свестиш, замрази всички противници, за да спечелиш
de: Töte Gegner, um sie einzufrieren, stelle dich neben eingefrorene Teammitglieder, um sie wieder aufzutauen, friere alle Gegner ein, um zu gewinnen
es: Mata enemigos para congelarlos, ponte cerca de los compañeros congelados para revivirlos; congela a todos los enemigos para ganar
fi: Tapa viholliset heidät jäädyttääksesi, seiso jäädytettyjen joukkuekavereidesi vieressä elvyttääksesi heidät; jäädytä kaikki viholliset voittaaksesi
fr: Tuez les ennemis pour les geler, tenez-vous à côté des coéquipiers gelés pour les dégeler ; gelez tous les ennemis pour gagner
gl: Mata os inimigos para conxelalos, ponte a carón dos compañeiros conxelados para revivir; conxela a todos os inimigos para gañar
it: Uccidi i nemici per congelarli, stai vicino ai compagni di squadra per risvegliarli; congela tutti i nemici per vincere
ja_jp: 敵を冷凍してために殺して、チームメイトを復活させるために冷凍したチームメイトの隣に立って；勝つために全ての敵を冷凍して
pl: Zabijaj przeciwników by ich zamrozić i stój obok członków swojej drużyny by ich wskrzesić; aby wygrać, zamroź wszystkich wrogów
pt_br: Mate inimigos para congelá-los, fique perto de colegas para reanimá-los e congele todos os inimigos para vencer
ru: Поражайте врагов, чтобы заморозить их всех и выиграть раунд. Размораживайте союзников, стоя рядом с ними
sr: Убијте непријатеље да бисте их заледили, стојте близу залеђених саиграча да бисте их оживели, заледите све непријатеље да бисте победили
sv: Döda fiender för att frysa dem, stå bredvid frusna lagmedlemmar för att återuppliva dem; frys alla fiender för att vinna
