Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Automatically switch to newly picked up weapons if they are better than what you are carrying
de: Wechsel automatisch zu der neu aufgesammelten Waffe, wenn diese in der Liste weiter oben steht als die, welche du gerade trägst
es: Cambiar automáticamente al arma recogida si es mejor que la que está llevando
fi: Vaihda automaattisesti tuoreeltaan poimittu ase jos se on parempi kuin mitä sillä hetkellä kannat
fr: Automatiquement changer d'arme si vous ramassez une meilleure arme que celle que vous portez
gl: Cambia automaticamente ás armas recentemente recollidas se son mellores que as que levas
it: Automaticamente passa all'arma appena raccolta se è migliore di quella che stavi già usando
ja_jp: 持っている武器よりも優れている場合は自動的に収集した武器に切り替える
pl: Samoczynnie zmieniaj do nowo podniesionej broni, jeśli jest lepsza od tej, którą niesiesz
pt_br: Alterna automaticamente para a arma coletada caso ela seja melhor do que a que você está carregando
ru: Автоматически переключаться на подобранное оружие, если оно лучше нынешнего
sv: Automatiskt byt vapen till nyligt upplockade vapen om det är bättre än det du har just nu

source: Auto switch in CTS:
fr: Changement auto en CTS :
gl: Conmutación automática en CTS:
it: Cambia automaticamente in CTS:
pt_br: Trocar automaticamente em CTS:
ru: Автопереключение в Этапах

source: Weapon Visuals
fr: Visuels des armes
gl: Aspecto das armas
it: Visuale arma
pt_br: Visuais de Armas
ru: Параметры визуальных эффектов

source: Draw 1st person weapon model
ast: Dibuxar el modelu de les armes en 1ᵉʳ persona
be: Паказваць мадэль зброі ў руках
bg: Показване на оръжието при режим от първо лице
de: Waffe in 3-D anzeigen
es: Dibujar modelo de arma en 1ª persona
fi: Piirrä ensimmäisen persoonan asemalli
fr: Afficher l'arme en vue à la 1ère personne
gl: Amosa un modelo de arma en 1ª persoa
it: Mostra modello arma in 1ª persona
ja_jp: 一人称で武器モデルを描く
pl: Rysuj broń w trybie pierwszoosobowym
pt_br: Renderizar modelo de arma em 1ª pessoa
ro: Afișează modelul armei personal
ru: Рисовать модель оружия в виде от первого лица
sr: Исцртај модел оружја из првог лица
sv: Rita vapenmodell i första-person
uk: Показувати модель зброї у першій особі

source: Draw the weapon model
bg: Показване на модела на оръжието
de: Darstellung der Waffe im Spiel
es: Muestra el modelo de arma
fi: Piirrä asemalli
fr: Afficher l'arme à la première personne
gl: Amosa o modelo de arma
it: Mostra il modello dell'arma
ja_jp: 武器モデルを描く
pl: Rysuj broń
pt_br: Exibe os modelos das armas em sua tela
ru: Рисовать модель оружия
sr: Исцртај модел оружја
sv: Rita vapenmodellen

source: Left align
ast: A la esquierda
be: Леваруч
bg: Подравняване вляво
de: Links
es: Alinear a la izquierda
fi: Vasen tasaus
fr: À gauche
gl: Aliñar á esquerda
it: Allinea a sinistra
ja_jp: 左揃え
pl: Wyrównaj do lewej
pt_br: Alinhamento à esquerda
ro: Aliniere stanga
ru: Слева
sr: Лево поравнање
sv: Vänsterplacerad
uk: Вирівнювати ліворуч

source: Position of the weapon model; requires reconnect
bg: Позиция на модела на оръжието; изисква свързване на ново
de: Position der Waffe, links oder rechts; erfordert Neustart
es: Posición del modelo de arma; requiere conexión
fi: Asemallin sijainti; vaatii yhteyden uudelleenmuodostamisen
fr: Position de l'arme sur l'écran, reconnexion au serveur nécessaire pour prendre effet
gl: Posición do modelo de arma; require reconectarse
it: Posizione del modello dell'arma; richiede riconnessione
ja_jp: 武器モデルの位置、接続が必要だ
pl: Pozycja modelu broni; wymaga ponownego połączenia
pt_br: Posicionamento do modelo de arma; é preciso reconectar-se
ru: Положение модели оружия; требует переподключения
sr: Положај модела оружја, потребно поновно повезивање
sv: Position av vapenmodell; kräver återuppkoppling

source: Right align
ast: A la derecha
be: Праваруч
bg: Подравняване вдясно
de: Rechts
es: Alinear a la derecha
fi: Oikea tasaus
fr: À droite
gl: Aliñar á dereita
it: Allinea a destra
ja_jp: 右揃え
pl: Wyrównaj do prawej
pt_br: Alinhamento à direita
ro: Aliniere dreapta
ru: Справа
sr: Десно поравнање
sv: Högerplacerad
uk: Вирівнювати праворуч

source: Gun model swaying
be: Інерцыя зброі
bg: Клатене на оръжието
de: Waffenmodell-Trägheit
es: Meneo del modelo de arma
fi: Aseen huojunta
fr: Faire tanguer l'arme
gl: Modelo de pistola balanceándose
it: Oscillazione arma
ja_jp: 揺れる銃モデル
pt_br: Mover modelo de arma ao mover o mouse
ro: Legănare model arma stânga-dreapta
ru: Покачивать модель оружия
sv: Svajig vapenmodell
uk: Гойдання моделі зброї

source: Gun model bobbing
be: Гайдаць мадэллю зброі
bg: Клатене на оръжието
de: Waffenmodell schwenken
es: Agitación del modelo de arma
fi: Aseen heilunta
fr: Agiter l'arme
gl: Modelo de pistola bobbing
it: Ondeggiamento arma
ja_jp: 振る銃モデル
pt_br: Oscilar modelo de arma
ro: Mișcare model arma sus-jos
ru: Покачивать модель оружия при движении
sv: Bobbande vapenmodell
uk: Хитання моделі зброї

source: Weapon model opacity:
ast: Opacidá de los modelos:
de: Waffenmodellundurchsichtigkeit:
es: Opacidad del modelo de arma
fi: Asemallin läpikuultavuus:
fr: Opacité des modèles d'armes :
gl: Opacidade do modelo de arma:
it: Opacità modello arma:
ja_jp: 武器モデルの不透明度:
pl: Przeźroczystość modelu broni:
pt_br: Opacidade do modelo das armas:
ru: Прозрачность оружия:
sv: Opacitet på vapenmodell:

source: Apply team colors to weapon beam effects:
de: Teamfarben auf Waffeneffekte anwenden:
fr: Appliquer les couleurs d'équipe au faisceau de l'arme :
gl: Aplicar os colores do equipo aos efectos do raio da arma:
it: Applica i colori delle squadre agli effetti dei raggi delle armi:
pt_br: Aplicar cores de equipes aos efeitos de feixes de armas:
ru: Применять цвета команд к эффектам лучей оружия:

source: In team games
de: In Teamspielen
fr: Dans les jeux en équipe
gl: En xogos de equipo
it: Nelle partite di squadra
pt_br: Em modos de equipes
ru: В командных играх

source: Weapons
ast: Armes
be: Зброя
bg: Оръжия
de: Waffen
es: Armas
fi: Aseet
fr: Armes
gl: Armas
it: Armi
ja_jp: 武器
pl: Broń
pt_br: Armas
ro: Arme
ru: Оружие
sr: Оружја
sv: Vapen

source: Key Bindings
ast: Arreyos de tecles
be: Прывязкі кнопак
de: Tastenbelegungen
es: Atajos del teclado
fi: Näppäinsidonnat
fr: Raccourcis clavier
gl: Vinculacións de teclas
it: Associazioni tasti
ja_jp: キー割り当て
pl: Skróty klawiszowe
pt_br: Teclas de Atalho
ro: Definire taste
ru: Привязки клавиш:
sr: Повези тастера
sv: Knappkopplingar

source: Change key...
ast: Camudar...
be: Змяніць кнопку...
bg: Промяна на клавиша...
de: Taste ändern …
es: Cambiar tecla...
fi: Vaihda näppäin...
fr: Changer la touche…
gl: Cambiar chave...
it: Cambia tasto...
ja_jp: キーを変更する...
pl: Zmień przycisk...
pt_br: Alterar botão...
ro: Schimbare tasta...
ru: Сменить клавишу…
sr: Промени тастер...
sv: Byt knapp...
uk: Змінити клавішу...

source: Edit...
ast: Editar...
be: Змяніць...
bg: Редактиране...
de: Bearbeiten …
es: Editar...
fi: Muokkaa...
fr: Modifier…
gl: Editar...
it: Modifica...
ja_jp: 編集する...
pl: Edycja ...
pt_br: Editar...
ro: Editare...
ru: Править…
sr: Уреди...
sv: Redigera...
uk: Редагувати...

source: Clear
ast: Llimpiar
be: Ачысціць
bg: Изчистване
de: Löschen
es: Limpiar
fi: Tyhjennä
fr: Effacer
gl: Limpar
it: Pulisci
ja_jp: クリアする
pl: Wyczyść
pt_br: Limpar
ro: Curățare
ru: Очистить
sr: Очисти
sv: Rensa
uk: Очистити

source: Reset all
ast: Reafitar too
be: Скінуць усе
de: Alle zurücksetzen
es: Restablecer todo
fi: Nollaa kaikki
fr: Tout réinitialiser
gl: Restablecer todo
it: Reimposta tutte
ja_jp: 全てリセットする
pl: Wyczyść wszystkie
pt_br: Redefinir tudo
ro: Reseteaza toate
ru: Сбросить все
sr: Ресетуј све
sv: Nollställ alla

source: Mouse
ast: Mur
be: Мыш
bg: Мишка
de: Maus
es: Ratón
fi: Hiiri
fr: Souris
gl: Rato
ja_jp: マウス
pl: Mysz
ru: Мышь
sr: Миш
sv: Mus

source: Sensitivity:
ast: Sensibilidá:
be: Адчувальнасць:
bg: Чувствителност
de: Empfindlichkeit:
es: Sensibilidad:
fi: Herkkyys:
fr: Sensibilité :
gl: Sensibilidad
it: Sensibilità:
ja_jp: 感度:
pl: Czułość:
pt_br: Sensibilidade:
ro: Sensibilitate:
ru: Чувствительность:
sr: Осетљивост:
sv: Känslighet:
uk: Чутливість:

source: Mouse speed multiplier
ast: El multiplicador de la velocidá del mur
de: Geschwindigkeitsmultiplikator, um die Sensitivität der Maus einzustellen
es: Multiplicador de velocidad del ratón
fi: Hiiren nopeuden moninkertaistaja
fr: Sensibilité de la souris
gl: Multiplicador de velocidade do rato
it: Moltiplicatore velocità del mouse
ja_jp: マウス速度乗数
pl: Mnożnik prędkości myszki
pt_br: Multiplicador da velocidade do mouse
ru: Множитель скорости мыши
sr: Чинилац брзине миша
sv: Multiplikator på mushastighet

source: Smooth aiming
ast: Mira adondada
be: Мяккія рухі мышы
bg: Плавно прицелване
de: Sanftes Zielen
es: Suavizar puntería
fi: Tähtäyksen pehmennys
fr: Visée adoucie
gl: Apuntamento suave
it: Ammorbidisci mira
ja_jp: 滑らかな照準
pl: Gładkie celowanie
pt_br: Suavizar mouse
ro: Mișcare lină
ru: Сглаживать движения мыши
sr: Глатко циљање
sv: Jämn siktning
uk: Згладжувати прицілювання

source: Smooths the mouse movement, but makes aiming slightly less responsive
fr: Lisse le mouvement de la souris, mais crée une légère latence
gl: Suaviza o movemento do rato, pero fai que o apuntado sexa lixeiramente menos sensible
it: Rende più morbido il movimento del mouse, però rende la mira leggermente meno reattiva
pt_br: Suaviza os movimentos do mouse, mas torna a mira levemente menos responsiva
ru: Сглаживает движения мыши, но немного ухудшает отзывчивость прицеливания

source: Invert aiming
ast: Invertir la mira
be: Адвярнуць мыш па вертыкалі
bg: Инвертиране на мишката
de: Mausrichtung umkehren
es: Invertir puntería
fi: Käännä hiiren suunta
fr: Inverser la visée
gl: Apuntamento inverso
it: Inverti mira
ja_jp: 照準を反転する
pl: Odwróć celowanie
pt_br: Inverter mouse
ro: Inversare mouse
ru: Инвертировать мышь по вертикали
sr: Обрни циљање
sv: Omvänd siktning
uk: Інвертувати прицілювання

source: Invert mouse movement on the Y-axis
ast: Invierte'l movimientu del mur na exa Y
de: Umkehren der Mausbewegung entlang der Y-Achse
es: Invierte el movimiento del ratón en el eje Y
fi: Käännä hiiriliikkeet Y-akselilla
fr: Inverser la souris sur l'axe vertical (mode jeu d'avion)
gl: Inverte o movemento do rato no eixe Y
it: Inverti il movimento del mouse nell'asse Y
ja_jp: Y-軸上のマウスの動きを反転する
pl: Odwróć ruch myszy na osi Y
pt_br: Inverter eixo Y do movimento do mouse
ru: Обратить движения мыши по вертикальной оси
sr: Обрће померање миша по ипсилон оси
sv: Vänd om musrörelser på Y-axeln

source: In-game linear acceleration factor. "Fully disabled" also disables other acceleration types that can be enabled via the m_accelerate_* cvars
fr: Facteur d'accélération linéaire dans le jeu. L'option « Complètement désactivé » désactive également les autres types d'accélération qui peuvent être activés via les cvars m_accelerate_*
gl: Factor de aceleración lineal no xogo. 'Totalmente desactivado' tamén desactiva outros tipos de aceleración que poden activarse mediante as cvars m_accelerate_*
it: Fattore di accelerazione lineare incluso nel gioco. "Completamente disabilitato" disabilita anche gli altri tipi di accelerazione che possono essere abilitate attraverso le m_accelerate_* cvar
pt_br: Fator de aceleração linear interno ao jogo. "Todo desativado" também desativa outros tipos de aceleração que podem ser ativados pelas cvars m_accelerate_*
ru: Коэффициент внутриигрового линейного ускорения. «Полностью отключён» также отключает другие типы ускорения, которые можно задействовать с помощью параметров m_accelerate_*

source: Acceleration factor:
fr: Facteur d'accélération :
gl: Factor de aceleración:
it: Fattore di accelerazione:
pt_br: Fator de aceleração:
ru: Коэффициент ускорения:

source: MOUSEACCEL^Fully disabled
fr: Complètement désactivé
gl: MOUSEACCEL^Totalmente desactivado
it: Completamente disabilitato
pt_br: Todo desativado
ru: Полностью отключён

source: MOUSEACCEL^Linear disabled
fr: Linéaire désactivé
gl: MOUSEACCEL^Aceleración lineal desactivada
it: Lineare disabilitato
pt_br: Linear desativado
ru: Линейный отключён

source: Speed bounds:
fr: Limites de vitesse :
gl: Limites de velocidade:
it: Limiti velocità:
pt_br: Limites de velocidade:
ru: Пределы скорости:

source: Disable system mouse acceleration
ast: Desactivar el sistema d'aceleración del mur
be: Адключыць сістэмнае паскарэнне мышы
bg: Изключване на ускорението на мишката от операционната система
de: System-Mausbeschleunigung deaktivieren
es: Deshabilitar aceleración de ratón por parte de sistema
fi: Laita käyttöjärjestelmän hiiren kiihtyvyys pois päältä
fr: Désactiver l'accélération souris du système
gl: Desactivar a aceleración do rato do sistema
it: Disattiva l'accelerazione mouse del sistema
ja_jp: システムのマウス加速を無効にする
pl: Wyłącz przyspieszenie myszy
pt_br: Desabilitar aceleração de mouse do SO
ro: Dezactivare accelerație mouse din sistem
ru: Отключить системное ускорение мыши
sr: Онемогући системско убрзање миша
sv: Stäng av systemets musacceleration
uk: Вимкнути прискорення миші операційною системою

source: Make use of DGA mouse input
de: Verwende die DGA-Maus-Eingabe
es: Hacer uso de la entrada DGA del ratón
fi: Käytä DGA-sisääntuloa hiirelle
fr: Utiliser une souris DGA
gl: Fai uso da entrada do rato DGA
it: Fai uso dell'input DGA del mouse
ja_jp: DGAマウス入力を利用する
pl: Używaj wejścia myszki DGA
pt_br: Fazer uso da entrada DGA de mouse
ru: Использовать ввод с мыши через DGA
sr: Искористи DGA унос на мишу
sv: Ta användning av DGA-musinmatning

source: Use system mouse positioning
be: Ужываць сістэмнае пазіцыяванне мышы
de: System-Mausposition verwenden
es: Usar sistema de posicionamiento del ratón
fi: Käytä järjestelmän hiirenkohdistusta
fr: Utiliser le positionnement de la souris du système
gl: Use o posicionamento do rato do sistema
it: Usa posizionamento del mouse del sistema
ja_jp: システムのマウスの位置を使用する
pl: Używaj pozycjowania myszki systemu
pt_br: Usar posicionamento de mouse do sistema
ro: Folosește poziționarea mouse-ului din sistem
ru: Использовать системное расположение мыши
sr: Користи системско позиционирање миша
sv: Använd systemets muspositionering

source: Pressing "enter console" key also closes it
ast: Primir la tecla d'«Abrir la consola» tamién la zarra
be: "Разгарнуць кансоль" таксама згортвае яе
bg: Натискането на клавиша за конзола също я и затваря
de: Drücken von „Konsole öffnen“ schließt diese auch
es: Pulsar la tecla "entrar en la consola" y cerrarla
fi: "avaa komentorivi" -painike myös sulkee sen
fr: Ouvrir et fermer la console avec les mêmes touches
gl: Premendo a tecla "Enter consola" tamén se pecha
it: Premendo "apri console" la chiude anche
ja_jp: 「コンソール入力」キーを押すと、それも閉じる
pl: Wciśnięcie klawisza "włącz konsole" też ją wyłącza
pt_br: Pressionar "abrir console" também o fecha
ro: Apăsând tasta "enter console" închide și consola
ru: Применять клавишу «Открыть консоль» и для закрытия
sv: Tryckning på "gå in på konsolen"-knappen stänger den också
uk: Кнопка "увійти в консоль" також закриває її

source: Allow the console toggling bind to also close the console
ast: Permite que l'arreyu qu'abre la consola tamién la zarre
de: Schließen der Konsole auch mit der Taste, die zum Öffnen verwendet wird
es: Permitir que el atajo de teclado de la consola pueda también cerrarla
fi: Salli päätteen esiintulon nappisidontaa myöskin päätteen sulkemiseen
fr: Permet de fermer la console avec le même raccourci que pour l'ouvrir
gl: Permitir que o enlace de alternancia da consola pecha tamén a consola
it: Rendi il tasto di chiusura console uguale a quella di apertura
ja_jp: コンソールのバインドの切り替えを許可して、コンソールも閉じる
pt_br: Permite que o atalho para abrir o console também o feche
ru: Использовать клавишу открытия консоли и для её закрытия
sv: Tillåt kopplingar på konsolväxling att också stänga konsolen

source: Automatically repeat jumping if holding jump
ast: Repitir el saltu automáticamente al tener primida la tecla de saltu
be: Працягваць скакаць пры ўтрыманні падскоку
bg: Автоматично повтаряне на скачането ако клавиша е задържан
de: Auto-Springen
es: Repetir automáticamente el salto si se mantiene pulsado la tecla de saltar
fi: Hyppää automaattisesti uudestaan pitämällä hyppynappi painettuna
fr: Continuer de sauter en cas d'appui continu
gl: Repita o salto automaticamente se mantén o salto
it: Salta di nuovo automaticamente tenendo premuto salto
ja_jp: ジャンプを押し続けると自動的にジャンプを繰り返す
pl: Automatikalne powtarzanie skoku jak ty utrzymasz tastę skok
pt_br: Saltar continuamente ao segurar o botão de saltar
ro: Continuă să sari automat dacă ții tasta salt
ru: Повторять прыжки при удержании кнопки прыжка
sr: Самостално понављај скакање ако се држи скакање
sv: Automatiskt repetera hoppning om hopp hålls ner
uk: Автоматично продовжувати стрибати, якщо натиснута клавіша стрибок

source: Jetpack on jump:
ast: Mochila propulsora al saltar:
be: Рэактыўны заплечнік падчас падскоку:
de: Jetpack bei Sprung:
es: Mochila propulsora al saltar:
fi: Lentopakkaus hypätessä:
fr: Jetpack lors du saut :
gl: Mochila propulsora en salto:
it: Jetpack quando salti:
ja_jp: ジャンプときのジェットパック:
pl: Jetpack przy skoku:
pt_br: Mochila a jato ao saltar:
ro: Jetpack pe salt:
ru: Реакт. ранец по прыжку:
sr: Ракетни појас при скоку:
sv: Jetpack på hopp:

source: JPJUMP^Disabled
ast: Non
de: Aus
es: Deshabilitado
fi: JPJUMP^Pois
fr: Désactivé
gl: JPJUMP^Desabilitado
it: Disabilitato
ja_jp: 無効
pl: Wyłączony
pt_br: Desabilitado
ro: JPJUMP^Dezactivate
ru: Отключён
sr: JPJUMP^Онемогућен
sv: Avstängd

source: Air only
ast: Namás nel aire
be: Толькі ў паветры
de: nur in der Luft
es: Sólo aire
fi: Vain ilmassa
fr: En l'air seulement
gl: Só ar
it: Solo aria
ja_jp: 空気のみ
pl: Tylko w powietrzu
pt_br: Somente no ar
ro: Doar aer
ru: Только в воздухе
sr: Само у ваздуху
sv: Bara i luften

source: JPJUMP^All
de: Immer
es: Todos
fi: JPJUMP^Kaikki
fr: Toujours
gl: JPJUMP^Todos
it: Tutti
ja_jp: 全て
pl: Wszystkie
pt_br: Todos
ro: JPJUMP^Toate
ru: Все
sr: JPJUMP^Све
sv: Alltid

source: Use joystick input
ast: Usar la entrada del mandu
be: Выкарыстоўваць увод з джойстыку
bg: Използване на джойстик
de: Joystick verwenden
es: Usar entrada de joystick
fi: Käytä peliohjainta
fr: Utiliser une manette
gl: Use a entrada do joystick
it: Usa joystick
ja_jp: ジョイスティック入力を使用する
pl: Użyj wejścia joysticka
pt_br: Usar entrada de gamepad
ro: Utilizare input joystick
ru: Использовать ввод с джойстика
sr: Користи унос преко џојстика
sv: Använd joystick-inmatning
uk: Використовувати джойстик

source: Command when pressed:
ast: Comandu al primir:
be: Загад пры націсканні:
bg: Команда при натискане:
de: Befehl beim Drücken:
es: Comando cuando se pulsa:
fi: Komento painaessa:
fr: Commande quand appuyé :
gl: Comando cando se preme:
it: Comando quando premuto:
ja_jp: 押されたときのコマンド:
pl: Polecenie gdy naciśnięty:
pt_br: Comando quando pressionado:
ro: Comandă apasare tastă:
ru: Команда при нажатии:
sr: Наредба док је притиснут:
sv: Kommando när nedtryckt:
uk: Команда коли натиснута:

source: Command when released:
ast: Comandu al soltar:
be: Загад пры адцісканні:
bg: Команда при отпускане:
de: Befehl beim Loslassen:
es: Comando cuando se suelta:
fi: Komento painikkeen vapautuksen yhteydessä:
fr: Commande quand relâché :
gl: Comando cando se libera:
it: Comando quando rilasciato:
ja_jp: 解放された時のコマンド:
pl: Polecenie gdy puszczony:
pt_br: Comando quando largado:
ro: Comandă eliberare tastă:
ru: Команда при отжатии:
sr: Наредба када је отпуштен:
sv: Kommando när uppsläppt:
uk: Команда коли відпущена:

source: Cancel
ast: Encaboxar
be: Скасаваць
bg: Отказ
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
gl: Cancelar
it: Annulla
ja_jp: キャンセルする
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sr: Откажи
sv: Avbryt
uk: Відміна

source: User defined key bind
ast: Arreyu definíu pol usuariu
be: Свой скарот
bg: Потребителски клавиш
de: Benutzerdefinierte Tastenbelegung
es: Teclas definidas por el usuario
fi: Käyttäjän määrittelemä näppäinasetus
fr: Raccourcis personnalisés
gl: Vinculación de teclas definida polo usuario
it: Tasti "bind" definiti dall'utente
ja_jp: ユーザー定義のキー割り当て
pl: Skrót klawiszowy zdefiniowany przez użytkownika
pt_br: Botão de atalho definido pelo usuário
ro: Functionalitate tastă definită:
ru: Определённая пользователем привязка клавиш
sr: Кориснички подешен тастер
sv: Användardefinierad tangentkoppling
uk: Клавіші визначені користувачем

source: Network
ast: Rede
be: Сетка
bg: Мрежа
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
gl: Rede
it: Rete
ja_jp: ネットワーク
pl: Sieć
pt_br: Rede
ro: Rețea
ru: Сеть
sr: Мрежа
sv: Nätverk

source: Show netgraph
ast: Amosar el gráficu de rede
be: Паказваць сеткавы графік
bg: Показване на мрежова графика
de: Netzwerkgraph anzeigen
es: Mostrar gráfico de red
fi: Näytä verkkokaavio
fr: Afficher le netgraphe
gl: Mostrar gráfico de rede
it: Mostra grafico di rete
ja_jp: ネットグラフを表示する
pl: Pokaż netgraph
pt_br: Exibir gráfico de rede
ro: Afișaj grafic retea
ru: Показывать график сетевой активности
sr: Прикажи график мреже
sv: Visa nätgraf
uk: Показувати графік мережі

source: Show a graph of packet sizes and other information
ast: Amuesa un gráficu colos tamaños de los paquetes y otra información
de: Anzeige eines Netzwerkgraphs für gesendete/empfangene Pakete und weitere Informationen
es: Mostrar un gráfico de tamaño de paquetes y otra información
fi: Näytä pakettikokojen- ja muiden tietojen kuvaus
fr: Afficher la taille des paquets et d'autres informations dans un graphique
gl: Mostra un gráfico de tamaños de paquetes e outra información
it: Mostra un grafico delle dimensioni dei pacchetti e di altre informazioni
ja_jp: パケットサイズとその他の情報のグラフを表示する
pl: Wyświetla wykres z rozmiarami pakietów i innymi informacjami
pt_br: Exibe um gráfico de tamanhos de pacotes e outras informações
ru: Показывать график размеров пакетов и других сведений
sr: Прикажи график величина пакета и друге податке
sv: Visa en graf av paketstorlekar och annan information

source: Packet loss compensation
ast: Compensación de la perda de paquetes
de: Paketverlustkompensation
es: Compensación por pérdida de paquetes
fi: Hyvitys pakettihäviötä ilmetessä
fr: Compensation des pertes de paquets
gl: Compensación por perda de paquetes
it: Compensazione perdita pacchetti
ja_jp: パケット損失補償
pl: Kompensacja strat pakietów
pt_br: Compensação de perda de pacotes
ru: Сглаживать потери пакетов (п/п)
sv: Kompensation av paketförlust

source: Each packet includes a copy of the previous message
ast: Cada paquete inclúi una copia del mensaxe anterior
de: Jedes Paket beeinhaltet eine Kopie der vorherigen Nachricht
es: Cada paquete incluye una copia del mensaje anterior
fi: Jokainen paketti sisältää tallenteen edellisestä viestistä
fr: Chaque paquet comprend une copie du message précédent
gl: Cada paquete inclúe unha copia da mensaxe anterior
it: Ogni pacchetto include una copia del messaggio precedente
ja_jp: 各パケットには前のメッセージのコピーが含まれている
pl: Każdy pakiet zawiera kopię poprzedniej wiadomości
pt_br: Cada pacote inclui uma cópia da mensagem anterior
ru: Каждый пакет включает в себя копию предыдущего сообщения
sv: Varje paket innehåller en kopia av det föregåenge meddelandet

source: Movement prediction error compensation
de: Bewegungsvorhersagenfehlerkompensation
es: Compensación por error de predicción de movimiento
fi: Liikevirhe-ennakoinnin hyvitys
fr: Compensation d'erreur de prédiction de mouvement
gl: Compensación de erros de predición de movemento
it: Compensazione errore predizione movimento
ja_jp: 動きの予測のエラー補償
pt_br: Compensação de erro de previsão de movimento
ru: Исправлять ошибки предрасчёта движения
sv: Felkompensering av rörelseprediktion
