Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Multiplier for amount of particles. Less means less particles, which in turn gives for better performance
ast: El multiplicador de la cantidá de partícules. Menos significa menos partícules lo que va ufrir un mayor rindimientu
de: Faktor für die Anzahl an Partikeln. Weniger bedeutet weniger Partikel, was zu einer besseren Perormanz führt
es: Multiplicador de cantidad de partículas. Menos significa menos partículas, lo cual dará mejor rendimiento
fi: Hiukkasten määrän kerroin. Vähemmän tietää lukumääräisesti vähempää määrää hiukkasia, joka puolestaan johtaa parempaan suorituskykyyn
fr: Multiplicateur pour la quantité de particules. Plus la valeur est basse, moins il y a de particules et meilleures sont les performances
gl: Multiplicador da cantidade de partículas. Menos significa menos partículas, o que á súa vez dá un mellor rendemento
it: Moltiplicatore del numero di particelle. Valori inferiori significano meno particelle, che di conseguenza incrementano le performance
ja_jp: パーティクルの量の乗数。少ないということは、パーティクルが少ないことを意味し、これによりパフォーマンスが向上します。
pt_br: Multiplicador para a quantidade de partículas. Menos significa menos partículas, o que resulta em um melhor desempenho.
ru: Множитель числа частиц. Чем он меньше, тем выше производительность
sv: Multiplikator för mängden partiklar. Mindre betyder mindre partiklar, vilket i tur ger bättre prestanda

source: Particles further away than this will not be drawn
ast: Les partícules más lloñe d'esto nun van dibuxase
de: Partikel, die weiter weg sind als dieser Wert, werden nicht gezeichneet
es: Las partículas que se alejen de esto no se dibujarán
fi: Tätä kauempana siintäviä hiukkasia ei piirretä
fr: Les particules situées au-delà de cette distance ne seront pas affichées
gl: Non se debuxarán partículas máis afastadas que esta
it: Distanza per cui le particelle non vengono mostrate
ja_jp: これより遠いパーティクルは描画されません
pt_br: As partículas mais distantes que isso não serão desenhadas.
ru: Частицы не будут рисоваться дальше этого значения
sv: Partiklar längre bort än detta kommer inte att ritas

source: Crosshair
ast: Mira
be: Прыцэл
bg: Мерник
de: Fadenkreuz
es: Puntero
fi: Tähtäin
fr: Réticule
gl: Punto de mira
it: Mirino
ja_jp: 十字線
pl: Celownik
pt_br: Retículo
ro: Reticul
ru: Прицел
sr: Нишан
sv: Sikte

source: No crosshair
ast: Ensin mira
be: Без прыцэлу
bg: Без мерник
de: Kein Fadenkreuz
es: Sin punto de mira
fi: Ei tähtäintä
fr: Aucun réticule
gl: Sen punto de mira
it: Niente mirino
ja_jp: 十字線なし
pl: Bez celownika
pt_br: Sem retículo
ro: Fără reticul
ru: Без прицела
sr: Без нишана
sv: Inget sikte
uk: Без прицілу

source: Set a different crosshair for each weapon, good if you play without weapon models
ast: Afita una mira diferente per arma, afayadizo si xuegues ensin los modelos de les armes
bg: Сложи различен мерник за всяко оръжие, програма при игра без модели на оръжията
de: Stelle für jede Waffe ein anderes Fadenkreuz ein. Diese Option ist zu empfehlen, wenn du ohne dargestelltes Waffenmodel spielst
es: Configura diferentes miras para cada arma, esto ayuda si estas jugando sin un modelo de arma
fi: Aseta eri tähtäin jokaiselle aseelle; on hyväksi jos pelaat ilman asemalleja
fr: Définir un réticule différent pour chaque arme, utile si vous jouez sans afficher l'arme
gl: Establece un punto de mira diferente para cada arma, bo se xogas sen modelos de armas
it: Imposta un differente mirino per ogni arma, buono se giochi senza i modelli delle armi
ja_jp: 武器ごとに異なる十字線を設定する。武器モデルなしで遊ぶ場合に適しています
pl: Ustaw inny celownik dla każdej broni, przydatne gry grasz z wyłączonymi modelami broni
pt_br: Define um retículo diferente para cada uma das armas, uma boa opção caso você jogue sem os modelos das armas na tela
ru: Разные прицелы для каждого оружия; полезно, если вы играете без моделей оружия
sr: Изаберите другачији нишан за свако оружје, добро ако играте без модела оружја
sv: Sätt ett annat sikte för varje vapen, bra om du spelar utan vapenmodeller

source: Size:
ast: Tamañu:
bg: Големина:
de: Größe:
es: Tamaño:
fi: Koko:
fr: Taille :
gl: Tamaño:
it: Grandezza:
ja_jp: サイズ:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
sr: Величина:
sv: Storlek:

source: By health
ast: Por salú
be: Паводле здароўя
bg: Според здравето
de: Je nach Gesundheit
es: Por salud
fi: Elinvoiman mukaisesti
fr: Selon la santé
gl: Pola saúde
it: In base alla vita
ja_jp: ヘルスで
pl: Przez zdrowie
pt_br: Por saúde
ro: Dupa sanatate
ru: От здоровья
sr: По здрављу
sv: Av liv
uk: Залежно від здоров'я

source: Use rings to indicate weapon status
ast: Usar anielles pa indicar l'estáu d'un arma
be: Паказваць стан зброі колцам
bg: Използване на пръстени за изобразяване статуса на оръжията
de: Waffenstatus-Ringe anzeigen
es: Anillo para indicar el estado de las armas
fi: Käytä ympyröintiä asetilan osoittamiseksi
fr: Utiliser des anneaux pour indiquer l'état des armes
gl: Usa aneis para indicar o estado das armas
it: Usa anelli per indicare lo stato dell'arma
ja_jp: 武器のステータスを示すためにリングを使用する
pl: Użyj pierścieni by pokazać stan broni
pt_br: Usar anéis para indicar status da arma
ro: Folosește inele pentru a indica statutul armei
ru: Отображать состояние оружия в кольце
sr: Користи прстене за показивање стања оружја
sv: Använd ringar för att indikera vapenstatus
uk: Показувати статус зброї кільцями

source: Enable center crosshair dot
ast: Activar el puntu central de la mira
be: Кропка ў цэнтры
bg: Точка в средата
de: Punkt in der Mitte aktivieren
es: Activar un punto en el centro del punto de mira
fi: Käytä keskitettyä pistettä tähtäimessä
fr: Afficher le point central du réticule
gl: Activa o punto central do punto de mira
it: Abilita punto al centro del mirino
ja_jp: 中央十字線ドットを有効にする
pl: Kropka na środku celownika
pt_br: Habilitar ponto no centro do retículo
ro: Utilizare punct reticul
ru: Точка посередине
sr: Омогући нишанску тачку на средини
sv: Slå på mittenpunkt på sikte
uk: Увімкнути цятку в центрі прицілу

source: Use normal color
fr: Utiliser une couleur normale
gl: Usar cor normal
it: Usa colore normale
pt_br: Usar cor normal
ru: Использовать обычный цвет

source: Smooth effects of crosshairs
be: Эфекты анімацыі прыцэлу
bg: Плавни ефекти на мерниците
de: Animations-Effekte für Fadenkreuz
es: Suavizar los efectos del punto de mira
fi: Pehmennä tähtäimen efektejä
fr: Adoucir les effets de réticule
gl: Efectos suaves do punto de mira
it: Ammorbidisci gli effetti dei mirini
ja_jp: 十字線の滑らかなエフェクト
pl: Wygładź efekty celownika
pt_br: Suavizar efeitos dos retículos
ro: Tranziție efecte reticul
ru: Эффекты анимации для прицела
sr: Глатки ефекти нишана
sv: Utjämnade effekter på sikte
uk: Згладжувати ефекти прицілу

source: Perform hit tests for the crosshair
de: Trefferprüfungen für das Fadenkreuz durchführen
es: Realizar pruebas de impacto para la mira
fi: Suorita osumatestejä tähtäimen suhteen
fr: Tester la ligne de tir du réticule
gl: Realizar probas de éxito para o punto de mira
it: Esegui test di colpo a segno
ja_jp: 十字線の照準テストを実行する
pt_br: Realizar testes de acerto para o retículo
ro: Efectuare teste de lovire pentru țintă
ru: Выполнять проверку на попадание для прицела
sv: Utför träfftest för siktet

source: Blur if obstructed by an obstacle
de: Verschwimmen lassen, wenn durch ein Hindernis verdeckt
es: Difuminar si está obstruido por un obstáculo
fi: Sumenna mikäli eteen tulee este
fr: Flouter si bloqué par un obstacle
gl: Desenfocar se está obstruído por un obstáculo
it: Sfuoca se ostruito da un ostacolo
ja_jp: 障害物で遮られた場合はぼやける
pt_br: Desfocar ao ser obstruído por um obstáculo
ro: Încețoșează dacă este acoperită de un obstacol
ru: Размывать, если мешает препятствие
sv: Oskärpa om hindrad av ett hinder

source: Blur if obstructed by a teammate
de: Verschwimmen lassen, wenn durch einen Teamkollegen verdeckt
es: Difuminar si está obstruido por un compañero
fi: Sumenna mikäli joukkuekaveri tulee tielle
fr: Flouter si bloqué par un coéquipier
gl: Desenfocar se obstruído por un compañeiro
it: Sfuoca se ostruito da un compagno di squadra
ja_jp: チームメイトで遮られた場合はぼやける
pt_br: Desfocar ao ser obstruído por um colega de equipe
ro: Încețoșează dacă este acoperită de un coechipier
ru: Размывать, если мешает союзник
sv: Oskärpa om hindrad av ett lagkamrat

source: Shrink if obstructed by a teammate
de: Verkleinern, wenn durch einen Teamkollegen verdeckt
es: Encoger si está obstruido por un compañero
fi: Kutista mikäli joukkuekaveri tulee tielle
fr: Rétrécir si bloqué par un coéquipier
gl: Encoller se obstruído por un compañeiro
it: Restringi se ostruito da un compagno di squadra
ja_jp: チームメイトで遮られた場合は縮小する
pt_br: Encolher ao ser obstruído por um colega de equipe
ro: Micșorează dacă este acoperită de un obstacol
ru: Сжимать, если мешает союзник
sv: Krymp om hindrad av ett lagkamrat

source: Animate crosshair when hitting an enemy
ast: Animar la mira al da-y a un enemigu
be: Анімацыя прыцэлу, калі было траплянне
bg: Анимирай мерника при уцелване на противник
de: Fadenkreuz animieren, wenn über Gegner
es: Animar puntero al darle al enemigo
fi: Elävöitä tähtäin kun saat ammuttua osuman viholliseen
fr: Animer le réticule en touchant un ennemi
gl: Animar o punto de mira ao golpear un inimigo
it: Anima mirino colpendo un nemico
ja_jp: 敵に当たったときに十字線をアニメーション化する
pl: Animuj celownik kiedy trafia przeciwnika
pt_br: Animar retículo ao acertar um inimigo
ro: Animează reticulul când lovești un inamic
ru: Анимировать прицел при попадании по врагу
sr: Анимирај нишан када се непријатељ погоди
sv: Animera sikte när en fiende är träffad

source: Animate crosshair when picking up an item
ast: Animar la mira al pañar un oxetu
be: Анімацыя прыцэлу, калі нешта было паднята
bg: Анимирай мерника при взимане на предмет
de: Fadenkreuz animieren beim Aufnehmen eines Gegenstands
es: Animar puntero al recoger un objeto
fi: Elävöitä tähtäin poimiessasi esineen
fr: Animer le réticule en prenant un objet
gl: Animar o punto de mira ao recoller un elemento
it: Anima mirino raccogliendo un oggetto
ja_jp: アイテムを拾うときに十字線をアニメーション化する
pl: Animuj celownik, gdy podnosisz rzeczy
pt_br: Animar retículo ao pegar um item
ro: Animează reticulul când culegi un obiect
ru: Анимировать прицел при подборе предмета
sr: Анимирај нишан када се покупи ствар
sv: Animera sikte när en sak har plockats upp

source: Scoreboard
ast: Tabla de puntuaciones
be: Табло
bg: Ранглист
de: Punktetafel
es: Tabla de puntuaciones
fi: Tulostaulu
fr: Tableau des scores
gl: Taboa de puntuación
it: Punteggi
ja_jp: 得点表
pl: Tablica wyników
pt_br: Placar
ro: Tabelă de scor
ru: Таблица результатов
sr: Табела са резултатима
sv: Poängtavla

source: Fading speed:
ast: Velocidá d'esvanecimientu:
be: Хуткасць знікання:
de: Ausblendgeschwindigkeit:
es: Velocidad de desvanecimiento:
fi: Haihtumisen nopeus:
fr: Vitesse d'estompage :
gl: Velocidade de desvanecemento:
it: Velocità dissolv.:
ja_jp: フェージング速度:
pl: Prędkość zanikania:
pt_br: Vel. de desaparecimento:
ro: Micșorarea vitezei:
ru: Скорость затухания:
sr: Брзина изблеђивања:
sv: Uttoningshastighet:

source: Enable rows / columns highlighting
ast: Permitir el rescamplíu de fileres/columnes
de: Zeilen/Spalten hervorheben
es: Habilitar resaltado de filas / columnas
fi: Ota käyttöön rivien / pystysarakkaiden korostus
fr: Activer le surlignage des lignes / colonnes
gl: Activa o resaltado de filas/columnas
it: Abilita evidenziamento righe / colonne
ja_jp: 行 / 列の強調表示を有効にする
pl: Włącz podświetlanie wierszy / kolumn
pt_br: Habilitar destacamento de fileiras/colunas
ru: Включить подсветку строк и столбцов
sr: Омогући истицање редова и колона
sv: Slå på rad- / kolumnmarkering

source: Show accuracy underneath scoreboard
ast: Amosar la precisión embaxo de la taba de puntuaciones
be: Паказв. дакладнасць на табло ліку
de: Trefferquote unter Punktetafel anzeigen
es: Mostrar precisión debajo de la tabla de puntuaciones
fi: Näytä tulostaulun alaosassa osumatarkkuus
fr: Afficher la précision en dessous du tableau des scores
gl: Mostra a precisión debaixo do marcador
it: Mostra accuratezza sotto i punteggi
ja_jp: 得点表の下に精度を表示する
pl: Pokazuj dokładność pod tablicą wyników
pt_br: Exibir precisão embaixo do placar
ro: Afișează acuratețea sub tabela de scor
ru: Показывать точность под таблицей результатов
sr: Прикажи прецизност испод табле са резултатима
sv: Visa noggrannhet under poängtavla

source: Show team sizes:
ast: Tamañu de los equipos:
de: Teamgrößen anzeigen:
es: Mostrar el tamaño de los equipos:
fi: Näytä joukkueiden koot:
fr: Afficher les tailles d'équipes :
gl: Mostrar tamaños do equipo:
it: Mostra numero giocatori:
ja_jp: チームのサイズを表示する:
pl: Pokazuj rozmiar zespołów:
pt_br: Exibir tamanho das equipes:
ru: Размеры команд:
sv: Visa lagstorlekar:

source: Team size position: Off=do not show; Left=on the left side of the scoreboard and move team scores to the right; Right=on the right of the scoreboard
de: Teamgrößen-Position: Aus=nicht angezeigen; Links=auf der linken Seite der Punktetafel und Teampunkte auf die rechte Seite verschieben; Rechts=auf der rechten Seite der Punktetafel
es: Posición del tamaño de equipo: Desactivado=no mostrar; Izquierda=en la parte izquierda de la tabla de puntuaciones y mueve la puntuación del equipo a la derecha; Derecha=en la parte derecha de la tabla de puntuaciones
fi: Joukkuekoon sijainti: Pois= älä näytä. Vasen= tulostaulun vasemmassa laidassa sekä siirrä joukkuepisteet oikealle. Oikea= tulostaulun oikea laita
fr: Position de la taille d'équipe : Off = ne pas afficher ; Gauche = sur le côté gauche du tableau des scores et déplacer les scores d'équipe sur la droite ; Droite = sur la droite du tableau des scores
gl: Posición do tamaño do equipo: Desactivado=non mostrar; Esquerda=no lado esquerdo do marcador e move os marcadores do equipo cara á dereita; Dereita=á dereita do marcador
it: Posizion numero giocatori per squadra: Spento=non mostrare; Sinistra=sulla sinistra della tabella dei punteggi e muovi punteggi delle squadre sulla destra; Destra=sulla destra della tabella dei punteggi
ja_jp: チームサイズの位置: 無効 = 表示されない。左 = 得点表の左側にあり、チームの得点を右に移動する。右 = 得点表の右側
pt_br: Posição do tamanho da equipe: Desativado = não exibir; Esquerda = no lado esquerdo do placar e move as pontuações da equipe para a direita; Direita = no lado direito do placar
ru: Позиция размера команды: откл. = не отображать; слева = на левой части табло счёта, командные очки перемещаются направо; справа = на правой части табло счёта
sv: Position av lagstorlek: Av=visa inte; Vänster=på vänster sida av poängtavla och flytta lagpoäng till höger; Höger=på höger sida av poängtavla

source: Waypoints
ast: Puntos de camín
be: Арыентыры
bg: Пътни точки
de: Wegpunkte
es: Puntos de encuentro
fi: Välietapit
fr: Balises
gl: Puntos de paso
it: Waypoint
ja_jp: ウェイポイント
pl: Punkty orientacyjne
pt_br: Pontos de interesse
ro: Indicatoare
ru: Ориентиры
sr: Путне тачке
sv: Vägpunkter
uk: Дороговкази

source: Display waypoint markers for objectives on the map
be: Паказваць маршруты да мэтаў на мапе
de: Wegpunkte für feste Ziele auf der Karte anzeigen
es: Mostrar marcadores de puntos de encuentro para objetivos en el mapa
fi: Näytä välietappien maamerkit kartan kohteille
fr: Afficher des balises pour les objectifs sur la carte
gl: Mostrar marcadores de waypoints para obxectivos no mapa
it: Mostra punti di segnalazione per gli obiettivi della mappa
ja_jp: マップ上の目標のウェイポイントマーカーを表示する
pl: Pokaż znaczniki punktów orientacyjnych dla celi na mapie
pt_br: Exibe os marcadores de ponto de interesse para objetivos no mapa
ro: Afișează punctul de referință pentru obiective pe hartă
ru: Отображать маршруты до целей на арене
sr: Прикажи обележиваче путних тачака за циљеве на мапи
sv: Visa vägpunktsmarkörer för mål på kartan

source: Show various gametype specific waypoints
de: Lass dir verschiedene Spieltyp spezifische Wegpunkte anzeigen
es: Mostrar puntos de encuentro específicos de diferentes tipos de juego
fi: Näytä useita pelimuoto-ominaisia välietappeja
fr: Afficher diverses balises spécifiques au type de partie
gl: Mostrar puntos de encontro específicos de diferentes tipos de xogo
it: Mostra vari waypoint specifici di certi tipi di gioco
ja_jp: さまざまなゲームタイプ固有のウェイポイントを表示する
pt_br: Exibe diversos pontos de interesse específicos de modos de jogo
ru: Показывать различные отметки, определяемые видом игры
sr: Прикажи разноразне путне тачке везане за врсту игре
sv: Visa olika speltypsspecifika vägpunkter

source: Font size:
ast: Tamañu de fonte:
bg: Размер на шрифта:
de: Schriftgröße:
es: Tamaño del texto:
fi: Kirjasimen koko:
fr: Taille de la police :
gl: Tamaño de letra:
it: Grandezza testo:
ja_jp: フォントサイズ:
pl: Rozmiar czcionki:
pt_br: Tamanho da fonte:
ro: Mărime font:
ru: Размер шрифта:
sv: Storlek på typsnitt:

source: Edge offset:
be: Зрух краёў:
bg: Отместване на краищата:
de: Kantenabstand:
es: Desplazamiento de borde:
fi: Reunapoikkeama:
fr: Compensation des bords :
gl: Desfase de bordo:
it: Distanza dai bordi:
ja_jp: エッジオフセット:
pt_br: Extremidade:
ro: Distanțare margine:
ru: Отступы:
sr: Офсет ивице:
sv: Kantförskutning:
uk: Офсет краю:

source: Fade when near the crosshair
ast: Esvanecer al tar cerca de la mira
be: Плыўна знікаць калі ля прыцэлу
de: Ausblenden in der Nähe vom Fadenkreuz
es: Desvanecer al estar cerca del puntero
fi: Hämärrä kun lähellä tähtäintä
fr: Atténuer à proximité du réticule
gl: Esvaecer cando está preto do punto de mira
it: Dissolvi quando vicino al mirino
ja_jp: 十字線の近くでフェードする
pl: Zanikaj gdy w pobliżu celownika
pt_br: Desvanecer ao se aproximar do retículo
ro: Decolorează când este aproape de reticul
ru: Плавно скрывать вблизи прицела
sr: Избледи у близини нишана
sv: Tona ut när nära siktet

source: Display names instead of icons
ast: Amosar nomes en cuentes d'iconos
de: Namen statt Symbole anzeigen
es: Mostrar nombres en vez de iconos
fi: Näytä nimet kuvakkeiden sijasta
fr: Afficher des noms au lieu des icônes
gl: Mostrar nomes en lugar de iconas
it: Mostra nomi al posto delle icone
ja_jp: アイコンの代わりに名前を表示する
pt_br: Exibe nomes em vez de ícones.
ru: Показывать названия вместо значков
sv: Visa namn istället för ikoner

source: Damage
ast: Dañu
be: Шкода
de: Schaden
es: Daño
fi: Vahinkoaste
fr: Dégâts
gl: Dano
it: Danno
ja_jp: ダメージ
pl: Obrażenia
pt_br: Dano
ro: Daune
ru: Урон
sr: Штета
sv: Skada

source: Overlay:
be: Перакрыванне:
bg: Горен пласт:
de: Vollbild-Indikation:
es: Indicación de pantalla completa:
fi: Päällinen:
gl: Superposición:
it: Sovraposiz.:
ja_jp: オーバーレイ:
pl: Nakładka:
pt_br: Sobreposição:
ro: Suprapunere:
ru: Оверлей:
sr: Преклоп:
sv: Överdrag:
uk: Ефект:

source: Factor:
be: Множнік павелічэння:
bg: Коефициент:
de: Vergrößerungsfaktor:
fi: Tarkennuskerroin:
fr: Facteur :
it: Fattore:
ja_jp: 因子:
pl: Faktor:
pt_br: Fator:
ru: Множитель:
sr: Чинилац:
sv: Faktor:
uk: Сила:

source: Fade rate:
be: Хуткасць знікання:
bg: Скорост на избледняване:
de: Ausblenden nach:
es: Tasa de desvanecimiento:
fi: Häivennyksen kesto
fr: Fondu :
gl: Taxa de desvanecemento:
it: Durata dissolvenza:
ja_jp: フェード率:
pl: Prędkość zanikania:
pt_br: Taxa de desaparecimento:
ro: Durată atenuare:
ru: Частота скрытия:
sr: Стопа изблеђивања:
sv: Uttoningshastighet:
uk: Час зникнення:

source: Player Names
ast: Nomes de xugadores
be: Імёны гульцоў
bg: Имена на Играчи
de: Spielernamen
es: Nombre de los jugadores
fi: Pelaajanimet
fr: Noms des joueurs
gl: Nomes de xogadores
it: Nomi Giocatori
ja_jp: 選手名
pl: Nazwy graczy
pt_br: Nomes de Jogadores
ro: Numele jucătorilor
ru: Имена игроков
sr: Имена играча
sv: Spelarnamn

source: Show names above players
ast: Amosar los nomes enriba de los xugadores
be: Паказваць імёны над гульцамі
bg: Показване имената над играчите
de: Namen über Spielern anzeigen
es: Desplegar nombres sobre jugadores
fi: Näytä pelaajanimet hahmojen yläpuolella
fr: Afficher les noms au-dessus des joueurs
gl: Mostra os nomes por riba dos xogadores
it: Mostra nomi sopra i giocatori
ja_jp: 選手の上に名前を表示する
pl: Pokaż nazwy nad graczami
pt_br: Exibir nomes sobre jogadores
ro: Afișează numele deasupra jucătorilor
ru: Показывать имена над игроками
sr: Прикажи имена изнад играча
sv: Visa namn ovanför spelare
uk: Показувати імена над гравцями

source: Max distance:
ast: Distancia máxima:
be: Макс. дыстанцыя:
de: Max. Entfernung:
es: Distancia máxima:
fi: Enimmäisetäisyys:
fr: Distance maximale :
gl: Distancia máxima:
it: Massima distanza:
ja_jp: 最大距離:
pl: Maksymalna odległość:
pt_br: Distância máxima:
ro: Distanță maximă:
ru: Дальность:
sr: Највећа даљина:
sv: Maxavstånd:

source: Decolorize:
be: Абясколерыць:
de: Farben entfernen:
es: Descolorizar:
fi: Väripoisto:
fr: Décoloriser :
gl: Decolorar:
it: Scolorisci:
ja_jp: 脱色:
pl: Odbarw:
pt_br: Descoloração:
ro: Decolorizare:
ru: Обесцвечивание:
sr: Обезбоји:
sv: Avfärga:

source: Teamplay
ast: Xuegu n'equipu
be: Камандная гульня
de: In Team-Spielen
es: Juego en equipo
fi: Joukkuepeli
fr: En équipe
gl: Xogo en equipo
it: A squadre
ja_jp: チームプレイ
pl: Gra drużynowa
pt_br: Equipe
ro: Joc pe echipe
ru: Команды
sr: Екипна игра
sv: Lagspel

source: Only when near crosshair
ast: Namás al tar cerca de la mira
be: Толькі ў зоне прыцэлу
bg: Само когато е близо до мерника
de: Nur in Fadenkreuznähe
es: Sólo cuando cerca de apuntador
fi: Vain lähellä tähtäintä
fr: Uniquement près du réticule
gl: Só cando está preto do punto de mira
it: Solo quando vicino al mirino
ja_jp: 十字線に近い場合のみ
pl: Tylko gdy blisko celownika
pt_br: Apenas quando próximo ao retículo
ro: Numai lângă reticul
ru: Только в области прицела
sr: Само у близини нишана
sv: Endast medans nära siktet
uk: Тільки коли поруч з прицілом

source: Display health and armor
ast: Amosar l'armadura y salú
be: Паказваць здароўе ды бронь
bg: Показване на здраве и броня
de: Gesundheit und Rüstung anzeigen
es: Desplegar salud y armadura
fi: Näytä elämän ja panssarin arvot
fr: Afficher la santé et l'armure
gl: Mostra saúde e armadura
it: Mostra vita e armatura
ja_jp: ヘルスとアーマーを表示する
pl: Pokaż zdrowie i zbroję
pt_br: Exibir saúde e armadura
ro: Afișează viața și armura
ru: Показывать здоровье и броню
sr: Прикажи здравље и оклоп
sv: Visa liv och rustning
uk: Показувати кількість здоров'я та броні

source: Other
ast: Otros axustes
be: Іншае
bg: Други
de: Sonstige
es: Otro
fi: Muuta
fr: Autre
gl: Outro
it: Altro
ja_jp: その他
pl: Inne
pt_br: Outros
ro: Altul
ru: Прочее
sr: Друго
sv: Övrigt

source: Speed unit:
ast: Unidá de velocidá:
be: Адзінка хуткасці:
bg: Единица за скорост:
de: Geschwindigkeitseinheit:
es: Unidad de velocidad:
fi: Nopeuden mittayksikkö:
fr: Unité de vitesse :
gl: Unidade de velocidade:
it: Unità di velocità:
ja_jp: 速度単位:
pl: Jednostka prędkości:
pt_br: Unidade de velocidade:
ro: Unitate viteză
ru: Единица скорости:
sr: Мера брзине:
sv: Hastighetsenhet:
uk: Одиниця швидкості:

source: Damage overlay:
be: Накладанне шкоды:
de: Schadens-Indikation:
es: Retraso de daño:
fi: Päällys joka osoittaa vahingot:
fr: Effet des blessures :
gl: Superposición de danos:
it: Sovraposiz. danno:
ja_jp: ダメージオーバーレイ:
pl: Nakładka obrażeń:
pt_br: Sobreposição do dano:
ro: Suprapunere mesaj damage:
ru: Индикатор урона:
sr: Преклоп штете:
sv: Skadeöverlagring:

source: Dynamic HUD
ast: Interfaz dinámica
de: Dynamisches HUD
es: HUD dinámico
fi: Vaihtelupäivitteinen tieto-HUD
fr: ATH dynamique
gl: HUD dinámico
it: HUD dynamico
ja_jp: ダイナミックHUD
pl: Dynamiczny HUD
pt_br: Interface dinâmica
ro: HUD dinamic
ru: Динамический интерфейс
sr: Динамички ХУД
sv: Dynamisk HUD
