Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: This is particularly useful against speedy players, especially in %s.
fr: Cela est particulièrement utile contre les joueurs rapides, notamment en %s.
gl: Isto é especialmente útil contra xogadores rápidos, especialmente en %s.
it: Questo è particolarmente utile contro i giocatori veloci, specialmente in %s.
pt_br: Isto é particularmente útil contra jogadores rápidos, especialmente em %s.
ru: Это особенно полезно против быстрых игроков, особенно в %s.

source: Disability
ast: Invalidez
be: Немач
de: Behinderung
es: Discapacidad
fi: Vammaisuus
fr: Handicap
gl: Discapacidade
it: Disabilità
ja_jp: 障害
pl: Niezdatność
pt_br: Incapacidade
ro: Dizabilitate
ru: Бессилие
sr: Потешкоћа
sv: Funktionshinder

source: While you have the %s buff, you can crouch while mid-air to switch your gravity, allowing flight.
fr: Tant que vous avez le bonus d'%s, vous pouvez vous accroupir quand vous êtes en l'air pour inverser votre gravité, ce qui vous permet de voler.
gl: Mentres tes o potenciador %s, podes agacharte no aire para cambiar a túa gravidade, o que che permite voar.
it: Mentre hai il buff %s, puoi accovacciarti a mezz'aria per cambiare la tua gravità, permettendo il volo.
pt_br: Enquanto você tem o bônus %s, poderá agachar no ar para trocar sua gravidade, permitindo o voo.
ru: Пока у вас есть бонус %s, вы можете приседать в воздухе, чтобы изменить гравитацию и летать.

source: Flight
ast: Vuelu
be: Палёт
de: Flug
es: Vuelo
fi: Lento
fr: Envol
gl: voo
it: Battaglia
ja_jp: 飛翔
pl: Lot
pt_br: Voo
ro: Zbor
ru: Полёт
sr: Лет
sv: Flyg

source: The %s buff sets any enemies or monsters you attack alight, dealing burn damage to them for several seconds until the buff expires.
fr: Le bonus %s enflamme tous les ennemis ou les monstres que vous attaquez, leur infligeant des dégâts de brûlure pendant plusieurs secondes, jusqu'à ce que le bonus expire.
gl: O potenciador %s prende lume a calquera inimigo ou monstro que ataques, causando dano por queimadura durante varios segundos ata que o potenciador remata.
it: Il buff %s incendia qualsiasi nemico o mostro che attacchi, infliggendo loro danni da ustione per diversi secondi fino alla scadenza del buff.
pt_br: O bônus %s incendeia quaisquer inimigos e monstros que você atacar, causando dano por queimaduras a eles por vários segundos até o bônus expirar.
ru: Бонус %s поджигает всех врагов или монстров, которых вы атакуете, нанося им урон от горения в течение нескольких секунд, пока не закончится действие бонуса.

source: Inferno
ast: Infiernu
es: Infierno
fi: Pätsi
ja_jp: 焦熱地獄
ro: Infern
ru: Преисподняя
sr: Пакао

source: The %s buff greatly increases your jump height, while the buff is active.
fr: Le bonus de %s augmente considérablement la hauteur de vos sauts tant qu'il est actif.
gl: O potenciador %s aumenta moito a túa altura de salto mentres está activo.
it: Il buff %s aumenta notevolmente l'altezza del salto mentre il buff è attivo.
pt_br: O bônus %s aumenta muito a altura de seu pulo, enquanto o bônus está ativo.
ru: Бонус %s значительно увеличивает высоту вашего прыжка, пока он активен.

source: It also makes you immune to fall damage.
fr: Cela vous immunise également contre les dégâts causés par les chutes.
gl: Tamén faiche inmune ao dano por caída.
it: Inoltre ti rende immune dal danno da caduta.
pt_br: Também faz você imune a dano por queda.
ru: Также делает вас невосприимчивым к урону от падения.

source: Jump
ast: Saltu
be: Падскок
bg: Скок
de: Sprung
es: Salto
fi: Hyppy
fr: Saut
gl: Salto
it: Salto
ja_jp: ジャンプ
pl: Skok
pt_br: Saltar
ro: Salt
ru: Прыжок
sr: Скок
sv: Hopp

source: While you have the %s buff, each attack has a chance of being a critical hit with greatly increased damage.
fr: Tant que vous possédez le bonus de %s, chaque attaque a une chance de se transformer en coup critique infligeant des dégâts considérablement augmentés.
gl: Mentres tes o potenciador %s, cada ataque ten a posibilidade de ser un golpe crítico con un dano moito maior.
it: Mentre hai il buff %s, ogni attacco ha una possibilità di essere un colpo critico con danni notevolmente aumentati.
pt_br: Enquanto você tem o bônus %s, cada ataque tem a chance de ser um golpe crítico com dano muito aumentado.
ru: Пока у вас есть бонус %s, каждая атака имеет шанс стать критическим попаданием со значительно увеличенным уроном.

source: Luck
ast: Suerte
bg: Късмет
de: Glück
es: Suerte
fi: Lykästys
fr: Chance
gl: sorte
it: Fortuna
ja_jp: 運
pl: Szczęście
pt_br: Sorte
ru: Удача
sr: Срећа
sv: Tur

source: The %s buff greatly increases your item pickup range, collecting nearby items for you while the buff is active.
fr: Le bonus d'%s augmente considérablement la distance maximale nécessaire au ramassage d'un objet, en collectant les objets à proximité tant que le bonus est actif.
gl: O potenciador %s aumenta moito o teu rango de recollida de obxectos, collendo automaticamente os obxectos próximos mentres está activo.
it: Il buff %s aumenta notevolmente il raggio di raccolta degli oggetti, raccogliendo gli oggetti vicini per te mentre il buff è attivo.
pt_br: O bônus %s aumenta muito o seu alcance de coleta de itens, coletando itens próximos para você enquanto o bônus está ativo.
ru: Бонус %s значительно увеличивает радиус поднятия предметов, автоматически собирая для вас всё, что находится рядом, пока он активен.

source: Magnet
ast: Imán
es: Imán
fi: Magneetti
fr: Aimant
gl: Imán
it: Magnete
ja_jp: 磁石
pl: Magnes
pt_br: Ímã
ru: Магнит
sr: Магнет

source: The %s buff increases health regeneration speed, increases the maximum health you can have before health starts to rot, and reduces health rot speed until the buff expires.
fr: Le bonus de %s augmente la vitesse de régénération de la santé, augmente la santé maximale que vous pouvez avoir avant que la santé ne commence à se dégrader, et réduit la vitesse de dégradation de la santé, jusqu'à l'expiration du bonus.
gl: O potenciador %s aumenta a velocidade de rexeneración da vida, incrementa a saúde máxima que podes ter antes de que comece a decaer e reduce a velocidade de perda de saúde ata que o potenciador remata.
it: Il buff %s aumenta la velocità di rigenerazione della salute, aumenta la salute massima che puoi avere prima che la salute inizi a "marcire" e riduce la velocità di "marcimento" della salute fino alla scadenza del buff.
pt_br: O bônus %s aumenta a velocidade de regeneração da saúde, aumenta a saúde máxima que você pode ter antes da saúde começar a decair, e reduz a taxa de decaimento da saúde até o bônus expirar.
ru: Бонус %s повышает скорость восстановления здоровья, увеличивает максимальный запас здоровья, после превышения которого оно начинает уменьшаться, а также замедляет скорость этого уменьшения. Эффект действует до окончания действия бонуса.

source: It also gives you a chance to survive a fatal hit, with a small amount of health left over.
fr: Cela vous donne également une chance de survivre à un tir fatal, avec un peu de santé restante.
gl: Tamén che dá a posibilidade de sobrevivir a un golpe mortal, quedando cunha pequena cantidade de saúde.
it: Ti dà anche una possibilità di sopravvivere a un colpo fatale, con una piccola quantità di salute residua.
pt_br: Também lhe dá uma chance de sobreviver um golpe fatal, ficando com uma pequena quantidade de saúde.
ru: Он также даёт вам шанс выжить после смертельного удара, если у вас осталось небольшое количество здоровья.

source: Medic
ast: Melecina
be: Медык
bg: Медик
de: Sanitäter
es: Medicina
fi: Lääkintämies
fr: Médecin
gl: Menciña
it: Dottore
ja_jp: 再生
pl: Medyk
pt_br: Médico
ru: Медик
sr: Болничар
sv: Läkare

source: The %s buff greatly reduces your damage taken while the buff is active.
fr: Le bonus de %s réduit considérablement les dégâts que vous subissez tant qu'il est actif.
gl: O potenciador %s reduce moito o dano que recibes mentres está activo.
it: Il buff %s riduce notevolmente il danno subìto mentre il buff è attivo.
pt_br: O bônus %s reduz muito o dano recebido enquanto o bônus está ativo.
ru: Бонус %s значительно снижает получаемый урон, пока он активен.

source: This also impacts the damage you deal to yourself.
fr: Cela a également un impact sur les dégâts que vous vous infligez à vous-même.
gl: Isto tamén afecta ao dano que te causas a ti mesmo.
it: Questo influenza anche il danno che infliggi a te stesso.
pt_br: Isto também afeta o dano que você causa a si mesmo.
ru: Это также влияет на урон, который вы наносите себе.

source: Resistance
ast: Resistencia
be: Супраціў
de: Widerstand
es: Resistencia
fi: Vastarinta
fr: Résistance
gl: Resistencia
it: Resistenza
ja_jp: 抵抗
pl: Odporność
pt_br: Resistência
ro: Rezistență
ru: Сопротивление
sr: Отпорност
sv: Resistans

source: The %s buff allows you to press %s to switch places with a nearby enemy once.
fr: Le bonus d'%s vous permet d'appuyer sur %s pour échanger une fois votre place avec celle d'un ennemi proche.
gl: O potenciador %s permítelle premer %s para intercambiar lugares cun inimigo próximo unha vez.
it: Il buff %s ti permette di premere %s per scambiare posto con un nemico vicino per una volta.
pt_br: O bônus %s permite que você aperte %s para trocar de lugar, uma vez, com um inimigo próximo.
ru: Бонус %s позволяет вам нажать %s, чтобы один раз поменяться местами с ближайшим врагом.

source: A common usage of this buff is to jump over the map's void, then swap with an enemy, to cause them to fall into the void.
fr: Une utilisation commune de ce bonus consiste à sauter par-dessus le vide de la carte, puis à échanger sa place avec un ennemi afin de le faire tomber dans le vide.
gl: Un uso común desta mellora é saltar ao baleiro do mapa e logo intercambiar a posición cun inimigo, para facelo caer no baleiro.
it: Un uso comune di questo buff è saltare sopra il vuoto della mappa, quindi scambiare con un nemico per farlo cadere nel vuoto.
pt_br: Um uso comum deste bônus é pular no vazio do mapa e trocar de lugar com um inimigo, para fazê-lo cair no vazio.
ru: Типичное применение этого бонуса — перепрыгнуть через пропасть на арене, а затем поменяться местами с противником, заставив его упасть в бездну.

source: The range that the buff works over is limited, so sometimes it may do nothing if there are no enemies nearby.
fr: La portée de ce bonus est limitée, il peut donc arriver qu'il ne se produise rien s'il n'y a pas d'ennemis à proximité.
gl: O alcance no que funciona a mellora é limitado, así que ás veces pode non facer nada se non hai inimigos preto.
it: Il raggio d'azione del buff è limitato, quindi a volte potrebbe non fare nulla se non ci sono nemici nelle vicinanze.
pt_br: O alcance deste bônus é limitado, assim às vezes pode fazer nada se não houver inimigos por perto.
ru: Действие бонуса ограничено, поэтому иногда он может не сработать, если поблизости нет врагов.

source: Swapper
ast: Intercambéu
de: Tauscher
es: Intercambiador
fi: Vaihdokki
fr: Échange
gl: Intercambiador
it: Scambiatore
ja_jp: スワッパー
pl: Zamieniacz
pt_br: Trocador
ro: Schimbător
ru: Обменник
sr: Замењивач
sv: Växlare

source: The %s buff converts some of the damage you deal to enemies and monsters into health for yourself, until the buff expires.
fr: Le bonus de %s convertit une partie des dégâts que vous infligez aux ennemis et aux monstres en points de santé pour vous-même, jusqu'à ce que le bonus expire.
gl: O potenciador %s converte parte do dano que causas a inimigos e monstros en vida para ti, ata que o potenciador remata.
it: Il buff %s converte parte del danno che infliggi a nemici e mostri in salute per te stesso, fino alla scadenza del buff.
pt_br: O bônus %s converte parte do dano que você causa aos inimigos e aos monstros em saúde para si próprio, até o bônus expirar.
ru: Бонус %s превращает часть урона, который вы наносите врагам и монстрам, в здоровье для вас, пока он не истечёт.

source: In some sense, this is the opposite of the %s buff.
fr: Dans un certain sens, c'est le contraire du bonus de %s.
gl: En certo sentido, isto é o contrario do potenciador %s.
it: In un certo senso, questo è l'opposto del buff %s.
pt_br: Em um sentido, isto é o oposto do bônus %s.
ru: В некотором смысле является противоположностью бонусу %s.

source: Vampire
be: Вампірызм
bg: Вампир
de: Vampir
es: Vampiro
fi: Vampyyri
gl: Vampiro
it: Vampiro
ja_jp: 吸血
pl: Wampir
pt_br: Vampiro
ro: Vampir
ru: Вампиризм
sr: Вампир
sv: Vampyr
uk: Вампіризм

source: The %s buff reciprocates a portion of the damage enemies deal to you onto them, until the buff expires.
fr: Le bonus de %s renvoie une partie des dégâts que les ennemis vous infligent vers eux, jusqu'à ce que le bonus expire.
gl: O potenciador %s devolve unha parte do dano que os inimigos che causan sobre eles, ata que o potenciador remata.
it: Il buff %s infligge ai nemici una porzione del danno che loro infliggono a te, fino alla scadenza del buff.
pt_br: O bônus %s reflete aos próprios inimigos uma porção do dano que eles causam a você, até o bônus expirar.
ru: Бонус %s возвращает врагам часть урона, нанесённого вам, до тех пор, пока он не истечёт.

source: Vengeance
ast: Venganza
be: Помста
de: Rache
es: Venganza
fi: Kosto
gl: Vinganza
it: Vendetta
ja_jp: 復讐
pl: Zemsta
pt_br: Vingança
ro: Răzbunare
ru: Месть
sr: Освета
sv: Hämnd

source: Buff
de: Bonus
es: Mejora
fi: Tsemppi
fr: Bonus
gl: Mellora
it: Bonus
ja_jp: バフ
pt_br: Bônus
ru: Бонус
sr: Баф

source: The %s mutator makes all players nearly invisible, similar to the %s powerup. This adds an extra layer of stealth and strategy to gameplay.
fr: Le mutateur %s rend tous les joueurs quasi invisibles, comme le bonus de puissance %s. Cela ajoute une dimension supplémentaire de furtivité et de stratégie au gameplay.
gl: O %s mutador fai que todos os xogadores sexan case invisibles, similar ao potenciador %s. Isto engade unha capa extra de sixilo e estratexia ao xogo.
it: Il mutatore %s rende tutti i giocatori quasi invisibili, in modo simile al powerup %s. Questo aggiunge un ulteriore livello di furtività e strategia al gameplay.
pt_br: O modificador %s deixa todos os jogadores quase invisíveis, similar ao potencializador %s. Isto acresce uma camada de furtividade e estratégia ao jogo.
ru: Мутатор %s делает всех игроков практически невидимыми, подобно усилителю %s. Это добавляет в игровой процесс дополнительный уровень скрытности и стратегии.

source: Cloaked
be: Нябачнасць
bg: Невидим
de: Tarnung
es: Translúcido
fi: Häivetilassa
fr: Joueurs transparents
gl: Encuberto
it: Invisibile
ja_jp: クロークされた
pl: Ukryci
pt_br: Oculto
ro: Invizibil
ru: Невидимость
sr: Маске
sv: Mantlad
uk: Маскування

source: Damage Text
fr: Dégâts
gl: Texto de danos
it: Testo del danno
pt_br: Texto de Dano
ru: Текст урона

source: Draw damage numbers
ast: Amosar la cantidá de dañu
de: Schadenszahlen anzeigen
es: Dibujar números de daño
fi: Piirrä vahinkonumerot
fr: Afficher les nombres de dégâts
gl: Amosa números de danos
it: Mostra numeri danno
ja_jp: ダメージ数を描く
pl: Pokazuj liczbę obrażeń
pt_br: Exibir números de dano
ro: Afișează numerele pentru daune
ru: Показывать значение урона в числах
sr: Исцртај бројке штете
sv: Rita skadenummer

source: Draw damage numbers for friendly fire
ast: Amosar la cantidá de dañu al disparar a compañeros
de: Schadenszahlen für Eigenbeschuss anzeigen
es: Dibujar números de daño para el fuego amigo
fi: Piirrä vahinkonumerot koskien vahinkolaukauksia
fr: Afficher les nombres de dégâts pour le tir ami
gl: Amosar números de dano para o fogo amigo
it: Mostra numeri danno per fuoco amico
ja_jp: 同士打ちためにダメージ量を描く
pl: Pokazuj liczbę obrażeń dla obrażeń sojuszników
pt_br: Exibir números de dano para fogo amigo
ru: Показывать числа урона для дружественного огня
sr: Исцртај бројке штете за пријатељску ватру
sv: Rita skadenummer för lagskjutning

source: Font size minimum:
ast: Tamañu mínimu:
de: Minimale Schriftgröße:
es: Tamaño de fuente mínimo:
fi: Pienin kirjasinkoko:
fr: Taille de police minimale :
gl: Tamaño mínimo de letra:
it: Grand. carattere minimo:
ja_jp: 最小フォントサイズ:
pl: Minimalna wielkość czcionki:
pt_br: Tamanho da fonte mínimo:
ru: Наим. размер шрифта:
sr: Најмања величина фонта:
sv: Minimal storlek på typsnitt:

source: Font size maximum:
ast: Tamañu máximu:
de: Maximale Schriftgröße:
es: Tamaño de fuente máximo:
fi: Suurin kirjasinkoko:
fr: Taille de police maximale :
gl: Tamaño máximo de letra:
it: Grand. carattere massimo:
ja_jp: 最大フォントサイズ:
pl: Maksymalna wielkość czcionki:
pt_br: Tamanho da fonte máximo:
ru: Наиб. размер шрифта:
sr: Највећа величина фонта:
sv: Maximal storlek på typsnitt:

source: Color:
be: Колер:
bg: Цвят:
de: Farbe:
fi: Väri:
fr: Couleur :
gl: Cor:
it: Colore:
ja_jp: カラー:
pl: Kolor:
pt_br: Cor:
ro: Culoare:
ru: Цвет:
sr: Боја:
sv: Färg:
uk: Колір:

source: Per weapon
ast: Per arma
be: Залежыць ад зброі
bg: Според оръжието
de: Pro Waffe
es: Por arma
fi: Asekohtainen
fr: Selon l'arme
gl: Por arma
it: Per singola arma
ja_jp: 武器ごと
pl: Od broni
pt_br: Por arma
ro: Per armă
ru: От оружия
sr: По оружју
sv: Per vapen
uk: Для кожної зброї

source: Initial opacity:
fr: Opacité initiale :
gl: Opacidade inicial:
it: Opacità iniziale:
pt_br: Opacidade inicial:
ru: Начальная непрозрачность:

source: Fade time:
ast: Tiempu d'esvanecimientu:
be: Тэрмін знікання:
bg: Време за избледняване:
de: Ausblenden nach:
es: Tiempo de desvanecimiento:
fi: Häivennyksen kesto:
fr: Durée du fondu :
gl: Tempo de desvanecemento:
it: Durata dissolvenza:
ja_jp: フェージング時刻
pl: Czas zanikania:
pt_br: Tempo de desaparecimento:
ro: Durata atenuare:
ru: Время скрытия:
sr: Време изблеђивања:
sv: Tona ut efter:
uk: Час зникнення:

source: Accumulate:
fr: Accumuler :
gl: Acumular:
it: Accumula:
pt_br: Acumular:
ru: Накопление:

source: If younger than:
fr: Dans un intervalle de :
gl: Se é máis novo ca:
it: Se più giovane di:
pt_br: Se durou menos que:
ru: Если младше:

source: Never
ast: Enxamás
be: Ніколі
bg: Никога
de: Nie
es: Nunca
fi: Ei ikinä
fr: Jamais
gl: Xamais
it: Mai
ja_jp: なし
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: Никогда
sr: Никада
sv: Aldrig
uk: Ніколи

source: Always
ast: Siempres
be: Заўсёды
de: Immer
es: Siempre
fi: Aina
fr: Toujours
gl: Sempre
it: Sempre
ja_jp: 常に
pl: Zawsze
pt_br: Sempre
ro: Mereu
ru: Всегда
sr: Увек
sv: Alltid

source: Or opacity greater than:
fr: Ou opacité supérieure à :
gl: Ou opacidade maior que:
it: O opacità più grande di:
pt_br: Ou opacidade maior do que:
ru: Или непрозрачность больше:

source: Damage text
ast: Testu de dañu
de: Schadenstext
es: Texto de daño
fi: Vahinkoteksti
fr: Dégâts
gl: Texto de danos
it: Testo danno
ja_jp: ダメージテキスト
pl: Tekst obrażenia
pt_br: Texto de dano
ro: Textul de daune
ru: Числа урона
sr: Текст штете
sv: Skadetext

source: %s is a mutator that enables dodging maneuvers, making evading attacks in close combat easier. If enabled, when you're standing on the ground and double tap a movement key, you will leap in that direction. This also works while in contact with a wall, allowing quick speed gain if done repeatedly against a long wall.
fr: %s est un mutateur qui rend possible des manœuvres d'esquive, permettant d'éviter plus facilement les attaques en combat rapproché. Lorsqu'il est activé, si vous êtes au sol et que vous appuyez deux fois sur une touche de déplacement, vous bondirez dans cette direction. Cela fonctionne également lorsque vous touchez un mur, ce qui vous permet de gagner rapidement en vitesse si vous répétez cette action contre un mur suffisamment long.
gl: %s é un mutador que permite manobras de esquiva, facendo máis fácil evadir ataques en combate corpo a corpo. Se está activado, cando estás no chan e premes dúas veces unha tecla de movemento, saltarás na dirección correspondente. Isto tamén funciona en contacto cunha parede, permitindo gañar velocidade rapidamente se se realiza repetidamente ao longo dunha parede longa.
it: %s è un mutatore che abilita le manovre di schivamento che rende più facile evadere gli attacchi nel combattimento ravvicinato. Se abilitato, quando sei a terra e premi due volte un tasto di movimento, farai uno scatto in quella direzione. Questo funziona anche a contatto con un muro, consentendo un rapido aumento di velocità se fatto ripetutamente contro un lungo muro.
pt_br: %s é um modificador que ativa manobras de esquiva, facilitando a evasão de ataques em combates entre próximos. Se ativado, quando você está no chão e aperta duas vezes uma tecla de movimento, saltará à direção correspondente. Isto também funciona quando em contato com uma parede, permitindo rápido ganho de velocidade se feito repetidamente contra uma parede longa.
ru: %s — это мутатор, который добавляет манёвры уклонения, облегчая уход от атак в ближнем бою. Если он включён, то, стоя на земле и дважды нажав клавишу движения, вы совершите прыжок-рывок в этом направлении. Это также работает при контакте со стеной, позволяя быстро набрать скорость при повторных рывках вдоль длинной стены.

source: Some other mutators like %s enable this by default.
fr: D'autres mutateurs, comme %s, l'activent par défaut.
gl: Algúns outros mutadores como %s, activan isto por defecto.
it: Qualche altro mutatore come %s lo abilita di default.
pt_br: Alguns outros modificadores como %s ativam isto por padrão.
ru: Некоторые другие мутаторы, такие как %s, включают эту функцию по умолчанию.

source: Dodging
be: Ухіленне
bg: Отскачане
de: Ausweichen
es: Esquivar
fi: Väistely
fr: Esquives
gl: Esquivando
it: Schivamento
ja_jp: 避ける
pl: Uniki
pt_br: Esquiva
ro: Evaziune
ru: Уклонение
sr: Избегавање
sv: Duckning
uk: Ухилення

source: offhand hook
fr: grappin mains libres
gl: gancho secundario
it: rampino immediato
pt_br: gancho imediato
ru: вспомогательный крюк

source: ^3grappling hook^8 is enabled, press ^3%s^8 to use it
de: ^3Enterhaken^8 ist aktiviert, drücke ^3%s^8 zum Benutzen
es: ^3gancho de agarre^8 activado, pulsa ^3%s^8 para usarlo
fi: ^3tarttumiskoukku^8 tarjolla käytettäväksi, paina ^3%s^8 ottaaksesi sen käyttöön
fr: ^8Le ^3grappin^8 est activé, appuyez sur ^3%s^8 pour l'utiliser
gl: ^3gancho de agarre^8 está activado, prema ^3%s^8 para usalo
it: ^8l'^3uncino^8 è abilitato, premi ^3%s^8 per usarlo
ja_jp: 発動した^3グラップリングフック^8、それらを使用するには^3%s^8を押する
pl: ^3hak^8 jest włączony, naciśnij ^3 %s by go użyć
pt_br: ^3gancho de escalada^8 está ativo, aperte ^3%s^8 para usá-lo
ru: ^3захватный крюк^8 включён, нажмите ^3%s^8 для его использования
sv: ^3änterhake^8 är påslagen, tryck ^3%s^8 för att använda den

source: The %s mutator gives all players a %s as their offhand weapon, used with %s. It has unlimited ammo, but the ordinary secondary fire can't be used.
gl: O mutador %s dá a todos os xogadores un %s como arma secundaria, usada con %s. Ten munición ilimitada, pero non se pode usar o disparo secundario normal.
it: Il mutatore %s fornisce a tutti i giocatori un %s come arma immediata, utilizzata con %s. Ha munizioni illimitate, ma il fuoco secondario ordinario non può essere usato.
pt_br: O modificador %s dá a todos os jogadores um %s como arma imediata, usada com %s. Tem munição ilimitada, mas o disparo secundário ordinário não pode ser usado.
ru: Мутатор %s даёт всем игрокам %s в качестве вспомогательного оружия, которое используется с %s. У него неограниченный запас патронов, но обычный вторичный огонь нельзя использовать.

source: hook
fr: grappin
gl: Gancho
it: rampino
pt_br: gancho
ru: крюк
