Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Entry fadetime:
be: Тэрмін знікання:
bg: Време за избледняване на съобщенията:
de: Eintrags-Ausblendung:
es: Desvanecimiento de la notificación:
fi: Sisääntulon häivennyksen kesto:
fr: Délai d'effacement de l'entrée :
gl: Tempo de desvanecemento de entrada:
it: Durata dissolvenza:
ja_jp: 通知の退色を表示する:
pt_br: Desaparecimento de cada entrada:
ro: Durata atenuare notificatie:
ru: Время скрытия:
sr: Време нестанка уноса:
sv: Posts uttoning:
uk: Час зникнення запису:

source: Flip notify order
ast: Voltiar l'orde d'avisu
be: Адвярнуць парадак абвяшчэнняў
bg: Обръщане на реда на уведомленията
de: Scrollrichtung vertauschen
es: Invertir el orden de las notificaciones
fi: Käännä ilmoitusjärjestys
fr: Inverser l'ordre de notification
gl: Trocar a orde de notificación
it: Inverti ordine notifiche
ja_jp: 通知の順序を逆にする
pl: Odwróć kolejność powiadamiania
pt_br: Trocar ordem de notificações
ro: Inversare ordine notificatii
ru: Обратить порядок уведомлений
sr: Обрни редослед обавештавања
sv: Vänd notifieringsordning
uk: Поміняти місцями порядок сповіщень

source: Notification Panel
ast: Panel d'avisos
be: Панэль абвяшчэнняў
bg: Панел за уведомления
de: Nachrichten-Panel
es: Panel de notificaciones
fi: Ilmoituspaneeli
fr: Notifications
gl: Panel de notificacións
it: Pannello di notifica
ja_jp: 通知パネル
pl: Panel Powiadomień
pt_br: Painel de Notificações
ro: Fereastra Notificatii
ru: Панель уведомлений
sr: Плоча обавештења
sv: Notifikationspanel
uk: Панель сповіщень

source: Enable
ast: Activar
de: Aktivieren
es: Habilitar
fi: Ota käyttöön
fr: Afficher
gl: Activar
it: Abilita
ja_jp: 有効にする
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Slå på

source: Enable even observing
de: Ausgeglichenes Zuschauen aktivieren
es: Habilitar incluso observando
fi: Salli jopa katselijana
fr: Activer même en caméra libre
gl: Activa ainda observando
it: Abilita anche osservando
ja_jp: 観察さえに有効にする
pl: Włącz gdy obserwujesz
pt_br: Ativar observação equilibrada
ru: Даже при наблюдении
sv: Slå på även under observering

source: Enable only in Race/CTS
ast: Activar namás nos moos de carrera
de: Nur in Rennen/CTS aktivieren
es: Habilitar sólo en Carrera/CTS
fi: Otakäyttöön vain Kilvassa/CTS:ssä
fr: Activer en mode Course/CTS seulement
gl: Habilitar só en Carreira/CTS
it: Abilita solo in Race/CTS
ja_jp: レース / CTSでのみ有効にする
pl: Włącz tylko w Wyścigu/CTS
pt_br: Ativar somente em Corrida/CTS
ru: Только в Гонке/Этапах
sv: Slå bara på i Race/CTS

source: Flip speed/acceleration positions
be: Памяняць месцамі хуткасць і паскарэнне
bg: Размяна на позициите на скоростта/ускорението
de: Geschwindigkeit/Beschleunigung tauschen
es: Invertir la posición de velocidad/aceleración
fi: Vaihda nopeuden/kiihtyvyyden paikkaa
fr: Inverser les positions de la vitesse/de l'accélération
gl: Invertir posicion velocidade/aceleración
it: Inverti posizioni velocità/accelerazione
ja_jp: 速度/加速位置を逆にする
pl: Zamień prędkość i przyśpieszenie miejscami
pt_br: Trocar posição da velocidade e da aceleração
ro: Inversează pozițiile de viteză/accelerație
ru: Поменять местами скорость и ускорение
sr: Обрни пложаје брзине и убрзања
sv: Vänd hastighet/acceleration positioner
uk: Поміняти місцями позиції швидкості та акселерації

source: Status bar
ast: Barra d'estáu
be: Радок стану
bg: Лента за статуса
de: Statusleiste
es: Barra de estado
fi: Tilapalkki
fr: Barre d'état
gl: Barra de estado
it: Barra di stato
ja_jp: ステータスバー
pl: Pasek stanu
pt_br: Barra de status
ro: Bara statut
ru: Шкала состояния
sr: Трака стања
sv: Statusfält
uk: Смуга статусу

source: None
de: Keine
fr: Aucun
gl: Ningun
it: Nessuno
pt_br: Nenhuma
ru: Нет

source: Acceleration
de: Beschleunigung
fr: Accélération
gl: Aceleración
it: Accelerazione
pt_br: Aceleração
ru: Ускорение

source: Both
de: Beide
es: Ambos
fr: Les deux
gl: Ambos
it: Entrambi
pt_br: Ambas
ro: Amândouă
ru: Оба

source: Speed:
ast: Velocidá:
be: Хуткасць:
bg: Скорост:
de: Geschwindigkeit:
es: Velocidad:
fi: Nopeus:
fr: Vitesse :
gl: velocidade:
it: Velocità:
ja_jp: 速度:
pl: Prędkość:
pt_br: Velocidade:
ro: Viteză:
ru: Скорость:
sr: Брзина:
sv: Hastighet:
uk: Швидкість:

source: Include vertical speed
ast: Incluyir la velocidá vertical
be: З вертыкальнай хуткасцю
bg: Включване на вертикалната скорост
de: Mit vertikaler Geschwindigkeit
es: Incluir velocidad vertical
fi: Huomioi pystysuora nopeus
fr: Inclure la vitesse verticale
gl: Inclúe a velocidade vertical
it: Includi velocità verticale
ja_jp: 垂直速度を含める
pl: Pokazuj prędkość w pionie
pt_br: Incluir velocidade vertical
ro: Include viteza verticală
ru: С вертикальной скоростью
sr: Укључи усправну брзину
sv: Inkludera vertikal hastighet
uk: Включаючи вертикальну швидкість

source: Top speed
ast: Velocidá máxima
be: Найбольшая хуткасць
bg: Максимална скорост
de: Geschwindigkeitsrekord
es: Velocidad máxima
fi: Huippunopeus
fr: Vitesse maximale
gl: Velocidade máxima
it: Velocità massima
ja_jp: トップ速度
pl: Największa prędkość
pt_br: Velocidade máxima
ro: Viteza maximă:
ru: Максимум скорости
sr: Највећа брзина
sv: Topphastighet
uk: Найвища швидкість

source: Jump speed
de: Sprunggeschwindigkeit
fr: Vitesse de saut
gl: Velocidade de salto
it: Velocità salto
pt_br: Velocidade do pulo
ru: Скорость прыжка

source: Show speed unit
de: Geschwindigtkeitseinheit zeigen
es: Mostrar unidad de velocidad
fi: Näytä nopeusyksikkö
fr: Afficher l'unité de vitesse
gl: Mostrar a unidade de velocidade
it: Mostra unità di velocità
ja_jp: 速度単位を表示
pt_br: Exibir unidade de velocidade
ru: Показать единицу измерения скорости
sv: Visa hastighetsenhet

source: Acceleration:
ast: Aceleración:
be: Паскарэнне:
bg: Ускорение:
de: Beschleunigung:
es: Aceleración:
fi: Kiihtyvyys:
fr: Accélération :
gl: Aceleración:
it: Accelerazione:
ja_jp: 加速
pl: Przyśpieszenie:
pt_br: Aceleração:
ro: Accelerație:
ru: Ускорение:
sr: Убрзање:
uk: Прискорення:

source: Include vertical acceleration
ast: Incluyir l'aceleración vertical
be: З вертыкальным паскарэннем
bg: Включване на вертикалното ускорение
de: Mit vertikaler Beschleunigung
es: Incluir aceleración vertical
fi: Huomioi pystysuora kiihtyvyys
fr: Inclure l'accélération verticale
gl: Inclúe aceleración vertical
it: Includi accelerazione verticale
ja_jp: 垂直加速度を含める
pl: Pokazuj przyśpieszenie w pionie
pt_br: Incluir aceleração vertical
ro: Include accelerația verticală
ru: С вертикальным ускорением
sr: Укључи усправно убрзање
sv: Inkludera vertikal acceleration
uk: Включаючи вертикальне прискорення

source: Physics Panel
ast: Panel de físiques
be: Панэль фізікі
bg: Панел за физика
de: Physik-Panel
es: Panel de Físicas
fi: Fysiikkapaneeli
fr: Effets Physiques
gl: Panel de Físicas
it: Pannello Fisica
ja_jp: 物理パネル
pt_br: Painel de Física
ro: Panou Fizici
ru: Панель физики
sr: Плоча физике
sv: Fysikpanel
uk: Панель фізики

source: Icon size scale:
de: Symbolgrößenskala
es: Escala de tamaño del icono:
fi: Kuvakekoon mittakaava:
fr: Échelle des icônes :
gl: Escala de tamaño da icona:
it: Scala icona:
ja_jp: アイコンのサイズスケール：
pt_br: Escala de tamanho de ícone:
ru: Размер значков:
sv: Storlek på ikoner:

source: Show timer:
de: Zeit anzeigen:
es: Mostrar reloj:
fi: Näytä ajastin:
fr: Afficher le minuteur :
gl: Mostrar temporizador:
it: Mostra timer:
ja_jp: タイマーを表示:
pt_br: Exibir temporizador:
ru: Показывать таймер:
sv: Visa timer:

source: Spectating
de: Zuschauen
es: Observando
fi: Katsellaan
fr: En spectateur
gl: Modo espectador
it: Guardando
ja_jp: 観戦中
pt_br: Assistindo
ru: Наблюдение
sv: Åskådar

source: Pickup Panel
de: Aufsammel-Panel
es: Panel de Recolección:
fi: Poimintalaatta
fr: Collecte
gl: Panel de recollida
it: Pannello Pickup
ja_jp: ピックアップパネル
pt_br: Painel de Coletas
ru: Панель подбора
sv: Upplockningspanel

source: Powerups Panel
ast: Pandel de poderes
be: Панэль бонусаў
bg: Панел с бонуси!
de: Powerup-Panel
es: Panel de Poderes
fi: Tehonlisäyspaneeli
fr: Bonus de puissance
gl: Panel de potenciadores
it: Pannello dei Powerup
ja_jp: パワーアップパネル
pt_br: Painel de Potencializadores
ro: Panou Powerup
ru: Панель усилителей
sr: Плоча појачања
uk: Панель підсилень

source: Always enable
ast: Activar siempres
de: Immer aktivieren
es: Habilitar siempre
fi: Aina päällä
fr: Toujours activer
gl: Sempre activado
it: Abilita sempre
ja_jp: 常に有効にする
pl: Zawsze włączone
pt_br: Ativar sempre
ru: Отображать всегда
sv: Slå alltid på

source: Forced aspect:
ast: Aspeutu forciáu:
be: Стасунак:
bg: Принудително съотношение:
de: Seitenverhältnis:
es: Forzar aspecto:
fi: Pakotettu näkymä:
fr: Aspect forcé :
gl: Aspecto forzado:
it: Forza aspetto:
ja_jp: 強制アスペクト:
pt_br: Forçar aspecto:
ro: Aspect forțat:
ru: Соотношение:
sr: Присиљени поглед:
sv: Fast aspekt:
uk: Примусовий аспект:

source: Show attack keys
de: Angriffstasten anzeigen
fr: Afficher les touches d'attaque
gl: Amosar as teclas de ataque
it: Mostra i tasti di attacco
pt_br: Exibir teclas de ataque
ru: Показывать кнопки огня

source: Pressed Keys Panel
ast: Panel de tecles primíes
be: Панэль націснутых кнопак
bg: Панел за натиснати клавиши
de: Tastendruck-Panel
es: Panel de Teclas Pulsadas
fi: Painettujen näppäinten paneeli
fr: Touches Enfoncées
gl: Panel de teclas presionadas
it: Pannello dei tasto premuti
ja_jp: 押されたキーパネル
pl: Panel Wciśniętych Przycisków
pt_br: Painel de Teclas Pressionadas
ro: Panoul de taste apăsate
ru: Панель нажатых кнопок
sr: Плоча притиснутих тастера
sv: Panel För Nedtryckta Knappar
uk: Панель натиснутих клавіш

source: Translate commands
de: Befehle übersetzen
fr: Traduire les commandes
gl: Traducir os comandos
it: Traduci i comandi
pt_br: Traduzir comandos
ru: Переводить команды

source: Use the server's quickmenu
de: Servers Schnellmenü verwenden
fr: Utiliser le menu rapide du serveur
gl: Usa o menú rápido do servidor
it: Usa il menù rapido del server
pt_br: Usar o menu rápido do servidor
ru: Использовать быстрое меню сервера

source: Quick Menu Panel
ast: Panel del menú rápidu
de: Schnellmenü-Panel
es: Panel de Menú Rápido
fi: Pikavalikkopalkki
fr: Menu rapide
gl: Panel de menú rápido
it: Pannello Menu Veloce
ja_jp: クイックメニューパネル
pl: Panel szybkiego menu
pt_br: Painel de Menu Instantâneo
ro: Panou de Meniu Rapid
ru: Панель быстрого меню
sr: Плоча брзог менија
sv: Snabbmeny-Panel

source: Race Timer Panel
be: Панэль гоначнага таймера
bg: Панел с таймер за състезание
de: Rundenzeit-Panel
es: Panel del Cronómetro de Carrera
fi: Kilpajuoksun ajanoton paneeli
fr: Chronomètre de Course
gl: Panel de temporizador de carreiras
it: Pannello Tempi Corsa
ja_jp: レースタイマーパネル
pt_br: Painel do Cronômetro de Corrida
ro: Panou de Timp pentru Curse
ru: Гоночная панель таймера
sr: Плоча са бројачем за трке
sv: Race-Tidtagarpanel
uk: Панель таймера гонки

source: Enable in team games
ast: Activar nes partíes n'equipu
de: In Teamspielen aktivieren
es: Habilitar en juegos de equipo
fi: Salli joukkuepeleissä
fr: Activer dans les jeux en équipe
gl: Habilitar nos xogos de equipo
it: Abilita nei giochi a squadre
ja_jp: チームゲームで有効にする
pl: Włącz w grach zespołowych
pt_br: Ativar em modos de equipe
ru: В командных режимах
sv: Slå på i lagspel

source: Opacity:
fr: Opacité :
gl: Opacidade:
it: Opacità:
pt_br: Opacidade:
ru: Непрозрачность:

source: Rotation:
be: Паварот:
bg: Завъртане:
de: Drehung:
es: Rotación:
fi: Pyöriminen:
gl: Rotación:
it: Rotazione:
ja_jp: 回転:
pl: Obrót:
pt_br: Rotação:
ro: Rotație:
ru: Ориентация:
sr: Заокренутост:
uk: Обертання:

source: Forward
ast: Siguir
be: Наперад
bg: Напред
de: Vorwärts
es: Al frente
fi: Eteenpäin
fr: Direction du joueur
gl: Adiante
it: Avanti
ja_jp: 前方
pl: Naprzód
pt_br: Para a frente
ro: Înainte
ru: По взгляду
sr: Напред
sv: Framåt
uk: Вперед

source: West
ast: Oeste
be: Захад
bg: Запад
es: Oeste
fi: Länsi
fr: Ouest
gl: oeste
it: Ovest
ja_jp: 西
pl: Zachód
pt_br: Para o oeste
ro: Vest
ru: На запад
sr: Запад
sv: Väst
uk: Захід

source: South
ast: Sur
be: Поўдзень
bg: Юг
de: Süd
es: Sur
fi: Etelä
fr: Sud
gl: Sur
it: Sud
ja_jp: 南
pl: Południe
pt_br: Para o sul
ro: Sud
ru: На юг
sr: Југ
sv: Syd
uk: Південь

source: East
ast: Este
be: Усход
bg: Изток
de: Ost
es: Este
fi: Itä
fr: Est
gl: Este
it: Est
ja_jp: 東
pl: Wschód
pt_br: Para o leste
ro: Est
ru: На восток
sr: Исток
sv: Öst
uk: Схід

source: North
ast: Norte
be: Поўнач
bg: Север
de: Nord
es: Norte
fi: Pohjoinen
fr: Nord
gl: Norte
it: Nord
ja_jp: 北
pl: Północ
pt_br: Para o norte
ro: Nord
ru: На север
sr: Север
sv: Nord
uk: Північ

source: Scale:
ast: Escala:
be: Памер:
bg: Скала:
de: Skalierung:
es: Escala:
fi: Mittakaava:
fr: Échelle :
gl: Escala:
it: Scala:
ja_jp: スケール:
pl: Skala:
pt_br: Escala:
ro: Mărime:
ru: Размер:
sr: Сразмера:
sv: Skala:
uk: Масштаб:

source: %s qu
ru: %s ед

source: Zoom mode:
ast: Mou del zoom:
be: Рэжым павелічэння:
bg: Режим на увеличение:
de: Zoom-Modus:
es: Modo de zoom:
fi: Sisäänkohdennuksen tila:
fr: Mode de zoom :
gl: Modo zoom:
it: Modalità zoom:
ja_jp: ズームモード:
pl: Tryb zbliżenia:
pt_br: Modo de zoom:
ro: Modalitate Zoom:
ru: При увеличении:
sr: Режим увећања:
sv: Zoomläge:
uk: Спосіб зуму:

source: Zoomed in
ast: Averáu
be: Набліжаны
bg: С увеличение
de: Vergrößert
es: Ampliado
fi: Lähennetty kohteeseen
fr: Zoomé
gl: Ampliado
it: Ingrandito
ja_jp: ズームイン
pl: Przybliżony
pt_br: Ampliado
ro: Apropiere
ru: Уменьшать
sr: Увећано
sv: Inzoomad
uk: Наближення

source: Zoomed out
ast: Alloñáu
be: Звычайны
bg: Без увеличение
de: Verkleinert
es: Reducido
fi: Loitonnettu kohteesta
fr: Dézoomé
gl: Reducido
it: Non ingrandito
ja_jp: ズームアウト
pl: Oddalony
pt_br: Afastado
ro: Depărtare
ru: Увеличивать
sr: Умањено
sv: Utzoomad
uk: Віддалення

source: Always zoomed
ast: Con zoom
be: Заўсёды павялічаны
bg: Винаги с увеличение
de: Immer vergrößert
es: Ampliar siempre
fi: Aina lähennettynä
fr: Toujours zoomé
gl: Sempre ampliado
it: Sempre ingrandito
ja_jp: 常にズーム
pl: Zawsze zbliżony
pt_br: Sempre ampliado
ro: Mereu apropiat
ru: Всегда увеличен
sr: Увек увећано
sv: Alltid inzoomad
uk: Завжди із зумом

source: Never zoomed
ast: Ensin zoom
be: Ніколі не павялічаны
bg: Винаги без увеличение
de: Nie vergrößert
es: Nunca ampliado
fi: Kohdennus aina pois
fr: Jamais zoomé
gl: Xamais ampliado
it: Mai ingrandito
ja_jp: ズームしない
pl: Zawsze oddalony
pt_br: Nunca ampliado
ro: Niciodată apropiat
ru: Без увеличения
sr: Никада увећано
sv: Aldrig inzoomad
uk: Ніколи із зумом

source: Maximized radar:
de: Maximiertes Radar:
fr: Radar maximisé :
gl: Radar maximizado:
it: Radar massimizzato:
pt_br: Radar maximizado:
ru: Увеличенный радар:

source: Radar Panel
ast: Panel del radar
be: Панэль радара
bg: Радарен панел
es: Panel del radar
fi: Tutkapaneeli
fr: Radar
gl: Panel do radar
it: Pannello Radar
ja_jp: レーダーパネル
pl: Panel Radaru
pt_br: Painel do Radar
ro: Panou de Radar
ru: Панель радара
sr: Плоча радара
uk: Панель радару

source: Rankings:
ast: Clasificación:
be: Рэйтынг:
bg: Класирания:
de: Platzierungen:
es: Posiciones:
fi: Tilastot:
fr: Classements :
gl: Posicións:
it: Classifica:
ja_jp: ランキング:
pl: Ranking:
pt_br: Classificações:
ro: Clasificări:
ru: Рейтинг:
sr: Рангови:
sv: Rankning:
uk: Місця:

source: Off
ast: Non
be: Адключана
bg: Изключено
de: Aus
es: Desactivado
fi: Pois päältä
gl: Desactivado
ja_jp: 無効
pl: Wyłącz
pt_br: Desligado
ro: Dezactivat
ru: Отключено
sv: Av
uk: Вимкнуто

source: And me
ast: Y yo
be: І мне
bg: И аз
de: Auch für mich
es: Y yo
fi: Ja minä
fr: Et moi
gl: e eu
it: E me
ja_jp: 私も
pt_br: E eu
ro: Și eu
ru: Включая мой
sr: И ја
sv: Och jag
uk: І я

source: Pure
ast: Pura
be: Чысты
bg: Чист
de: Rein
es: Puro
fi: Koskematon
fr: Pur
gl: Puro
it: Puro
ja_jp: 純粋
pt_br: Puro
ro: Pur
ru: Чистый
sr: Чисто
sv: Hel
uk: Чистий

source: Score Panel
ast: Panel de puntuaciones
be: Табліца балаў
bg: Панел с резултати
de: Punkte-Panel
es: Panel de puntos
fi: Tulospaneeli
fr: Scores
gl: Panel de puntuacións
it: Pannello punteggio
ja_jp: 得点パネル
pl: Tablica wyników
pt_br: Painel da Pontuação
ro: Panou de Scor
ru: Таблица очков
sr: Плоча са резултатом:
sv: Poängpanel
uk: Панель рахунку

source: Centered on:
fr: Centré sur :
gl: Centrado en:
it: Centrato su:
pt_br: Centralizado em:
ru: Центрирование на:

source: View angle
fr: Angle de vue
gl: Ángulo de visión
it: Angolo vista
pt_br: Ver ângulo
ru: Угол обзора

source: Velocity angle
fr: Angle de vitesse
gl: Ángulo de velocidade
it: Angolo velocità
pt_br: Ângulo de velocidade
ru: Быстрота угла

source: Style:
gl: Estilo:
it: Stile:
pt_br: Estilo:
ru: Стиль:

source: STYL^Basic
fr: Basique
gl: STYL^Básico
it: Basico
pt_br: Básico
ru: Базовый

source: Gradient
fr: Dégradé
gl: Gradiente
it: Pendenza
pt_br: Gradiente
ru: Градиент

source: Range:
ast: Rangu:
de: Reichweite:
es: Rango:
fi: Säde:
fr: Portée :
gl: Rango:
it: Raggio:
ja_jp: 範囲:
pl: Zasięg:
pt_br: Alcance:
ru: Диапазон:
sv: Räckvidd:

source: Dynamic
de: Dynamisch
fr: Dynamique
gl: Dinámico
it: Dinamico
pt_br: Dinâmico
ru: Динамический

source: Strafe bar:
ast: Barra de xiru:
de: Strafeleiste:
es: Barra de strafe:
fi: Strafe-palkki:
fr: Barre de strafe :
gl: Barra de Estrafe
it: Barra di strafe:
ja_jp: ストラフバー:
pt_br: Barra de strafe:
ru: Шкала стрейфа:

source: Angle indicator:
ast: Indicador d'ángulos:
de: Winkelanzeige:
es: Indicador del ángulo:
fi: Kulman ilmaisin:
fr: Indicateur d'angle :
gl: Indicador de ángulo:
it: Indicatore angolo:
ja_jp: 角度インジケーター:
pt_br: Indicador de ângulo:
ru: Указатель угла:
sv: Vinkelindikator:

source: Neutral:
fi: Neutraali:
fr: Neutre :
it: Neutrale:
ja_jp: 中性:
pt_br: Neutro:
ru: Нейтраль:

source: Good:
de: Gut:
es: Bueno:
fi: Hyvä:
fr: Bon :
gl: Ben:
it: Buono:
ja_jp: 良い:
pt_br: Bom:
ru: Хорошо:
sv: Bra:

source: Overturn:
de: Sturz:
es: Excesivo:
fi: Ylikääntymä:
fr: Excessif :
gl: Excesivo:
it: Eccessivo:
ja_jp: 過剰:
pt_br: Inversão:
ru: Переповорот:
sv: Översvängning:

source: Switch:
gl: Cambiar:
it: Cambio:
pt_br: Trocar:
ru: Переключатель:

source: Indicator on the angle to aim at when switching strafing direction
fr: Indicateur de l'angle à viser lors du changement de direction de strafing
gl: Indicador do ángulo ao que apuntar ao cambiar a dirección do strafing.
it: Indicatore sull'angolo a cui puntare quando si cambia direzione di strafing
pt_br: Indicador no ângulo ao qual se deve apontar ao trocar a direção no movimento de "strafe"
ru: Индикатор угла прицеливания при переключении направления стрейфа (движения в бок)

source: W-turn:
fr: Virage en W :
gl: Xiro W:
it: Curva a W:
pt_br: W-virar:
ru: Разворот в три приёма:

source: Indicator on the angle to aim at when W-turning to rotate as fast as possible
fr: Indicateur de l'angle à viser lors d'un virage en W pour tourner le plus rapidement possible
gl: Indicador do ángulo ao que apuntar ao facer un W-turning para xirar o máis rápido posible.
it: Indicatore sull'angolo a cui puntare quando si curva a W per ruotare più veloce possibile
pt_br: Indicador no ângulo ao qual se deve apontar ao W-virar para rotacionar o mais rápido possível
ru: Индикатор угла, на который нужно прицелиться при развороте в три приёма, чтобы повернуться как можно быстрее

source: Best angle:
fr: Meilleur angle :
gl: Ángulo óptimo:
it: Angolo migliore:
pt_br: Melhor ângulo:
ru: Лучший угол:

source: Indicator on the angle to aim at for maximal acceleration
fr: Indicateur de l'angle à viser pour une accélération maximale
gl: Indicador do ángulo ao que apuntar para acadar a aceleración máxima
it: Indicatore sull'angolo a cui puntare per l'accelerazione massima
pt_br: Indicador no ângulo ao qual apontar para maximizar a aceleração
ru: Индикатор угла, на который нужно нацелиться для достижения максимального ускорения

source: Demo mode
ast: Mou demo
de: Wiederholung-Modus
es: Modo demo
fi: Demo-tila
fr: Mode démo
gl: Modo demo
it: Modo demo
ja_jp: デモモード
pl: Tryb demo
pt_br: Modo demo
ro: Mod demonstrație
ru: Режим демо
sv: Demoläge

source: Reset colors
ast: Reafitar los colores
de: Farben zurücksetzen
es: Restaurar colores
fi: Nollaa värit
fr: Réinitialiser les couleurs
gl: Restablecer cores
it: Reimposta colori
ja_jp: 色をリセットする
pl: Zresetuj kolory
pt_br: Redefinir cores
ru: Сбросить цвета
sv: Nollställ färger

source: StrafeHUD Panel
ast: Panel de StrafeHUD
es: Panel StrafeHUD:
fi: StrafeHUD-paneeli
fr: Strafe
gl: Panel de Estrafe do HUD
it: Pannello StrafeHUD
ja_jp: ストラフHUDパネル:
pl: Panel StrafeHUD
pt_br: Painel do StrafeHUD
ru: Панель интерфейса распрыжки

source: Show elapsed time
ast: Amosar el tiempu que trescurrió
be: Паказваць мінулы час
bg: Показване на изминалото време
de: Vergangene Zeit anzeigen
es: Mostrar el tiempo transcurrido
fi: Näytä kulutettu aika
fr: Afficher le temps écoulé
gl: Mostra o tempo transcorrido
it: Mostra tempo trascorso
ja_jp: 経過時間を表示する:
pl: Pokaż czas jaki upłynął
pt_br: Exibir tempo decorrido
ro: Afișează timpul rămas
ru: Отсчитывать прошедшее время
sr: Прикажи протекло време
sv: Visa förfluten tid
uk: Показувати час що минув

source: Secondary timer:
ast: Temporizador secondariu:
de: Sekundärzeit:
es: Reloj secundario:
fi: Toisarvoinen ajastin:
fr: Minuteur secondaire :
gl: Temporizador secundario:
it: Timer secondario:
ja_jp: 二次タイマー:
pt_br: Cronômetro secundário:
ru: Вторичный таймер:
sv: Sekundär tidtagare:

source: Swapped
de: Umgedreht
es: Intercambiado
fi: Vaihdettu
fr: Échangé
gl: Intercambiado
it: Scambiato
ja_jp: 交換された
pt_br: Trocado
ru: Переставленный
sv: Växlad

source: Timer Panel
ast: Panel del temporizador
be: Панэль таймера
bg: Панел с таймер
de: Zeit-Panel
es: Panel del Reloj
fi: Ajastinpaneeli
fr: Minuteur
gl: Panel do temporizador
it: Pannello tempo
ja_jp: タイマーパネル
pl: Panel czasu
pt_br: Painel do Cronômetro
ro: Panou de timp
ru: Панель таймера
sr: Плоча са одбројавачем
sv: Tidspanel
uk: Панель таймеру

source: Opacity after voting:
fr: Opacité après le vote :
gl: Opacidade tras votar:
it: Opacità dopo il voto:
pt_br: Opacidade depois de votar:
ru: Непрозрачность после голосования:

source: Vote Panel
ast: Panel de votaciones
be: Панэль галасавання
bg: Панел за гласуване
de: Abstimmungs-Panel
es: Panel de las Votaciones
fi: Äänestyspaneeli
fr: Vote
gl: Panel de Votación
it: Pannello di voto
ja_jp: 投票パネル
pl: Panel głosowania
pt_br: Painel de Votação
ro: Panou de voturi
ru: Панель голосования
sr: Плоча за гласање
sv: Röstningspanel
uk: Панель голосування

source: Fade out after:
ast: Esvanecer dempués de:
be: Знікаць пасля:
bg: Избледняване след:
de: Ausblenden nach:
es: Desvanecer después de:
fi: Himmennä jälkikäteen:
fr: Fondu après :
gl: Desvanecerse despois de:
it: Dissolvi dopo:
ja_jp: 退色後:
pl: Zniknij po:
pt_br: Desaparecer após:
ro: Dispariție opacitate după:
ru: Скрывать через:
sr: Избледи након:
sv: Tona ut efter:
uk: Зникати після:

source: Fade effect:
ast: Efeutu d'esvanecimientu
be: Эфект знікання:
bg: Ефект за избледняване:
de: Ausblendeeffekt:
es: Efecto de desvanecimento:
fi: Himmennystehoste:
fr: Effet de fondu :
gl: Efecto de desvanecemento:
it: Effetto dissolvenza:
ja_jp: 退色エフェクト:
pl: Zanikanie:
pt_br: Efeito de desaparecimento:
ro: Efect de dispariție opacitate:
ru: Эффект скрытия:
sr: Ефекат изблеђивања:
sv: Uttoningseffekt:
uk: Ефект зникнення:

source: EF^None
ast: Nengún
be: EF^Няма
bg: EF^Без
de: EF^Keiner
es: Ninguno
fi: EF^Ei mikään
fr: Aucun
gl: EF^Ningún
it: Nessuno
ja_jp: なし
pl: EF^Brak
pt_br: Nenhum
ro: Nici una
ru: Нет
sr: EF^Ништа
sv: Inget
uk: Немає

source: Opacity
fr: Opacité
gl: Opacidade
it: Opacità
pt_br: Opacidade
ru: Непрозрачность

source: Slide
ast: Eslizamientu
be: Слізганне
bg: Приплъзване
de: Schieben
es: Deslizar
fi: Liu'unta
fr: Glisse
gl: Diapositiva
ja_jp: スライド
pt_br: Deslizar
ro: Glisare
ru: Скольжение
sr: Слајд
sv: Glid
uk: Ковзання

source: EF^Both
ast: Dambos
be: EF^Абодва
bg: EF^И двата
de: EF^Beide
es: Ambos
fi: EF^Molemmat
fr: Les deux
gl: EF^Ambos
it: Entrambi
ja_jp: 両
pt_br: Ambos
ro: Ambele
ru: Оба
sr: EF^Оба
sv: Båda
uk: Ковзання та прозорість
