Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: TRIPLE FRAG!
ast: ¡ASESINATU TRIPLE!
be: ТРАЙНЫ ФРАГ!
fi: KOLMOISLAHTAUS!
pl: POTRÓJNE ZABÓJSTWO!
sr: ТРОСТРУКИ ФРЕГ!
uk: ПОТРІЙНИЙ ФРАГ!

source: %s^K1 made FIVE SCORES IN A ROW! %s^BG
fi: %s^K1 toteutti VIIDEN PUTKEN! %s^BG
pl: %s^K1 zrobił PIĘĆ WYNIKI: JEDEN ZA DRUGIM! %s^BG
sr: ИГРАЧ %s^K1 ЈЕ НАПРАВИО 5 ПОГОДАКА У НИЗУ! %s^BG
uk: %s^K1 заробив П'ЯТЬ ОЧОК ПІДРЯД %s^BG

source: %s^K1 unlocked RAGE! %s^BG
ast: ^K1¡%s^K1 lliberó la IRA! %s^BG
fi: %s^K1 avattu ominaisuus: RAIVO! %s^BG
pl: %s^K1 odblokował WŚCIEKŁOŚĆ! %s^BG
sr: Играч %s^K1 је откључао БЕС! %s^BG
uk: %s^K1 відімкнув ЛЮТЬ! %s^BG

source: RAGE!
ast: ¡IRA!
be: ШАЛЕНСТВА!
fi: RAIVO!
pl: WŚCIEKŁOŚĆ!
sr: БЕС!
uk: ЛЮТЬ!

source: %s^K1 made TEN SCORES IN A ROW! %s^BG
fi: %s^K1 toteutti KYMMENEN PUTKEN! %s^BG
pl: %s^K1 zrobił DZIESIĘĆ WYNIKI: JEDEN PO DRUGIM! %s^BG
sr: ИГРАЧ %s^K1 ЈЕ НАПРАВИО 10 ПОГОДАКА У НИЗУ! %s^BG
uk: %s^K1 заробив ДЕСЯТЬ ОЧОК ПІДРЯД! %s^BG

source: %s^K1 started a MASSACRE! %s^BG
ast: ^K1¡%s^K1 anició una MASACRE! %s^BG
fi: %s^K1 aloitti TEURASTUKSEN! %s^BG
pl: %s^K1 rozpoczął MASAKRĘ! %s^BG
sr: Играч %s^K1 је започео МАСАКР! %s^BG
uk: %s^K1 почав РІЗАНИНУ! %s^BG

source: MASSACRE!
ast: ¡MASACRE!
be: БОЙНЯ!
fi: TEURASTUS!
pl: MASAKRA!
sr: МАСАКР!
uk: РІЗАНИНА!

source: %s^K1 executed MAYHEM! %s^BG
ast: ^K1¡%s^K1 produxo'l CAOS! %s^BG
fi: %s^K1 laittoi alulle SEKASORRON! %s^BG
pl: %s^K1 wykonał ZAGŁADĘ! %s^BG
sr: Играч %s^K1 је извршио САКАЋЕЊЕ! %s^BG
uk: %s^K1 створив ХАОС! %s^BG

source: %s^K1 made FIFTEEN SCORES IN A ROW! %s^BG
fi: %s^K1 toteutti VIIDENTOISTA PUTKEN! %s^BG
pl: %s^K1 zrobił PIĘTNAŚCIE WYNIKI: JEDEN PO DRUGIM! %s^BG
sr: ИГРАЧ %s^K1 ЈЕ НАПРАВИО 15 ПОГОДАКА У НИЗУ! %s^BG
uk: %s^K1 заробив П'ЯТНАДЦАТЬ ОЧОК ПІДРЯД! %s^BG

source: MAYHEM!
ast: ¡CAOS!
be: МЯСА!
fi: SEKASORTO!
pl: ZAGŁADA!
sr: САКАЋЕЊЕ!
uk: ХАОС!

source: %s^K1 is a BERSERKER! %s^BG
fi: %s^K1 on RAIVOHULLU! %s^BG
pl: %s^K1 jest BERSERKER! %s^BG
sr: Играч %s^K1 је ЛУДАК! %s^BG
uk: %s^K1 став БЕРСЕРКОМ! %s^BG

source: %s^K1 made TWENTY SCORES IN A ROW! %s^BG
fi: %s^K1 toteutti KAHDENKYMMENEN PUTKEN! %s^BG
pl: %s^K1 zrobił DWADZIEŚCIA WYNIKI: JEDEN PO DRUGIM! %s^BG
sr: ИГРАЧ %s^K1 ЈЕ НАПРАВИО 20 ПОГОДАКА У НИЗУ! %s^BG
uk: %s^K1 заробив ДВАДЦЯТЬ ОЧОК ПІДРЯД! %s^BG

source: BERSERKER!
ast: ¡FRENESÍA!
be: БЕРСЕРКЕР!
fi: RAIVOHULLU!
sr: ЛУДАК!
uk: БЕРСЕРК!

source: %s^K1 inflicts CARNAGE! %s^BG
ast: ^K1¡^BG%s^K1 fizo un MATACÍU! %s^BG
fi: %s^K1 aloitti VERILÖYLYN! %s^BG
pl: %s^K1 zadaje RZEZI! %s^BG
sr: Играч %s^K1 је извршио ПОКОЉ! %s^BG
uk: %s^K1 скоїв МАСОВЕ ВБИВСТВО! %s^BG

source: %s^K1 made TWENTY FIVE SCORES IN A ROW! %s^BG
fi: %s^K1 toteutti KAHDENKYMMENEN JA VIIDEN PUTKEN! %s^BG
pl: %s^K1 zrobił DWADZIEŚCIAPIĘĆ WYNIKI: JEDEN PO DRUGIM! %s^BG
sr: ИГРАЧ %s^K1 ЈЕ НАПРАВИО 25 ПОГОДАКА У НИЗУ! %s^BG
uk: %s^K1 заробив ДВАДЦЯТЬ П'ЯТЬ ОЧОК ПІДРЯД! %s^BG

source: CARNAGE!
ast: ¡MATACÍU!
be: РАЗНЯ!
fi: VERILÖYLY!
pl: RZEŹ!
sr: ПОКОЉ!
uk: МАСОВЕ ВБИВСТВО!

source: %s^K1 made THIRTY SCORES IN A ROW! %s^BG
fi: %s^K1 toteutti KOLMEKYMMENEN PUTKEN! %s^BG
pl: %s^K1 zrobił TRZYDZIEŚCI WYNIKI: JEDEN PO DRUGIM! %s^BG
sr: ИГРАЧ %s^K1 ЈЕ НАПРАВИО 30 ПОГОДАКА У НИЗУ! %s^BG
uk: %s^K1 заробив ТРИДЦЯТЬ ОЧОК ПІДРЯД! %s^BG

source: %s^K1 unleashes ARMAGEDDON! %s^BG
fi: %s^K1 päästi valloilleen MAAILMANLOPUN MEININGIN! %s^BG
pl: %s^K1 rozpętał ARMAGEDDON! %s^BG
sr: Играч%s^K1 је започео АРМАГЕДОН! %s^BG
uk: %s^K1 почав АРМАГЕДДОН! %s^BG

source: ARMAGEDDON!
ast: ¡ARMAGUEDON!
be: АРМАГЕДОН!
fi: MAAILMANLOPUN MEININKI!
sr: АРМАГЕДОН!
uk: АРМАГЕДДОН!

source: %d score spree!
ast: ¡Racha de %d puntos!
be: %d балаў запар!
fi: %d pisteputki!
pl: %d zabójstw w rzędzie!
uk: %d череда очок!

source: %d frag spree!
ast: ¡Racha de %d asesinatos!
be: %d фрагаў запар!
fi: %d lahtausputki!
pl: %d szał zabijania!
uk: %d череда фрагів!

source: First blood!
ast: ¡Primer sangre!
be: Першая кроў!
fi: Ensiveri vuodatettu!
pl: Pierwsza krew!
sr: Прва крв!
uk: Перша кров!

source: First score!
be: Першы бал!
fi: Ensipisteet!
pl: Pierwsze punkty!
sr: Први погодак!
uk: Перше очко!

source: First casualty!
ast: ¡Primer casualidá!
be: Першае здарэнне!
fi: Ensikärsijä!
pl: Pierwsza ofiara!
sr: Прва губитак!
uk: Перший вбитий!

source: First victim!
ast: ¡Primer víctima!
be: Першая ахвяра!
fi: Ensiuhri!
pl: Pierwsza ofiara!
sr: Прва жртва!
uk: Перша жертва!

source: %s^K1 has %d frags in a row! %s^BG
ast: ^K1¡^BG%s^K1 fizo %d asesinatos darréu! %s^BG
fi: %s^K1 pisti %d lahtausta putkeen! %s^BG
pl: %s^K1 ma %d frag pod rząd! %s^BG
sr: Играч %s^K1 је направио %d фрегова у низу! %s^BG
uk: %s^K1 має %d фрагів підряд! %s^BG

source: %s^K1 made %d scores in a row! %s^BG
fi: %s^K1 laittoi %d kirjausta putkeen! %s^BG
pl: %s^K1 ma %d punktów pod rząd! %s^BG
sr: Играч %s^K1 је направио %d погодака у низу! %s^BG
uk: %s^K1 заробив %d очок підряд! %s^BG

source: %s^K1 drew first blood! %s^BG
ast: ^K1¡^BG%s^K1 fizo la primer sangre! %s^BG
fi: %s^K1 vuodatutti ensiveret! %s^BG
sr: Играч %s^K1 је пролио прву крв! %s^BG
uk: %s^K1 пролив першу кров! %s^BG

source: %s^K1 got the first score! %s^BG
fi: %s^K1 saavutti ensipisteet! %s^BG
pl: %s^K1 ma pierwsze punkty! %s^BG
sr: Играч %s^K1 је остварио први погодак! %s^BG
uk: %s^K1 заробив перше очко! %s^BG

source: JOY%d
ast: MANDU_%d
fi: SAUVA%d
sv: SPAK%d

source: JOY_%s
ast: MANDU_%s
fi: Sauvaohjain_%s
sv: SPAK_%s

source: Shockwave
fi: Paineaalto
ro: Undă de șoc

source: Other Active Contributors
ast: Otros collaboradores activos
fi: Muita toimelijaita panoksensa antajia
pl: Inni Aktywni Współpracownicy
sr: Други активни доприносиоци

source: Ammunition display:
be: Прагляд патронаў:
fi: Ammuksien näyttö:
pl: Wyświetlacz amunicji:
sr: Приказ муниције:
uk: Показ амуніції:

source: Noncurrent alpha:
fi: Ajanmukaistamaton alpha:
ro: Alfa noncurent:

source: Chat entries:
ast: Entraes de la charra:
be: Допісы ў чаце:
fi: Viestimäärä:
pl: Wpisy na czacie:
sr: Уноси ћаскања:
uk: Кількість записів:

source: Engine info:
ast: Información del motor:
be: Звесткі пра рухавік:
fi: Pelimoottorin tiedot:
pl: Informacja o silniku:
sr: Подаци о мотору:
uk: Інформація про рушій:

source: Use an averaging algorithm for fps
be: Уж. алгарытм асярэднення FPS
fi: Käytä tasoittavaa algoritmia ruudunpäivitykselle (FPS)
pl: Użyj algorytmu uśredniającego dla klatek na sekundę
sr: Користи алгоритам просечности за КПС
uk: Використовувати усереднюючий алгоритм для кадрів за секунду

source: Info messages:
ast: Mensaxes d'información:
be: Інф. паведамленні:
fi: Tiedoitukset
pl: Wiadomość:
sr: Инфо поруке:
uk: Інформаційні повідомлення:

source: Flip align
be: Адвярнуць раўнаванне
fi: Käännä kohdisteet
sr: Обрни поравнање
uk: Поміняти місцями вирівнювання

source: Notifications:
ast: Avisos:
be: Абвяшчэнні:
fi: Ilmoitukset:
pl: Powiadomienia:
sr: Обавештења:
uk: Сповіщення:

source: Also print notifications to the console
ast: Amosar tamién los avisos na consola
be: Выводзіць абвяшчэнні яшчэ і ў кансолі
fi: Laita ilmoitukset myös komentoriville
pl: Także pisz powiadomienia w konsoli
sr: Такође прикажи обавештења у конзоли
uk: Також друкувати сповіщення до консолі

source: Inward align
ast: Nel interior
be: Унутр
fi: Sisäänpäin kohditus
pl: Wyrównaj do wewnątrz
sr: Унутрашње поравнање
uk: Вирівнювати всередину

source: Outward align
ast: Nel esterior
be: Вонкі
fi: Ulospäin kohdistus
pl: Wyrównaj do zewnątrz
sr: Спољашње поравнање
uk: Вирівнюванти назовні

source: Pickup messages:
fi: Poimimisviestit:

source: Radar:
be: Радар:
fi: Tutka:
sr: Радар:
uk: Радар:

source: Score:
ast: Puntuación:
be: Балы:
fi: Tulos:
pl: Wynik:
sr: Резултат:
uk: Рахунок:

source: StrafeHUD mode:
ast: Mou de StrafeHUD:
fi: StrafeHUD-tila:
pl: Tryb StrafeHUD:

source: View angle centered
ast: Ángulu de visión centráu
fi: Katselukulma keskitetty

source: Velocity angle centered
fi: Nopeuskulma keskitetty

source: StrafeHUD style:
ast: Estilu de StrafeHUD:
fi: StrafeHUD-tyyli:
pl: Styl StrafeHUD:

source: no styling
ast: Ensin estilu
fi: ei muotoilua

source: progress bar
ast: barra de progresu
fi: edistymispalkki
pl: pasek ładowania

source: gradient
ast: dilíu
fi: pinnoite

source: Switch indicator:
fi: Vaihdon ilmaisin:

source: Best angle indicator:
fi: Parhaan kulman ilmaisin:

source: Timer:
ast: Temporizador:
be: Таймер:
fi: Ajastin:
pl: Czas:
sr: Одбројавач:
uk: Таймер:

source: Alpha after voting:
ast: Tresparencia dempués de votar:
be: Празр. пасля галасавання:
bg: Алфа след гласуване:
fi: Alpha äänestyksen jälkeen
ro: Opacitate după votare:
sr: Алфа након гласања:
uk: Прозорість після голосування:

source: %ds
be: %dс
fi: %dt
sr: %dс

source: Weapon icons:
ast: Iconos d'armes:
be: Значкі зброі:
fi: Aseiden kuvakkeet:
pl: Obrazki broni:
sr: Иконице оружја:
uk: Іконки зброї:

source: Show weapon ID as:
be: Паказваць ID зброі як:
fi: Näytä asetunniste näin:
pl: Pokazuj ID broni jako:
ro: Afișează ID armă ca:
sr: Прикажи ИБ оружја као:
uk: Ідентифікувати зброю за:

source: SHOWAS^None
be: Не паказваць
fi: SHOWAS^Ei mitään.
ro: SHOWAS^Nici una
sr: SHOWAS^Ништа
uk: Вимкнуто

source: Weapon ID scale:
ast: Escala de les IDs d'arma:
fi: Asetunnisteen mittavaste:
ro: Scală ID a armei:
sr: Сразмера ИБ-а оружја

source: Ammo bar alpha:
ast: Tresparencia de la barra de munición:
be: Празрыстасць радка патронаў:
bg: Прозрачност на лентата за амуниции:
fi: Ammuskotelon alpha
pl: Przezroczystość paska amunicji:
ro: Opacitate bară muniție:
sr: Алфа траке са муницијом:
uk: Прозорість смуги боєприпасів:

source: Play online, against your friends in LAN, view demos or change player settings
ast: Xuega en llinia o escontra collacios per LAN, mira les demostraciones o camuda los axustes de xugador
fi: Pelaa internet-verkossa, ystäviäsi vastaan LAN-lähiverkossa, katsele demoja tai muuta pelaaja-asetuksia
pl: Graj online, przeciwko znajomym na LAN, oglądaj demo albo zmień ustawienia
ro: Joacă online, împotriva prietenilor tăi în rețea, vezi demonstrații sau schimbă setările de joc
sr: Играјте на мрежи, против ваших пријатеља у ЛАН-у, погледајте демое или мењајте играча

source: Timelimit in minutes that when hit, will end the match
fi: Aikaraja minuuteissa jonka täytyttyä, päättää ottelun
pl: Limit czasowy w minutach, który po trafieniu zakończy mecz
sr: Временска граница у минутима при чијем се истеку завршава игра

source: %d minutes
ast: %d minutos
bg: %d минути
fi: %d minuuttia
pl: %d minut
sr: %d минута

source: 1 minute
ast: 1 minutu
be: 1 хвіліну
bg: 1 минута
fi: 1 minuutti
pl: 1 minuta
ro: 1 minut
sr: 1 минут
uk: 1 хвилина

source: Click here or Ctrl-F to provide a keyword to narrow down the map list. Ctrl-Delete to clear; Enter when done.
fi: Napsauta tässä tai Ctrl-F toimittaaksesi avainsanan kaventaaksesi karttaluetteloa. Ctrl-Delete tyhjentää; paina Enter kun kaikki valmista.

source: Game types:
ast: Tipos de xuegu:
be: Тыпы гульні:
bg: Режими на игра:
fi: Pelityypit:
pl: Typy gry:
ro: Tipuri de joc:
sr: Врсте игре:
uk: Типи гри:

source: MUT^None
be: MUT^Няма
fi: MUT^Ei mitään
pl: MUT^Brak
sr: MUT^Ништа
uk: Жодного

source: Some weapon spawns will be randomly replaced with new weapons: Heavy Laser Assault Cannon, Mine Layer, Rifle, T.A.G. Seeker
fi: Jotkut asesyntymät tullaan vaihtamaan satunnaisesti uusilla aseilla: Raskas-laser rynnäkkökanuuna, Miinanlevittäjä, Kivääri, T.A.G. Hakeutuja

source: Set alpha:
ast: Tresparencia:
be: Вызначыць празрыстасць:
bg: Задаване на прозрачност:
fi: Aseta läpinäkyvyys:
pl: Ustaw przezroczystość:
ro: Setează opacitate:
sr: Постави алфу:
uk: Встановити прозорість:

source: Headphone friendly mode
ast: Mou afayadizu p'auriculares
be: Рэжым для слухавак
bg: Режим за слушалки
fi: Kuulokeystävällinen tila
pl: Tryb przyjazny dla słuchawek
ro: Mod prietenos de căști audio
sr: Режим за слушке
uk: Дружній режим для навушників

source: Enable spatialization (blend the right and left channel slightly to decrease stereo separation a bit for headphones)
fi: Kytke spatialisaatio (sekoittaa inansa oikeaa ja vasempaa kanavaa vähentääkseen stereo erottelua hiukan kuulokkeita ajatellen)
sr: Омогући упросторавање (лагано утопи десни и леви канал да би се смањило делимично стерео одвајање за слушалице)

source: 5 minutes
ast: 5 minutos
be: 5 хвілін
bg: 5 минути
fi: 5 minuuttia
pl: 5 minut
ro: 5 minute
sr: 5 минута
uk: 5 хвилин

source: Debug info about sounds
ast: Depurar la información tocante a los soníos
be: Адладачная інфармацыя пра гукі
fi: Äänten virheenkorjaustiedot
pl: Informacje debugowania dźwięków
sr: Подаци за отклањање грешака о звуковима
uk: Перевіряти на помилки інформацію про звук

source: PRE^Ultimate
ast: El definitivu
be: PRE^Неверагодная
fi: PRE^Äärimmäinen
pl: Najwyższe
sr: PRE^Ултимативни
uk: Максимальна

source: RES^Leet
ast: Inesistente
be: RES^Жудаснае
fi: RES^Laadullinen kerma
pl: Elitarna
sr: RES^Мајсторска
uk: Елітна

source: Show surfaces
ast: Amosar les superficies
be: Паказваць паверхні
fi: Näytä pinnat
pl: Pokaż powierzchnie
sr: Прикажи површине
uk: Показувати поверхні

source: Disable textures completely for very slow hardware. This gives a huge performance boost, but looks very ugly.
fi: Ota tekstuurit kokonaan päältä pois erittäin hitaan laitteiston ollessa käytössä. Tämä tuottaa valtavan parannuksen suorituskykyyn, mutta kaikki näyttää erittäin rumalta.

source: Time:
ast: Tiempu:
be: Тэрмін:
bg: Време:
fi: Kesto:
pl: Czas:
ro: Timp:
sr: Време:
uk: Час:

source: Particles effects at all spawn points and whenever a player spawns
fi: Hiukkastehosteet kaikilla syntymispisteillä ja aina kun pelaaja ilmestyy/syntyy
sr: Ефекти честица на свим тачкама оживљавања и кад год се играч оживи

source: Use normal crosshair color
be: Нармальны колер прыцэлу
bg: Използване на нормален цвят:
fi: Käytä normaalin tähtäimen väriä:
pl: Użyj zwykłego koloru celownika
ro: Folosire culoarea normală reticul
sr: Користи обичну боју нишана
uk: Використовувати нормальний колір прицілу

source: Control transparency of the waypoints
ast: Controla la tresparencia de los puntos de camín
fi: Hallinnoi välietappien läpinäkyvyyttä
sr: Управљај провидношћу путних тачака

source: Print on a seperate line
ast: Amosar nuna llinia separtada
be: Выводзіць на асобных радках
fi: Tulosta eri riveille
pl: Pokaż w osobnej linii
ro: Afișează pe o linie separată
sr: Прикажи у засебном реду

source: Gamemode Settings
ast: Axustes de los moos de xuegu
be: Настáўленні рэжыму гульні
bg: Настройки на режим на игра
fi: Pelimuotoasetukset
pl: Ustawienia Trybu Gry
ro: Setări tip de joc
sr: Подешавања режима игре

source: Display capture times in Capture The Flag
ast: Amosar los tiempos de les captures en Captura la bandera
be: Паказваць рэкорды ў Capture The Flag
fi: Näytä kaappausajat Lipunryöstössä
ro: Afișează timpul de captură în Capture The Flag
sr: Прикажи времена заробљавање у режиму заробљавања заставе

source: Display name of flag stealer in Capture The Flag
ast: Amosar el nome de los lladrones de banderes en Captura la bandera
be: Паказваць імя захопніка сцяга ў Capture The Flag
fi: Näytä lipunvarastajan nimi Lipunryöstössä
ro: Afișează numele ciorditorului în Capture The Flag
sr: Прикажи име заставокрадице у режиму заробљавања заставе

source: Unavailable alpha:
ast: Tresparencia non disponible:
be: Празрыстасць прывіда:
fi: Ei saatavissa alpha:
ro: Transparență indisponibilă:
sr: Недоступна алфа:

source: How zoom changes sensitivity, from 0 (lower sensitivity) to 1 (no sensitivity change)
fi: Kuinka zoom kohdistaa herkkyyden kannalta, alkaen 0:sta (matalampi herkkyystaso) määreeseen 1 (ei muutosta herkkyydensäätöön)
pl: O ile zmienia się czułość zooma, od 0 (mniejsza czułość) do 1 (bez zmian w czułości)
sr: Начин на који се мења осетљивост увећања, од 0 (најмања осетљивост) до 1 (без промене осетљивости)

source: Smoothes the mouse movement, but makes aiming slightly less responsive
ast: Adonda'l movimientu del mur mas fai que la mira seya llixeramente menos sensible
fi: Pehmentää hiiriliikkeitä, mutta tekee tähtäämisen hiukan vähemmän herkäksi
pl: Wygładza ruch myszki, ale celowanie jest trochę mniej czułe
sr: Чини померање миша глатким али је онда циљање мање осетљиво

source: Enable built in mouse acceleration
ast: Activar l'aceleración del mur integrada
be: Уключыць убудаванае паскарэнне мышы
bg: Включване на вграденото ускорение на мишката
fi: Laita käyttöjärjestelmän hiiren kiihtyvyys päälle
pl: Włącz wbudowane przyspieszenie myszy
ro: Activare accelerație mouse integrată
sr: Омогући уграђено убрзање миша
uk: Увімкнути вбудоване прискорення миші

source: %d fps
fi: %d fps-ruudunpäivitys
sr: %d кпс

source: Specify your network speed
ast: Especifica la velocidá de la rede
fi: Määritä verkkoyhteytesi nopeus
pl: Określ prędkość swojej sieci
sr: Наведите вашу брзину интернета

source: Slow ADSL
be: Марудны ADSL
fi: Hidas ASL
pl: Wolny ADSL
sr: Спори АДСЛ
uk: Повільний ADSL

source: Fast ADSL
be: Хуткі ADSL
fi: Nopea ADSL
pl: Szybki ADSL
sr: Брзи АДСЛ
uk: Швидкій ADSL

source: Broadband
ast: Banda ancha
be: Шырокапалоснае
fi: Laajakaista
pl: Szerokopasmowy
sr: Широкопојасни
uk: Широкополосний доступ

source: Local latency:
be: Лакальная затрымка:
fi: Paikallinen viive
pl: Lokalne opóźnienie:
sr: Локални одзив:
uk: Локальна затримка:

source: Enable developer mode
ast: Activar el mou pa desendolcadores
be: Уключыць рэжым распрацоўніка
fi: Ota kehittäjätila käyttöön
pl: Włącz tryb dewelopera
sr: Омогући програмерски режим
uk: Увімкнути режим розробника

source: Cvar filter:
ast: Peñera de cvars:
be: Фільтр cvar:
fi: Cvar suodatin
pl: Filtry cvar:
ro: Filtru variabile:
sr: Cvar филтер:
uk: Фільтр cvar:

source: Menu Skins
ast: Aspeutos del menú
be: Тэмы меню
bg: Облици на Менюто
fi: Valikon päällysteet
pl: Skóry menu
ro: Skinuri Meniu
sr: Омоти менија

source: While connected language changes will be applied only to the menu,
ast: Mentanto tas nuna partida, los cambeos de llingua namás van
be: Падчас злучэння новая мова будзе ўжытая толькі да меню,
fi: Kun kieli jolla yhteys on muodostettu muutetaan, se vaikuttaa vain valikkoon
pl: Dopóki będziesz połączony zmiany języka zostaną zastosowane tylko do meu,
sr: Промене језика ће се применити само на мени док сте повезани,

source: full language changes will take effect starting from the next game
ast: producise nel menú. Pa un cambéu completu, reanicia la partida
be: да канца моўныя змены пачнуць дзейнічаць у наступнай гульні
fi: kielimuutos astuu voimaan kokonaisuudessaan vasta kun käynnistät seuraavan pelin
pl: pełna zmiana języka nastąpi w kolejnej rozgrywce
sr: пуна промена језика ће ступити на снагу при следећем покретању игрице

source: Color depth:
ast: Fondura de color:
be: Глыбіня колеру:
bg: Дълбочина на цветовете:
fi: Värisävy:
pl: Głębia koloru:
ro: Adâncime culoare:
sr: Дубина боје:
uk: Глибина кольору:

source: How many bits per pixel (BPP) to render at, 32 is recommended
fi: Montako tavua pikseliä kohden (BPP) renderöitäväksi; 32 on suositeltava määrä
pl: Iloma bitami na pixel (BPP) rysować, zalecane jest 32
sr: Колико битова по пикселу (BPP) исцртавати, препоручено је 32

source: 16bit
ast: 16 bits
be: 16 біт
bg: 16 бита
fi: 16 bittinen
ro: 16 biți
sr: 16 бита

source: 32bit
ast: 32 bits
be: 32 біты
bg: 32 бита
fi: 32 bittinen
ro: 32 biți
sr: 32 бита

source: Flip view horizontally
ast: Voltiar horizontalmente la vista
be: Перакуліць відарыс па гарызанталі
fi: Käännä näkymä horisontaalisesti
pl: Obróć obraz w poziomie
sr: Обрни поглед водоравно
uk: Поміняти місцями вид горизонтально

source: Poor man's left handed mode
fi: Köyhänmiehen vasenkäsi -tila
pl: bieda-tryb dla leworęcznych

source: Psycho coloring (easter egg)
be: Псіхадэлічная афарбоўка (вялікоднае яйка)
fi: Psyko-väritys (easter egg)
pl: Psychoza w kolorze (easter egg)
sr: Психо бојење (ускршње јаје)
uk: Психо-кольори (великоднє яйце)

source: Trippy vertices (easter egg)
be: Файныя вяршыні (вялікоднае яйка)
fi: Oudot kärjet (easter egg)
pl: Wierzchołki na fazie (easter egg)
sr: Трипозна темена (ускршње јаје)
uk: Божевільні вершини (великоднє яйце)

source: Instant action! (random map with bots)
ast: ¡Aición nel intre! (Un mapa al debalu con robós)
be: Проста гуляць! (выпадковая мапа з ботамі)
bg: Екшън! (произволна карта с ботове)
fi: Suoraan taisteluun! (satunnainen kartta bottien kera)
pl: Natychmiastowa akcja! (losowa mapa z botami)
ro: Acțiune instantă! (hartă aleatorie cu boți)
sr: Тренутна акција! (насумична мапа са ботовима)
uk: Миттєвий бій! (випадкова мапа з ботами)

source: Autoselect team (recommended)
ast: Seleición automática (aconséyase)
fi: Joukkueen automaattivalinta (suositeltava)
pl: Automatyczny wybór drużyny (zalecane)
sr: Самостално изабери екипу (препоручено)

source: screen shot
ast: Captura de pantalla
fi: kuvakaappaus
pl: zrzut ekranu
sr: снимак екрана

source: Huh? Can't play this (invalid game type). Refiltering so this won't happen again.
fi: Täh? Tätä ei voi pelata (epäkelpo pelityyppi). Uudelleensuodatetaan jotta näin ei tapahtuisi enää.

source: PARTQUAL^Low
fi: PARTQUAL^Matala
pl: PARTQUAL^Niskie

source: PARTQUAL^Medium
fi: PARTQUAL^Keskitasoa
pl: PARTQUAL^Średnie

source: PARTQUAL^Normal
fi: PARTQUAL^Tavanomainen
pl: PARTQUAL^Normalne

source: PARTQUAL^High
fi: PARTQUAL^Korkea
pl: PARTQUAL^Wysokie

source: PARTQUAL^Ultra
fi: PARTQUAL^Huikea

source: PARTQUAL^Ultimate
fi: PARTQUAL^Huippu
pl: PARTQUAL^Benchmark

source: Rank:
ast: Clasificación:
bg: Ранк:
fi: Rankkaustaso:
pl: Ranga:

source: Percentile:
ast: Percentil:
fi: Prosenttipiste:
pl: Procent:

source: Use default
ast: Lo predeterminao
be: Стандартныя настáўленні
fi: Käytä perusasetusta
pl: Użyj domyślnego
sr: Користи подразумевано
uk: Використовувати за замовчуванням

source: Team Color:
ast: Color del equipu:
be: Колер каманды:
bg: Цвят на отбора:
fi: Joukkueen väri
pl: Kolor drużyny:
ro: Culoare echipă:
sr: Боја екипе:
uk: Колір команди:

source: CTRL
de: STRG

source: INS
ast: INX
de: EINFG

source: mi
bg: ми
es: ml

source: TAB
ast: TABULADOR
sv: TABB

source: Alpha:
ast: Tresparencia:
be: Празрыстасць:
bg: Прозрачност:
pl: Przejrzystość:
ro: Opacitate:
sr: Алфа:
uk: Прозорість:

source: Alpha
ast: Tresparencia
be: Зніканне
bg: Прозрачност
pl: Przezroczystość
ro: Opacitate
sr: Алфа
uk: Прозорість

source: PRE^OMG!
ast: ¡La virxe!
be: PRE^Божухна!
pl: O mój Boże!
sr: PRE^ВАУ!
uk: О БОЖЕ!

source: PART^OMG
be: PART^ОМГ
pl: O mój Boże!
sr: PART^НЕВИЂЕН

source: SCO^elo
ast: ELO

source: ^1Multiline message at time %s that ^1lasts longer than normal
sr: ^1Вишелинијска порука у тренутку %s која ^1траје дуже од уобичајеног

source: %sPress ^3%s%s once you are ready
be: %sНацісніце ^3%s%s калі будзеце гатовы
sr: %sПритисните ^3%s%s када будете били спремни
uk: %sНатисніть ^3%s%s як будите готовими

source: ^2Waiting for others to ready up...
be: ^2Чаканне іншых гульцоў...
sr: ^2Чекам на остале да се припреме...
uk: ^2Чекаємо на готовність інших гравців...

source: team menu
sr: мени екипе

source: ^7Map: ^2%s
sr: ^7Мапа: ^2%s

source: WARMUP
sr: ЗАГРЕЈАВАЊЕ

source: ^1Match has already begun
be: ^1Матч ужо пачаўся
sr: ^1Игра је већ почела
uk: ^1Матч вже почався

source: Goals:
be: Мэты:
sr: Циљеви:
uk: Голів:

source: Shambler
be: Шамблер
sr: Касапин

source: Invisible
be: Нябачны
sr: Невидљивост

source: Cornish
sr: Корнишки

source: Show
be: Паказваць
sr: Прикажи
uk: Показувати

source: Start Multiplayer!
be: Пачаць сеткавую гульню!
sr: Покрени игру са више играча!
uk: Почати Мультиплеєр!

source: Country
be: Краіна
sr: Држава

source: Gender:
be: Пол:
sr: Пол:

source: Gender
be: Пол
sr: Пол

source: Back to work...
sr: Назад на посао...

source: I got some more fragging to do!
sr: Хоћу да фрегујем још мало!

source: No dynamic lighting
be: Без дынамічнага ззяння
sr: Без динамичког осветљења
uk: Без динамічного освітлення

source: Fake corona lighting
be: Сімуляваць падлік ззяння
sr: Лажно корона осветљење
uk: Фальшиве освітлення коронами
