Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: The %s supercharges then fires a massive fireball in a straight line, dealing heaps of splash damage over a large radius on impact.
fr: Le %s surcharge et tire alors une énorme boule de feu en ligne droite, infligeant d'énormes dégâts de zone sur un large rayon à l'impact.
gl: O %s cargase e logo dispara unha enorme bola de lume en liña recta, causando moito dano en área cun gran radio ao impactar.
it: Il %s si super carica quindi spara una massiccia palla di fuoco in linea retta, infliggendo una grande quantità di danni radiali su un ampio raggio all'impatto.
ru: %s перезаряжается, а затем выпускает массивный огненный шар по прямой линии, наносящий огромный урон по площади с большим радиусом при попадании.

source: The secondary fire launches flaming balls that set nearby players alight.
fr: Le tir secondaire lance des boules enflammées qui embrasent les joueurs à proximité.
gl: O disparo secundario lanza bolas de lume que prenden aos xogadores próximos.
it: Il fuoco secondario lancia sfere infuocate che incendiano i giocatori vicini.
ru: Вторичный огонь запускает горящие шары, которые поджигают ближайших игроков.

source: It is a superweapon, so isn't often found in game.
fr: Il s'agit d'une super-arme, on ne le trouve donc pas souvent dans le jeu.
gl: É unha superarma, polo que non se atopa a miúdo no xogo.
it: È una superarma per cui non si trova spesso nel gioco.
ru: Это супероружие, поэтому в игре встречается нечасто.

source: It doesn't require ammo, but it is destroyed after some time.
fr: Il ne nécessite pas de munitions, mais est détruit après un certain temps.
gl: Non require munición, pero destrúese pasados uns segundos.
it: Non richiede munizioni ma si distrugge dopo un po' di tempo.
ru: Не требует патронов, но через некоторое время разрушается.

source: Since the %s takes a moment to charge and the fireball travels slowly, using it effectively may be difficult, but if done properly it can deal a ton of damage.
fr: Comme le %s met un certain temps à se charger et que la boule de feu se déplace lentement, il peut être difficile de l'utiliser efficacement, mais s'il est utilisé correctement, il peut infliger d'énormes dégâts.
gl: Como o %s tarda un intre en cargarse e a bola de lume viaxa lentamente, usala efectivamente pode ser difícil, pero se se fai correctamente pode causar moito dano.
it: Dato che il %s impiega un momento per caricarsi e la palla di fuoco viaggia lentamente, usarlo efficacemente può essere difficile, ma se fatto correttamente può infliggere una montagna di danni.
ru: Поскольку %s требует некоторого времени на зарядку, а огненный шар летит медленно, эффективное его использование может быть затруднительным, но при правильном применении он способен нанести колоссальный урон.

source: Fireball
bg: Огнена топка
de: Feuerball
gl: Bola de Lume
ja_jp: ファイアボール
ro: Minge de foc
ru: Огнешар
sv: Eldboll

source: The %s rapidly fires small propelled rockets forwards, dealing some splash damage on impact.
fr: Le %s tire une rapide succession de petites roquettes, infligeant des dégâts de zone à l'impact.
gl: O %s dispara rapidamente pequenos foguetes propulsados cara adiante, causando algo de dano en área ao impactar.
it: Il %s spara rapidamente piccoli razzi in avanti, infliggendo un po' di danni radiali all'impatto.
ru: %s быстро выпускает вперёд небольшие реактивные снаряды, наносящие некоторый урон по площади при попадании.

source: When the secondary fire is held, multiple rockets are loaded up, and they're shot at the same time when released. These rockets can't be held forever, so it will fire itself after some time (after a warning beep) if the secondary fire isn't released.
gl: Se se mantén premido o disparo secundario, carganse varios foguetes, que se disparan ao mesmo tempo ao soltalo. Estes foguetes non se poden manter cargados indefinidamente, polo que dispararán automaticamente pasados uns segundos (despois dun aviso sonoro) se non se solta o disparo secundario.
it: Quando il fuoco secondario viene tenuto premuto, vengono caricati più razzi e vengono sparati contemporaneamente quando rilasciato. Questi razzi non possono essere tenuti per sempre, quindi sparerà da sola dopo un po' di tempo (dopo un segnale acustico di avvertimento) se il fuoco secondario non viene rilasciato.
ru: При удержании вторичного огня заряжается несколько ракет, которые одновременно выстреливаются при отпускании кнопки. Эти ракеты нельзя удерживать бесконечно, поэтому если не отпустить вторичный огонь, они выстрелят сами через некоторое время (после предупредительного звукового сигнала).

source: It consumes %s ammo for each rocket.
fr: Il consomme des munitions de type %s pour chaque roquette.
gl: Consume munición de %s por cada foguete.
it: Consuma %s per ogni razzo.
ru: Потребляет патроны типа %s за каждую ракету.

source: The %s works best over close to medium ranges, since it's hard to land hits at a long distance. A common usage is fully loading the secondary fire before turning a corner, so you can surprise any enemies around the corner with a bunch of rockets to the face.
gl: O %s funciona mellor a distancias curtas ou medias, xa que é difícil acertar a longa distancia. Un uso común é cargar completamente o disparo secundario antes de virar unha esquina, para sorprender aos inimigos que estean detrás da esquina cunha chea de foguetes na cara.
it: Il %s funziona meglio su distanze ravvicinate o medie, poiché è difficile colpire a lunga distanza. Un uso comune è caricare completamente il fuoco secondario prima di svoltare un angolo, così puoi sorprendere qualsiasi nemico dietro l'angolo con un mucchio di razzi in faccia.
ru: %s лучше всего работает на ближней и средней дистанции, поскольку на дальнем расстоянии попасть сложно. Распространённый приём — полная зарядка вторичного огня перед поворотом за угол, чтобы засыпать неожиданно врага градом ракет в лицо.

source: Hagar
ja_jp: ハガル
ru: Хагар

source: The %s (or HLAC for short) fires lasers in quick succession. The projectiles it fires are similar to those of the %s.
gl: O %s (ou CLAP para abreviar) dispara láseres en rápida sucesión. Os proxectís que dispara son similares aos do %s.
it: Il %s (o HLAC in breve) spara laser in rapida successione. I proiettili che spara sono simili a quelli del %s.
ru: %s (или сокращённо ТЛО) стреляет лазерами быстрой очередью. Выпускаемые им снаряды похожи на то, что выпускает %s.

source: The secondary fire shoots a burst of multiple randomly-scattered lasers at once.
gl: O disparo secundario lanza unha raxada de varios láseres dispersos ao chou ao mesmo tempo.
it: Il fuoco secondario spara una raffica di più laser sparsi casualmente in una volta sola.
ru: Вторичный огонь выстреливает сразу несколько случайных лазерных лучей.

source: Unlike the %s, it consumes %s ammo for each laser shot, meaning that it cannot be used infinitely.
gl: Ao contrario que o %s, consume munición de %s por cada disparo de láser, polo que non se pode usar de forma infinita.
it: A differenza del %s, consuma %s per ogni colpo laser, il che significa che non può essere usato all'infinito.
ru: В отличие от %s, он потребляет патроны типа %s за каждый лазерный выстрел, а значит, его нельзя использовать бесконечно.

source: The %s works best in close ranges, but the primary fire is also useful in medium ranges.
gl: O %s funciona mellor a curta distancia, pero o disparo primario tamén é útil a distancias medias.
it: Il %s funziona meglio a corto raggio, ma il fuoco primario è utile anche a medio raggio.
ru: %s лучше всего работает на близкой дистанции, но основной огонь также полезен и на средней.

source: A unique aspect of the %s is that the longer the primary fire is held, the more that the lasers will start to spread out. This means releasing primary fire every now and then is important to restore accuracy. Also, the %s has less spread when used while crouching.
gl: Un aspecto único do %s é que canto máis tempo se manteña premido o disparo primario, máis se dispersarán os láseres. Isto significa que é importante soltar o disparo primario de cando en vez para restaurar a precisión. Ademais, o %s ten menos dispersión cando se usa agachado.
it: Un aspetto unico del %s è che più a lungo si tiene premuto il fuoco primario, più i laser inizieranno a disperdersi. Ciò significa che rilasciare il fuoco primario di tanto in tanto è importante per ripristinare la precisione. Inoltre, il %s ha meno dispersione quando usato in posizione accovacciata.
ru: Уникальной особенностью %s является то, что чем дольше удерживается основной огонь, тем сильнее лазеры начинают расходиться. Это значит, что для восстановления точности важно время от времени отпускать основную кнопку огня. Кроме того, у %s меньше разброс при стрельбе из положения сидя.

source: Heavy Laser Assault Cannon
ast: Cañón láser d'asaltu pesáu
bg: Лазерно оръдие
de: Schwere Lasersturmkanone
fi: Raskas laser-rynnäkkötykki
gl: Canón Láser de Asalto Pesado
ja_jp: 重いレーザー突撃キャノン
pl: Ciężkie laserowe armaty
ru: Тяжёлое Лазерное Орудие
sv: Tung Laseröverfallskanon
uk: Важка Лазерна Штурмова Гармата

source: The %s is a unique weapon, firing a chain forwards which pulls you in once it latches onto something.
gl: O %s é unha arma única, que dispara unha cadea cara adiante e arrástrate cara a ela cando se engancha a algo.
it: Il %s è un'arma unica, che spara una catena in avanti che ti tira verso di sé una volta che si aggancia a qualcosa.
ru: %s — уникальное оружие, стреляющее цепью вперёд, которая прицепляется к чему-либо и подтягивает вас к этому месту.

source: The secondary fire usually drops a gravity bomb that affects enemies, also releasing light and smoke sort of like a flashbang.
gl: O disparo secundario normalmente deixa caer unha bomba de gravidade que afecta aos inimigos, liberando tamén luz e fume de xeito semellante a unha granada cegadora.
it: Il fuoco secondario di solito sgancia una bomba gravitazionale che colpisce i nemici, rilasciando anche luce e fumo, un po' come una flashbang.
ru: Вторичный огонь обычно сбрасывает гравитационную бомбу, воздействующую на врагов, а также испускающую свет и дым, наподобие светошумовой гранаты.

source: It usually requires %s ammo to work, consuming it both when initially firing the hook, and after a couple seconds as it reels you in.
gl: Normalmente require munición de %s para funcionar, consumíndoa tanto ao disparar inicialmente o gancho como pasados un par de segundos mentres te arrastra.
it: Di solito richiede %s per funzionare, consumandole sia al momento del lancio iniziale del rampino, sia dopo un paio di secondi mentre ti trascina.
ru: Обычно для его работы требуются патроны типа %s, которые расходуются как при первоначальном выстреле крюком, так и спустя пару секунд, когда он подтягивает вас.

source: The %s allows reaching previously unreachable places on maps and zooming around the map at high speeds, making both surprise ambushes and miraculous escapes possible.
gl: O %s permite chegar a lugares previamente inaccesibles nos mapas e desprazarse rapidamente por eles, facendo posibles tanto emboscadas sorpresa como escapadas milagrosas.
it: Il %s permette di raggiungere luoghi in precedenza inaccessibili sulle mappe e di sfrecciare per la mappa ad alta velocità, rendendo possibili sia imboscate a sorpresa che fughe miracolose.
ru: %s позволяет достигать ранее недоступных мест на аренах и быстро перемещаться по карте, что делает возможными как неожиданные засады, так и чудесные побеги.

source: It isn't available very often on maps, unless the %s mutator is active, in which all players have it on their offhand, used with %s.
gl: Non está dispoñible moi a miúdo nos mapas, agás se o mutador %s está activo, no que todos os xogadores o teñen na man secundaria, usado xunto con %s.
it: Non è molto spesso disponibile sulle mappe, a meno che il mutatore %s non sia attivo, nel qual caso tutti i giocatori lo hanno come arma immediata, usato con %s.
ru: Он нечасто встречается на аренах, за исключением случаев, когда активен мутатор %s, при котором все игроки получают его в качестве вспомогательного и используют вместе с %s.

source: Grappling Hook
ast: Gabitu
bg: Кука
de: Enterhaken
es: Gancho de agarre
fi: Tarttumakoukku
fr: Grappin
gl: Gancho de Agarre
it: Rampino
ja_jp: グラップリングフック
pl: Chwytak
pt_br: Gancho (grappling hook)
ru: Крюк
sr: Хватајућа кука
sv: Änterhake
uk: Гак

source: The secondary fire fires a quick burst of bullets faster than the primary fire and with no spread, but there's a short delay until it can be used again.
fr: Le tir secondaire tire une courte rafale de balles à une cadence plus élevée que le tir primaire et sans dispersion, mais il y a un court délai avant de pouvoir l'utiliser à nouveau.
gl: O disparo secundario dispara unha rápida raxada de balas máis rápido que o disparo primario e sen dispersión, pero hai un breve atraso ata que se pode usar de novo.
it: Il fuoco secondario spara una rapida raffica di proiettili più velocemente del fuoco primario e senza dispersione, ma c'è un breve ritardo prima che possa essere usato di nuovo.
ru: Вторичный огонь производит быстрый короткий выстрел очередью пуль быстрее, чем основной огонь, и без разброса, но затем следует небольшая задержка до следующего использования.

source: It consumes %s ammo for each bullet shot, until the whole magazine is emptied.
fr: Il consomme des munitions de type %s pour chaque balle tirée, jusqu'à ce que le chargeur soit entièrement vidé.
gl: Consume munición de %s por cada bala disparada, ata que se esgota todo o cargador.
it: Consuma %s per ogni proiettile sparato, fino a quando l'intero caricatore non è vuoto.
ru: Он расходует патроны типа %s за каждую выпущенную пулю, пока весь магазин не опустеет.

source: The %s can be used in a lot of situations, and it works particularly well at long ranges since the bullets pierce the sky instantaneously. Since the secondary fire has no spread, it's the better option when firing over a long range.
fr: Le %s peut être utilisé dans de nombreuses situations et fonctionne particulièrement bien à longue portée, car les balles traversent instantanément la carte. Comme le tir secondaire n'a pas de dispersion, il s'agit de la meilleure option pour tirer à longue distance.
gl: O %s pódese usar en moitas situacións e funciona especialmente ben a longa distancia, xa que as balas atravesan o aire de forma instantánea. Como o disparo secundario non ten dispersión, é a mellor opción para disparar a longa distancia.
it: Il %s può essere usato in molte situazioni, e funziona particolarmente bene a lunghe distanze poiché i proiettili penetrano il cielo istantaneamente. Dato che il fuoco secondario non ha dispersione, è l'opzione migliore quando si spara a lunga distanza.
ru: %s можно использовать во многих ситуациях, и он особенно хорошо работает на дальних дистанциях, поскольку пули пронзают пространство мгновенно. Поскольку у вторичного огня нет разброса, он является лучшим вариантом при стрельбе на большой дальности.

source: MachineGun
ast: Ametralladora
de: Maschinengewehr
es: Ametralladora
fi: KoneTuliAse
fr: Pistolet-mitrailleur
gl: Metralladora
ja_jp: 機関銃
pl: Karabin maszynowy
pt_br: Metralhadora
ru: Пулемёт
sv: Kulspruta

source: The %s places mines on the ground when fired, which detonate and damage enemies if stepped on. Only a couple mines can be placed at any time, and after several seconds they will self-detonate.
fr: Le %s place des mines sur le sol qui explosent et infligent des dégâts aux ennemis qui marchent dessus. Seules quelques mines peuvent être placées à la fois, et elles explosent automatiquement après quelques secondes.
gl: O %s coloca minas no chan ao disparar, que explotan e causan dano aos inimigos se se pisan. Só se poden colocar un par de minas á vez e, pasados varios segundos, explótanse automaticamente.
it: Il %s piazza mine a terra quando sparato, che detonano e danneggiano i nemici se ci si cammina sopra. Possono essere piazzate solo un paio di mine alla volta, e dopo diversi secondi si autodetoneranno.
ru: %s устанавливает мины на землю при выстреле, которые взрываются и наносят урон врагам, если на них наступить. В любой момент времени можно установить лишь несколько мин, и через несколько секунд они самоподорвуться.

source: The secondary fire instantaneously detonates any mines placed by the primary fire, similar to the %s.
it: Il fuoco secondario detona istantaneamente tutte le mine sparate dal fuoco primario, similmente al %s.
ru: Вторичный огонь мгновенно подрывает все мины, установленные с помощью основного огня, подобно %s.

source: It consumes %s ammo for each mine laid.
fr: Il consomme des munitions de type %s pour chaque mine posée.
gl: Consume munición de %s por cada mina colocada.
it: Consuma %s per ogni mina piazzata.
ru: Потребляет патроны типа %s за каждую установленную мину.

source: The mines are not launched very far before they hit the ground, so the %s isn't very effective at medium to long ranges. It is often used to protect important areas of the map such as the flag in %s, control points in %s, or checkpoints in %s.
fr: Les mines ne sont pas lancées très loin avant de toucher le sol, le %s n'est donc pas très efficace à moyenne et longue portée. Il est souvent utilisé pour protéger les zones importantes de la carte, telles que le drapeau en %s, les points de contrôle en %s ou les points de passage en %s.
gl: As minas non se lanzan moi lonxe antes de tocar o chan, polo que o %s non é moi efectiva a distancias medias ou longas. A miúdo úsase para protexer zonas importantes do mapa, como a bandeira en %s, puntos de control en %s ou checkpoints en %s.
it: Le mine non vengono lanciate molto lontano prima di toccare terra, quindi il %s non è molto efficace a medie e lunghe distanze. Viene spesso usato per proteggere aree importanti della mappa come la bandiera in %s, i punti di controllo in %s o i checkpoint in %s.
ru: Мины не отлетают далеко, прежде чем упасть на землю, поэтому %s не очень эффективен на средней и дальней дистанции. Его часто используют для защиты важных зон арены, таких как флаг в %s, опорные точки в %s или контрольные точки в %s.

source: Mine Layer
ast: Mina
de: Minenleger
fi: Miinanlaskija
fr: Poseur de Mines
gl: Coloca Minas
ja_jp: 鉱山レーヤー
ru: Минзаг
sv: Minlager
uk: Міноукладчик

source: The %s launches a grenade that explodes immediately on impact, dealing a medium amount of splash damage.
fr: Le %s lance une grenade qui explose immédiatement à l'impact, infligeant des dégâts de zone modérés.
gl: O %s lanza unha granada que explota inmediatamente ao impactar, causando unha cantidade media de dano en área.
it: Il %s lancia una granata che esplode immediatamente all'impatto, infliggendo una quantità media di danni radiali.
ru: %s запускает гранату, которая взрывается немедленно при ударе, нанося средний урон по площади.

source: The secondary fire shoots a similar grenade that explodes shortly after bouncing.
fr: Le tir secondaire lance une grenade similaire qui explose peu après avoir rebondi.
gl: O disparo secundario lanza unha granada similar que explota pouco despois de rebotar.
it: Il fuoco secondario spara una granata simile che esplode poco dopo aver rimbalzato.
ru: Вторичный огонь стреляет похожей гранатой, которая взрывается вскоре после отскока.

source: It consumes %s ammo for every grenade launched.
fr: Il consomme des munitions de type %s pour chaque grenade lancée.
gl: Consume munición de %s por cada granada lanzada.
it: Consuma %s per ogni granata lanciata.
ru: Потребляет патроны типа %s за каждую выпущенную гранату.

source: The %s works best at close to medium ranges, but it's quite tricky to hit an enemy if they're airborne. Since the secondary fire grenade bounces before exploding, it can be bounced against walls to damage enemies lurking around a corner.
fr: Le %s est plus efficace à courte et moyenne portée, mais il est assez difficile d'atteindre un ennemi dans les airs. Comme la grenade du tir secondaire rebondit avant d'exploser, elle peut être lancée et rebondir contre les murs pour blesser les ennemis qui se cachent dans un coin.
gl: O %s funciona mellor a distancias curtas ou medias, pero é bastante difícil acertar a un inimigo se está no aire. Como a granada do disparo secundario rebota antes de explotar, pódese rebotar contra paredes para danar aos inimigos que estean agachados detrás dunha esquina.
it: Il %s funziona meglio a corto e medio raggio, ma è piuttosto difficile colpire un nemico se è in aria. Dato che la granata del fuoco secondario rimbalza prima di esplodere, può essere fatta rimbalzare contro i muri per danneggiare i nemici in agguato dietro un angolo.
ru: %s лучше всего работает на ближней и средней дистанции, но попасть по врагу, находящемуся в воздухе, довольно сложно. Поскольку граната вторичного огня отскакивает перед взрывом, её можно отрикошетить от стен, чтобы повредить врагов, прячущихся за углом.

source: Mortar
ast: Morteru
bg: Минохвъргачка
de: Granatwerfer
es: Mortero
fi: Mörssäri
fr: Mortier
gl: Morteiro
ja_jp: 迫撃砲
pl: Moździerz
ru: Мортира
uk: Мортира

source: The %s is a unique gun that creates one-way portals between flat surfaces on the map, that immediately teleport players and projectiles.
fr: Le %s est une arme unique qui crée des portails unidirectionnels entre des surfaces planes sur la carte, téléportant instantanément les joueurs et les projectiles.
gl: O %s é unha arma única que crea portais unidireccionais entre superficies planas no mapa, que teleportan inmediatamente aos xogadores e proxectís.
it: Il %s è un'arma unica che crea portali unidirezionali tra superfici piatte sulla mappa, che teletrasportano immediatamente giocatori e proiettili.
ru: %s — уникальная пушка, создающая однонаправленные порталы между плоскими поверхностями на арене, которые мгновенно телепортируют игроков и снаряды.

source: The secondary fire is used to shoot the out-portal, while the primary fire shoots the in-portal.
fr: Le tir secondaire permet de créer le portail de sortie, tandis que le tir primaire permet de créer le portail d'entrée.
gl: O disparo secundario úsase para disparar o portal de saída, mentres que o disparo primario dispara o portal de entrada.
it: Il fuoco secondario viene usato per sparare il portale di uscita, mentre il fuoco primario spara il portale di entrata.
ru: Вторичный огонь используется для выстрела выходным порталом, а основной огонь — входным порталом.

source: The portals will close either after the player who shot them dies or after some time period.
fr: Les portails se fermeront soit après la mort du joueur qui les a activés, soit après un certain laps de temps.
gl: Os portais pecharanse ou ben cando morra o xogador que os disparou ou despois dun período de tempo.
it: I portali si chiuderanno o dopo la morte del giocatore che li ha sparati o dopo un certo periodo di tempo.
ru: Порталы закроются либо после смерти игрока, их создавшего, либо по истечении некоторого времени.

source: The %s isn't often placed on maps, but if used well it can make for some interesting gameplay.
fr: Le %s n'apparaît pas souvent sur les cartes, mais s'il est bien utilisé, il peut rendre le jeu intéressant.
gl: O %s non se coloca moi a miúdo nos mapas, pero se se usa ben pode ofrecer unha xogabilidade moi interesante.
it: Il %s non è spesso posizionato sulle mappe, ma se usato bene può creare un gameplay interessante.
ru: %s нечасто размещают на аренах, но при умелом использовании он может обеспечить интересный игровой процесс.

source: Port-O-Launch
fi: Porttilaukaisin
gl: Lanzador portátil
ja_jp: ポート・オー・ローンチ
ru: Порт-О-Мёт
