Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Teams are randomly selected as the round begins, with the hunter team being a bit smaller, and then the round starts with a brief warmup grace period in which items can be collected but weapons can't be fired.
fr: Les équipes sont sélectionnées au hasard au début de la manche, l'équipe des chasseurs étant légèrement moins nombreuse, puis la manche commence par une brève période d'échauffement pendant laquelle les objets peuvent être ramassés, mais les armes ne peuvent pas être utilisées.
gl: Os equipos selecciónanse ao azar ao comezo da rolda, sendo o equipo de cazadores algo máis pequeno, e logo a rolda comeza cun breve período de graza de quentamento no que se poden recoller obxectos pero non se poden disparar armas.
it: Le squadre vengono selezionate casualmente all'inizio del round, con la squadra dei cacciatori leggermente più piccola, e poi il round inizia con un breve periodo di grazia di riscaldamento in cui gli oggetti possono essere raccolti ma le armi non possono sparare.
pt_br: As equipes são aleatoriamente selecionadas quando a rodada inicia, com a equipe dos caçadores sendo um pouco menor, e a rodada inicia com um breve cessar-fogo de aquecimento no qual os itens podem ser coletados.
ru: Команды выбираются случайным образом в начале раунда, причём команда охотников немного меньше, а затем раунд начинается с короткого периода разминки, во время которого можно собирать предметы, но нельзя стрелять из оружия.

source: Players are rewarded a point for each member of the opposing team they frag, only if they survive the round, and points are deducted for each teammate fragged. Extra points are also given to survivors who survive until the round timer expires.
fr: Les joueurs reçoivent un point pour chaque membre de l'équipe adverse qu'ils éliminent, à condition qu'ils survivent à la manche, et des points sont déduits pour chaque coéquipier éliminé. Des points supplémentaires sont également attribués aux survivants qui survivent jusqu'à la fin du temps imparti pour la manche.
gl: Os xogadores reciben un punto por cada membro do equipo contrario que eliminen, só se sobreviviron á rolda, e réstanse puntos por cada compañeiro de equipo eliminado. Ademais, os superviventes que chegan ao final do temporizador da rolda reciben puntos extra.
it: I giocatori sono ricompensati con un punto per ogni membro della squadra avversaria che eliminano, solo se sopravvivono al round, e i punti vengono detratti per ogni compagno di squadra eliminato. Punti extra vengono dati anche ai sopravvissuti che sopravvivono fino allo scadere del tempo del round.
pt_br: Os jogadores recebem um ponto para cada membro da equipe adversária que executarem, mas só se sobreviverem a rodada, e pontos são descontados por cada colega executado. Pontos adicionais também são dados aos sobreviventes que restarem quando o tempo da rodada acabar.
ru: Игроки получают по одному очку за каждого убитого игрока противоположной команды, только если они выживают в раунде, а очки вычитаются за каждого убитого товарища по команде. Дополнительные очки также начисляются выжившим игрокам, которые дожидаются окончания раунда.

source: Identify and eliminate all the hunters before all your allies are gone
bg: Открийте и унищожете всички ловци, преди да са си отишли съюзниците ви.
de: Identifiziere und eliminiere alle Jäger, bevor alle deine Verbündeten gestorben sind
es: Identifica y elimina a todos los cazadores antes de que todos tus aliados desaparezcan
fr: Identifiez et éliminez tous les chasseurs avant que tous vos alliés ne meurent
gl: Identifica e elimina a todos os cazadores antes de que desaparezan todos os teus aliados
it: Identifica e elimina tutti i cacciatori prima che tutti i tuoi alleati siano morti
ja_jp: 仲間がすべて消える前に、すべてのハンターを特定し排除して
pt_br: Identifique e elimine todos os caçadores antes de seus aliados falecerem
ru: Выявите и уничтожьте всех охотников, пока не погибли все ваши союзники
sv: Upptäck och eliminera alla jägare innan alla dina allierade försvinner

source: Survival
bg: Оцеляване
es: Supervivencia
fr: Survie
gl: Supervivinte
it: Sopravvivenza
ja_jp: サバイバル
pt_br: Sobrevivência
ru: Выживание
sv: Överlevnad

source: %s is the team version of %s, played in teams rather than solo.
fr: %s est la version par équipe de %s, qui se joue en équipes plutôt qu'en solo.
gl: %s é a versión por equipos de %s, xogado en equipos en lugar de en solitario.
it: %s è la versione a squadre di %s, giocata in squadre piuttosto che da soli.
pt_br: %s é a versão de equipes de %s, jogado em equipes em vez de individualmente.
ru: %s — это командная версия игры %s, в которую играют командами, а не поодиночке.

source: Scoring is quite simple, adding a point for every frag, and subtracting a point for fragging yourself or a teammate.
fr: Le système de points est assez simple : un point est ajouté pour chaque frag et un point est retiré en cas de suicide ou de coéquipier éliminé.
gl: A puntuación é bastante sinxela: engádese un punto por cada morte e réstase un punto por eliminarte a ti mesmo ou a un compañeiro de equipo.
it: Il punteggio è piuttosto semplice, aggiungendo un punto per ogni eliminazione e sottraendo un punto per aver eliminato se stessi o un compagno di squadra.
pt_br: A pontuação é bem simples, adicionando um ponto por cada execução, e subtraindo um ponto por cada vez que você matar a si ou a um colega de equipe.
ru: Подсчёт очков довольно прост: за каждый фраг добавляется одно очко, а за фраг себя или товарища по команде вычитается одно очко.

source: Careful team coordination and map control is often key to winning a match, and sometimes players will share weapons with their teammates.
fr: Une coordination minutieuse au sein de l'équipe et le contrôle de la carte sont souvent essentiels pour remporter une partie, et il arrive parfois que les joueurs partagent leurs armes avec leurs coéquipiers.
gl: A coordinación coidada do equipo e o control do mapa adoitan ser clave para gañar unha partida, e ás veces os xogadores comparten armas cos seus compañeiros.
it: Un'attenta coordinazione di squadra e il controllo della mappa sono spesso fondamentali per vincere una partita, e a volte i giocatori condivideranno le armi con i loro compagni di squadra.
pt_br: Coordenação cuidadosa e controle de mapa são muitas vezes a chave para vencer uma partida, e às vezes jogadores compartirão armas com seus colegas de equipe.
ru: Тщательная координация действий команды и контроль над ареной часто являются ключом к победе в матче, и иногда игроки делятся оружием со своими товарищами по команде.

source: Help your team score the most frags against the enemy team
ast: Ayuda al to equipu a facer la mayoría d'asesinatos
de: Hilf deinem Team, mehr Frags zu erzielen als das gegnerische Team
es: Ayuda a tu equipo a acertar tantas bajas como puedas contra el equipo enemigo
fi: Auta joukkuettasi tekemään eniten tappoja vihollisjoukkuetta vastaan
fr: Aidez votre équipe à marquer le plus de frags contre l'équipe ennemie
gl: Axuda ao teu equipo a marcar a maior cantidade de fragmentos contra o equipo inimigo
it: Aiuta la tua squadra a fare punti con i frag contro la squadra nemica
ja_jp: あなたのチームが敵チームに対して最も多くの削除を獲得するのを助けて
pl: Pomóż swojej drużynie zdobyć więcej punktów niż drużyna przeciwna
pt_br: Ajude sua equipe a conseguir mais execuções do que a equipe inimiga
ru: Помогите вашей команде набрать больше фрагов, чем у команды соперников
sr: Помозите вашпј екипи да постигне највише фрегова против непријатељске екипе
sv: Hjälp ditt lag få så många frags som möjligt mot det andra laget

source: Team Deathmatch
ast: Partida a muerte per equipos
bg: Отборна игра на смъртта
es: Combate a muerte por equipos
fi: Joukkuemättö (Team Deatchmatch)
fr: Match à Mort en Équipe
gl: Loita a morte por equipos
ja_jp: チームデスマッチ (TDM)
pl: Drużynowy Deathmatch
pt_br: Mata-mata por Equipe
ro: Meci până la moarte în echipă
ru: Командная битва
sr: Екипна игра на смрт

source: %s is the team version of %s, where teams compete to maintain superior control over the ball.
fr: %s est la version par équipe de %s, où les équipes s'affrontent pour garder le contrôle de la balle.
gl: %s é a versión por equipos de %s, na que os equipos compiten por manter un control superior sobre a bola.
it: %s è la versione a squadre di %s, dove le squadre competono per mantenere il controllo superiore sulla palla.
pt_br: %s é a versão de equipes de %s, na qual equipes competem por manter um controle superior sobre a bola.
ru: %s — это командная версия %s, в которой команды соревнуются за превосходство в контроле над мячом.

source: Scoring is similar to in %s, except that points are awarded for frags for all members of the team of the player holding the ball.
fr: Le système de points est similaire à celui de %s, sauf que les points pour les frags sont attribués à tous les membres de l'équipe du joueur qui détient la balle.
gl: A puntuación é similar á de en %s, agás que se conceden puntos por mortes para todos os membros do equipo do xogador que leva a bola.
it: Il punteggio è simile a quello in %s, eccetto che i punti vengono assegnati per le eliminazioni a tutti i membri della squadra del giocatore che tiene la palla.
pt_br: A pontuação é similar à de %s, exceto que se concedem pontos por execuções para todos os membros da equipe do portador da bola.
ru: Подсчёт очков аналогичен %s, за исключением того, что очки начисляются за фраги всем членам команды игрока, владеющего мячом.

source: Keep the ball in your team's possession to get points for kills
de: Halte den Ball im Besitz deines Teams, und töte, um Punkte zu sammeln
es: Mantén el balón en posesión de tu equipo para obtener puntos por asesinatos
fr: Gardez la balle en possession de votre équipe pour que vos frags rapportent des points
gl: Mantén o balón en poder do teu equipo para conseguir puntos por asesinatos
it: Tieni la palla in possesso della tua squadra per ottenere punti dalle uccisioni
ja_jp: 相手チームよりもボールをキープし続けて、キルポイントを獲得して
pt_br: Mantenha a posse da bola em sua equipe para ganhar pontos pelas vítimas
ru: Сохраняйте мяч во владении своей команды, чтобы получать очки за убийства
sv: Håll bollen i erat lag's innehav för att få poäng för mord

source: Team Keepaway
es: Keepaway por equipos
fr: Gardez-la-Balle en équipe
gl: Keepaway por equipos
ja_jp: チームキープアウェイ (TEAM KEEPAWAY)
pt_br: Keepaway por Equipe
ru: Командные прятки

source: %s is a constant action team-based gametype based on %s, using the same scoring system. It has a lot of similarities to %s, with one of the main differences being that %s is a round-based gametype, and of course the scoring system differences.
fr: %s est un type de partie en équipe basé sur %s, utilisant le même système de points. Il présente de nombreuses similitudes avec %s, l'une des principales différences étant que %s est un type de partie en plusieurs manches, sans oublier bien sûr les différences au niveau du système de points.
gl: %sé un modo de xogo por equipos de acción constante baseado en %s, usando o mesmo sistema de puntuación. Ten moitas similitudes con %s, sendo unha das principais diferenzas que %sé un modo de xogo por roldas, e, por suposto, as diferenzas no sistema de puntuación.
it: %s è un tipo di gioco a squadre ad azione costante basato su %s, che usa lo stesso sistema di punteggio. Ha molte somiglianze con %s, con una delle principali differenze che %s è un tipo di gioco a round, e ovviamente le differenze nel sistema di punteggio.
pt_br: %s é um tipo de jogo de equipes, de ação constante, baseado em %s, usando o mesmo sistema de pontuação. Tem muitas similaridades com %s, com uma das principais diferenças sendo que %s é um tipo de jogo em rodadas, e claro as diferenças no sistema de pontuação.
ru: %s — это командный режим с постоянным действием, основан на режиме %s, в котором используется та же система подсчёта очков. Он имеет много общего с режимом %s, но одно из основных отличий заключается в том, что %s — это режим, основанный на раундах, и, конечно же, в системе подсчёта очков.

source: Since it doesn't have rounds, the chaos is nonstop. As a consequence of the chaotic nature, team communication is less important in this gametype than other team-based gametypes.
fr: Comme il n'y a pas de manches, le chaos est permanent. En raison de cette nature chaotique, la communication au sein de l'équipe est moins importante dans ce type de partie que dans d'autres types de partie en équipe.
gl: Como non ten roldas, o caos é continuo. Como consecuencia da natureza caótica, a comunicación do equipo é menos importante neste modo de xogo que noutros modos de xogo por equipos.
it: Dato che non ha round, il caos è ininterrotto. Come conseguenza della natura caotica, la comunicazione di squadra è meno importante in questo tipo di gioco rispetto ad altri tipi di gioco a squadre.
pt_br: Como não tem rodadas, o caos é contínuo. Como consequência da natureza caótica, comunicação de equipe é menos importante neste tipo de jogo do que em outros tipos de jogos de equipes.
ru: Поскольку в игре нет раундов, хаос не прекращается ни на минуту. Вследствие этой беспорядочной природы командная коммуникация менее важна в этом режиме игры, чем в других командных режимах.

source: Compete along with your team for the most damage dealt and frags in this chaotic mayhem
it: Competi con la tua squadra per il maggior danno inflitto e eliminazioni in questo caotico mayhem
ru: Сразитесь вместе со своей командой за максимальный нанесённый урон и фраги в этом хаотическом побоище

source: Team Mayhem
bg: Отборна пълна лудница
es: Mayhem por equipos
fi: Joukkue Sekasorto
fr: Grabuge en Équipe
gl: Caos `por equipos
pt_br: Mayhem por Equipe
ro: Haos în echipă
ru: Командный беспредел

source: The %s ammo type is used by the:
fr: Le type de munitions %s est utilisé par le (la) :
gl: O tipo de munición %s é usado por:
it: Il tipo di munizioni %s è usato dal:
pt_br: O tipo de munição %s é usado por:
ru: Тип патронов %s предназначен для:

source: By default, the pickup gives you %s ammo, to a maximum of %s.
fr: Par défaut, cet objet vous fournit %s munitions, jusqu'à un maximum de %s.
gl: Por defecto, o obxecto recollible dáche %s de munición, ata un máximo de %s.
it: Di default, l'oggetto ti da %s munizioni, fino a un massimo di %s.
pt_br: Por padrão, a coleta lhe dá %s de munição, até um máximo de %s.
ru: По умолчанию подбор даёт вам %s патронов, но не больше чем %s.

source: The %s ammo type is used by the %s.
fr: Le type de munitions %s est utilisé par le %s.
gl: O tipo de munición %s é usado por %s.
it: Il tipo di munizioni %s è usato dal %s.
pt_br: O tipo de munição %s é usado por %s.
ru: Тип патронов %s предназначен для %s.

source: Shells
bg: Снаряди
de: Patronen
es: Cartuchos
fi: Ammukset
fr: Cartouches
gl: Cartuchos
it: Cartucce
ja_jp: シェル
pt_br: Cartuchos
ro: Cartușe
ru: Патроны
sv: Patroner

source: Bullets
bg: Патрони
de: Kugeln
es: Balas
fi: Luodit
fr: Balles
gl: Balas
it: Proiettili
ja_jp: 弾丸
pt_br: Balas
ro: Gloanțe
ru: Пули
sv: Kulor

source: Rockets
bg: Ракети
de: Raketen
es: Cohetes
fi: Raketit
fr: Roquettes
gl: Foguetes
it: Razzi
ja_jp: ロケット
pt_br: Foguetes
ro: Rachete
ru: Ракеты
sv: Raketer

source: Cells
bg: Клетки
de: Zellen
es: Células
fi: Kennot
fr: Cellules
gl: Células
it: Celle
ja_jp: セル
pt_br: Células
ro: Celule
ru: Заряды
sv: Celler

source: Fuel
bg: Гориво
de: Treibstoff
es: Combustible
fi: Polttoaine
fr: Carburant
gl: Combustible
it: Carburante
ja_jp: 燃料
pt_br: Combustível
ro: Combustibil
ru: Топливо
sv: Bensin

source: By default, the pickup gives you %s armor.
fr: Par défaut, cet objet vous confère %s points d'armure.
gl: Por defecto, o obxecto recollible dáche %s de armadura.
it: Di default, l'oggetto ti da %s armatura.
pt_br: Por padrão, a coleta lhe dá %s de armadura.
ru: По умолчанию подбор даёт вам %s брони.

source: The %s provides you a small amount of armor when picked up, protecting you from damage by absorbing incoming hits until it is depleted.
fr: La %s vous confère une petite quantité d'armure lorsque vous la ramassez, vous protégeant des dégâts en absorbant les coups reçus jusqu'à ce qu'elle soit épuisée.
gl: O %s dáche unha pequena cantidade de armadura cando se recolle, protexéndote do dano ao absorber os impactos recibidos ata que se esgote.
it: Il %s ti fornisce una piccola quantità di armatura quando raccolto, proteggendoti dai danni assorbendo i colpi in arrivo fino a quando non è esaurito.
pt_br: A %s dá-lhe uma pequena quantidade de armadura quando coletada, protegendo você do dano por absorção dos impactos recebidos até que se esgote.
ru: При поднятии %s даёт вам небольшую защиту, поглощая урон от попаданий, пока полностью не израсходуется.

source: The %s provides you a medium amount of armor when picked up, protecting you from damage by absorbing incoming hits until it is depleted.
fr: La %s vous confère une quantité moyenne d'armure lorsque vous la ramassez, vous protégeant des dégâts en absorbant les coups reçus jusqu'à ce qu'elle soit épuisée.
gl: O %s dáche unha cantidade media de armadura cando se recolle, protexéndote do dano ao absorber os impactos recibidos ata que se esgote.
it: Il %s ti fornisce una quantità media di armatura quando raccolto, proteggendoti dai danni assorbendo i colpi in arrivo fino a quando non è esaurito.
pt_br: A %s dá-lhe uma média quantidade de armadura quando coletada, protegendo você de dano por absorção dos impactos recebidos até que se esgote.
ru: При поднятии %s даёт вам среднюю защиту, поглощая урон от попаданий, пока полностью не израсходуется.

source: The %s provides you a large amount of armor when picked up, protecting you from damage by absorbing incoming hits until it is depleted.
fr: La %s vous confère une grande quantité d'armure lorsque vous la ramassez, vous protégeant des dégâts en absorbant les coups reçus jusqu'à ce qu'elle soit épuisée.
gl: O %s dáche unha gran cantidade de armadura cando se recolle, protexéndote do dano ao absorber os impactos recibidos ata que se esgote.
it: Il %s ti fornisce una grande quantità di armatura quando raccolto, proteggendoti dai danni assorbendo i colpi in arrivo fino a quando non è esaurito.
pt_br: A %s dá-lhe uma grande quantidade de armadura quando coletada, protegendo você do dano por absorção dos impactos recebidos até que se esgote.
ru: При поднятии %s даёт вам большую защиту, поглощая урон от попаданий, пока полностью не израсходуется.

source: The %s provides you a huge amount of armor when picked up, protecting you from damage by absorbing incoming hits until it is depleted.
fr: La %s vous confère une énorme quantité d'armure lorsque vous la ramassez, vous protégeant des dégâts en absorbant les coups reçus jusqu'à ce qu'elle soit épuisée.
gl: O %s dáche unha enorme cantidade de armadura cando se recolle, protexéndote do dano ao absorber os impactos recibidos ata que se esgote.
it: Il %s ti fornisce una quantità enorme di armatura quando raccolto, proteggendoti dai danni assorbendo i colpi in arrivo fino a quando non è esaurito.
pt_br: A %s dá-lhe uma enorme quantidade de armadura quando coletada, protegendo você do dano por absorção dos impactos recebidos até que se esgote.
ru: При поднятии %s даёт вам огромную защиту, поглощая урон от попаданий, пока полностью не израсходуется.

source: It tends to be one of the most highly contested items on a map, particularly in gametypes like %s.
fr: Il s'agit généralement de l'un des éléments les plus disputés sur une carte, en particulier dans les types de partie tels que %s.
gl: Soe ser un dos obxectos máis disputados nun mapa, especialmente en modos de xogo como %s.
it: Tende ad essere uno degli oggetti più contesi su una mappa, in particolare in tipi di gioco come %s.
pt_br: Costuma ser um dos itens mais disputados em um mapa, especialmente em tipos de jogo como %s.
ru: Как правило, это один из самых востребованных объектов на арене, особенно в таких режимах игры, как %s.

source: Small armor
ast: Armadura pequeña
bg: Малка броня
de: Kleine Rüstung
es: Armadura pequeña
fi: Pieni panssari
fr: Petite armure
gl: Armadura pequena
it: Armatura piccola
ja_jp: 小さな鎧
pl: Mała zbroja
pt_br: Armadura pequena
ro: Armură mică
ru: Малая броня
sr: Мали оклоп
sv: Liten rustning

source: Medium armor
ast: Armadura
bg: Средна броня
de: Mittlere Rüstung
es: Armadura mediana
fi: Keskiluokan panssari
fr: Moyenne armure
gl: Armadura media
it: Armatura media
ja_jp: 中程度の鎧
pl: Średnia zbroja
pt_br: Armadura média
ro: Armură mijlocie
ru: Средняя броня
sr: Средњи оклоп
sv: Medelstor rustning

source: Big armor
ast: Armadura grande
bg: Голяма броня
de: Große Rüstung
es: Armadura grande
fi: Iso panssari
fr: Grande armure
gl: Armadura grande
it: Armatura grande
ja_jp: 大きな鎧
pl: Duża zbroja
pt_br: Armadura grande
ro: Armură mare
ru: Большая броня
sr: Велики оклоп
sv: Stor rustning

source: Mega armor
ast: Megaarmadura
bg: Мега броня
de: Megarüstung
es: Mega armadura
fi: Mahtipanssari
fr: Méga armure
gl: Mega armadura
it: Mega armatura
ja_jp: メガ鎧
pl: Mega zbroja
pt_br: Mega armadura
ro: Mega armură
ru: Мега-броня
sr: Мега оклоп
sv: Megarustning

source: By default, the pickup gives you %s health.
fr: Par défaut, cet objet vous confère %s points de santé.
gl: Por defecto, o obxecto recollible dáche %s de saúde.
it: Di default, l'oggetto ti da %s salute.
pt_br: Por padrão, a coleta dá-lhe %s de saúde.
ru: По умолчанию подбор даёт вам %s здоровья.

source: The %s restores a small amount of health when picked up, helping you recover from damage taken during combat.
fr: La %s restaure une petite quantité de santé lorsque vous la ramassez, vous aidant ainsi à récupérer des dégâts subis pendant le combat.
gl: O %s restaura unha pequena cantidade de saúde cando se recolle, axudándote a recuperarte do dano recibido durante o combate.
it: Il %s ripristina una piccola quantità di salute quando raccolto, aiutandoti a recuperare dai danni subiti durante il combattimento.
pt_br: A %s restaura uma pequena quantidade de saúde quando coletada, ajudando você a recuperar-se do dano recebido durante o combate.
ru: При поднятии %s восстанавливает небольшое количество здоровья, помогая вам оправиться от урона, полученного во время боя.

source: The %s restores a medium amount of health when picked up, helping you recover from damage taken during combat.
fr: La %s restaure une quantité moyenne de santé lorsque vous la ramassez, vous aidant ainsi à récupérer des dégâts subis pendant le combat.
gl: O %s restaura unha cantidade media de saúde cando se recolle, axudándote a recuperarte do dano recibido durante o combate.
it: Il %s ripristina una quantità media di salute quando raccolto, aiutandoti a recuperare dai danni subiti durante il combattimento.
pt_br: A %s restaura uma média quantidade de saúde quando coletada, ajudando você a recuperar-se do dano recebido durante o combate.
ru: При поднятии %s восстанавливает среднее количество здоровья, помогая вам оправиться от урона, полученного во время боя.

source: The %s restores a large amount of health when picked up, helping you recover from damage taken during combat.
fr: La %s restaure une grande quantité de santé lorsque vous la ramassez, vous aidant ainsi à récupérer des dégâts subis pendant le combat.
gl: O %s restaura unha gran cantidade de saúde cando se recolle, axudándote a recuperarte do dano recibido durante o combate.
it: Il %s ripristina una grande quantità di salute quando raccolto, aiutandoti a recuperare dai danni subiti durante il combattimento.
pt_br: A %s restaura uma grande quantidade de saúde quando coletada, ajudando você a recuperar-se do dano recebido durante o combate.
ru: При поднятии %s восстанавливает большое количество здоровья, помогая вам оправиться от урона, полученного во время боя.
