Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Help me!
ast: ¡Ayuda!
be: Дапамажыце!
bg: Помогни ми!
de: Helft mir!
es: ¡Ayudadme!
fi: Auta minua!
fr: À l'aide !
gl: Axudademe!
it: Aiuto!
ja_jp: 助けて!
pl: Pomóż mi!
pt_br: Preciso de ajuda!
ro: Ajutor!
ru: Помогите!
sr: Помози ми!
sv: Hjälp mig!

source: Here
ast: Equí
be: Тут
bg: Тук
de: Hier
es: Aquí
fi: Tässä
fr: Ici
gl: Aqui
it: Qui
ja_jp: ここに
pl: Tutaj
pt_br: Aqui
ro: Aici
ru: Здесь
sr: Овде
sv: Här

source: DANGER
ast: PELIGRU
be: НЕБЯСПЕКА
bg: ОПАСНОСТ
de: GEFAHR
es: PELIGRO
fi: VAARA
gl: PERIGO
it: PERICOLO
ja_jp: 危険
pl: ZAGROŻENIE
pt_br: PERIGO
ro: PERICOL
ru: ОПАСНОСТЬ
sr: ОПАСНОСТ
sv: FARLIGT
uk: НЕБЕЗПЕКА

source: Frozen!
be: Замарожаны!
bg: Замръзен!
de: Eingefroren!
es: ¡Congelado!
fi: Jäässä!
fr: Gelé !
gl: Conxelado!
it: Congelato!
ja_jp: 冷凍した!
pl: Zamrożone!
pt_br: Congelado!
ro: Înghețat!
ru: Заморожен!
sr: Залеђен!
sv: Frusen!
uk: Заморожені!

source: Reviving
ast: Resucitando
bg: Съживяване
de: Wiederbeleben
es: Reviviendo
fi: Elvyttämässä
fr: Dégel
gl: Revivindo
it: Risvegliando
ja_jp: 復活中
pl: Przywracanie
pt_br: Reanimando
ru: Оживление
sv: Återupllivar

source: Item
ast: Oxetu
bg: Предмет:
de: Gegenstand
es: Objeto
fi: Esine
fr: Objet
gl: Obxeto
it: Oggetto
ja_jp: アイテム
pl: Przedmiot
ro: Obiect
ru: Предмет
sr: Ствар
sv: Sak

source: Checkpoint
ast: Puntu de control
be: Чэкпоінт
bg: КПП
de: Kontrollpunkt
es: Punto de control
fi: Jatkopiste
fr: Point de contrôle
gl: Punto de control
ja_jp: 通過点
pl: Punkt kontrolny
pt_br: Ponto de checagem
ro: Punct de verificare
ru: Контрольная точка
sr: Контролни пункт
sv: Kontrollpunkt

source: Finish
ast: Fin
be: Фініш
bg: Финал
de: Ziel
es: Finalizar
fi: Loppu
fr: Arrivée
gl: Rematar
it: Arrivo
ja_jp: 終了
pl: Koniec
pt_br: Final
ro: Sosire
ru: Финиш
sr: Заврши
sv: Slut

source: Start
ast: Aniciu
be: Старт
bg: Старт
es: Comenzar
fi: Alku
fr: Départ
gl: Comezar
it: Partenza
ja_jp: 開始
pt_br: Início
ro: Pornire
ru: Старт
sr: Почни

source: Defend
ast: Defender
be: Абараніць
bg: Защитавай
de: Verteidigen
es: Defender
fi: Puolusta
fr: Défendre
gl: Defender
it: Difendi
ja_jp: 守る
pl: Bronić
pt_br: Defender
ro: Apără
ru: Защитить
sr: Брани
sv: Skydda

source: Destroy
ast: Destruyir
be: Знішчыць
bg: Унищожи
de: Zerstören
es: Destruir
fi: Tuhoa
fr: Détruire
gl: Destruír
it: Distruggi
ja_jp: 破壊する
pl: Zniszczyć
pt_br: Destruir
ro: Distruge
ru: Уничтожить
sr: Уништи
sv: Förstör

source: Push
be: Націснуць
bg: Бутни
de: Drücken
es: Empujar
fi: Työnnä
fr: Pousser
gl: Empuxar
it: Spingi
ja_jp: 押す
pl: Pchnięcie
pt_br: Empurrar
ro: Împinge
ru: Нажать
sr: Гурни
sv: Putta

source: Flag carrier
ast: Llevador
be: Носьбіт сцяга
bg: Знаменосец
de: Flaggenträger
es: Portador de la bandera
fi: Lipunkantaja
fr: Porteur de drapeau
gl: Portador da bandeira
it: Portabandiera
ja_jp: 旗持ち
pl: Nosiciel flagi
pt_br: Portador de bandeira
ro: Posesor de steag
ru: Флагоносец
sr: Носач заставе
sv: Flaggbärare

source: White base
ast: Base blanca
bg: Бяла база
de: Weiße Basis
es: Base blanca
fi: Valkoinen tukikohta
fr: Base blanche
gl: base branca
it: Base bianca
ja_jp: 白い基地
pl: Biała baza
pt_br: Base branca
ro: Baza albă
ru: Белая база
sr: Бела база
sv: Vit bas

source: Red base
ast: Base colorada
be: Чырвоная база
bg: Червена база
de: Rote Basis
es: Base roja
fi: Punainen tukikohta
fr: Base rouge
gl: Base vermella
it: Base rossa
ja_jp: 赤い基地
pl: Czerwona baza
pt_br: Base vermelha
ro: Baza roșie
ru: Красная база
sr: Црвена база
sv: Röd bas

source: Blue base
ast: Base azul
be: Сіняя база
bg: Синя база
de: Blaue Basis
es: Base azul
fi: Sininen tukikohta
fr: Base bleue
gl: Base azul
it: Base blu
ja_jp: 青い基地
pl: Niebieska baza
pt_br: Base azul
ro: Baza albastră
ru: Синяя база
sr: Плава база
sv: Blå bas

source: Yellow base
ast: Base mariella
bg: Жълта база
de: Gelbe Basis
es: Base amarilla
fi: Keltainen tukikohta
fr: Base jaune
gl: Base amarela
it: Base gialla
ja_jp: 黄色い基地
pl: Żółta baza
pt_br: Base amarela
ro: Baza galbenă
ru: Жёлтая база
sr: Жута база
sv: Gul bas

source: Pink base
ast: Base rosa
bg: Розова база
de: Rosa Basis
es: Base rosa
fi: Vaaleanpunainen tukikohta
fr: Base rose
gl: Base rosa
it: Base rosa
ja_jp: ピンク基地
pl: Różowa baza
pt_br: Base rosa
ro: Baza roz
ru: Розовая база
sr: Розе база
sv: Rosa bas

source: Dropped flag
ast: Bandera soltada
be: Кінуты сцяг
bg: Изпуснато знаме
de: Flagge
es: Bandera caída
fi: Pudotettu lippu
fr: Drapeau lâché
gl: Bandeira caida
it: Bandiera lasciata
ja_jp: 落ちた旗
pl: Porzucona flaga
pt_br: Bandeira largada
ro: Steag scăpat
ru: Флаг брошен
sr: Испуштена застава
sv: Släppte flagga

source: Enemy carrier
ast: Llevador enemigu
be: Варожы носьбіт
bg: Вражески знаменосец
de: Feindlicher Träger
es: Portador enemigo
fi: Viholliskantaja
fr: Porteur ennemi
gl: Portador inimigo
it: Portatore nemico
ja_jp: 敵持ち
pl: Wrogi nosiciel
pt_br: Portador inimigo
ro: Posesor inamic
ru: Вражеский флагоносец
sr: Непријатељски носач
sv: Fiendebärare

source: Return flag here
ast: Devolvi la bandera equí
bg: Върнете знамето тук
de: Flagge hier zurückbringen
es: Regresa la bandera aquí
fi: Palauta lippu tänne
fr: Retourner le drapeau ici
gl: Devolve a bandeira aquí
it: Riporta la bandiera qui
ja_jp: ここに旗を返して
pl: Zanieś tu flagę
pt_br: Traga a bandeira para cá
ru: Вернуть флаг отсюда
sr: Врати заставу овде
sv: Återlämna flaggan hit

source: Control point
ast: Puntu de control
be: Кантрольны пункт
bg: Контролен пункт
de: Kontrollpunkt
es: Punto de control
fi: Hallintapiste
fr: Point de contrôle
gl: Punto de control
it: Punto di controllo
ja_jp: コントロールポイント
pl: Punkt kontroli
pt_br: Ponto de controle
ro: Punct de control
ru: Опорная точка
sr: Контролна тачка
sv: Kontrollpunkt

source: Dropped key
ast: Llave soltada
be: Кінуты ключ
bg: Изпуснат ключ
de: Schlüssel
es: Llave caída
fi: Pudotettu avain
fr: Clé lâchée
gl: Chave caida
it: Chiave lasciata
ja_jp: 落ちた鍵
pl: Porzucony klucz
pt_br: Chave largada
ro: Cheie scăpată
ru: Брошенный ключ
sr: Испуштен кључ
sv: Släppte nyckel

source: Key carrier
ast: Llevador
be: Носьбіт ключа
bg: Ключоносител
de: Schlüsselträger
es: Portador de la llave
fi: Avaimenkantaja
fr: Porteur de clé
gl: Portador da chave
it: Portchiave
ja_jp: 鍵持ち
pl: Nosiciel klucza
pt_br: Portador de chaves
ro: Posesor de cheie
ru: Носитель ключа
sr: Носач кључа
sv: Nyckelbärare

source: Run here
ast: Cuerri equí
be: Бяжы сюды
bg: Бягай тук
de: Hier her
es: Corre aquí
fi: Juokse tänne
fr: Courez ici
gl: Corre aquí
it: Corri qui
ja_jp: ここに走って
pl: Biegnij tu
pt_br: Corra aqui
ro: Fugi aici
ru: Бегите сюда
sr: Дотрчи овде
sv: Spring hit

source: Ball
ast: Bola
be: Мяч
bg: Топка
es: Pelota
fi: Pallo
fr: Balle
gl: pelota
it: Palla
ja_jp: ボール
pl: Piłka
pt_br: Bola
ro: Minge
ru: Мяч
sr: Лопта
sv: Boll

source: Ball carrier
ast: Llevador
be: Носьбіт мяча
bg: Притежател на топката
de: Ballbesitzer
es: Portador de la pelota
fi: Pallonkantaja
fr: Porteur de balle
gl: Portador da pelota
it: Portapalla
ja_jp: ボール持ち
pl: Niosący kulę
pt_br: Portador da bola
ro: Posesor de minge
ru: Носитель мяча
sr: Носач лопте
sv: Bollbärare

source: Leader
bg: Лидер
de: Anführer
es: Líder
fi: Johtaja
fr: Meneur
gl: Líder
ja_jp: リーダー
pl: Lider
pt_br: Líder
ru: Лидер
sv: Ledare

source: Goal
ast: Portería
be: Гол
bg: Гол
de: Tor
es: Objetivo
fi: Maali
fr: But
gl: Gol
ja_jp: 目的 / ゴール
pl: Cel
pt_br: Gol
ro: Gol
ru: Цель
sr: Гол
sv: Mål

source: Generator
ast: Xenerador
be: Генератар
bg: Генератор
es: Generador
fi: Generaattori
fr: Générateur
gl: Xerador
it: Generatore
ja_jp: 発生器
pt_br: Gerador
ru: Генератор
sr: Генератор

source: Weapon
ast: Arma
bg: Оръжие
de: Waffe
es: Arma
fi: Ase
fr: Arme
gl: Arma
it: Arma
ja_jp: 武器
pl: Broń
pt_br: Arma
ro: Armă
ru: Оружия
sr: Оружје
sv: Vapen

source: Vehicle
ast: Vehículu
be: Машына
bg: Возило
de: Fahrzeug
es: Vehículo
fi: Ajoneuvo
fr: Véhicule
gl: Vehículo
it: Veicolo
ja_jp: 乗り物
pl: Pojazd
pt_br: Veículo
ro: Vehicul
ru: Транспорт
sr: Возило
sv: Fordorn

source: Intruder!
ast: ¡Intrusu!
bg: Нарушител!
de: Eindringling!
es: ¡Intruso!
fi: Tunkeutuja!
fr: Intrus !
gl: Intruso!
it: Intruso!
ja_jp: 侵入者!
pl: Intruz!
pt_br: Intruso!
ro: Intrus!
ru: Захватчик!
sr: Уљез!
sv: Inkräktare!

source: Tagged
be: Адзначаны
bg: Заплют
de: Markiert
es: Marcado
fi: Korvamerkitty
fr: Verrouillé pour cible
gl: Etiquetado
it: Contrassegnato
ja_jp: タグ付った
pl: Oznaczone
pt_br: Marcado
ro: Atins
ru: Отмечен
sr: Означен
sv: Taggad

source: %s needing help!
ast: ¡El %s precisa ayuda!
be: %s патрэбна дапамога!
bg: %s се нужда е от помощ!
de: %s braucht Hilfe!
es: %s solicitando ayuda!
fi: %s avuntarpeessa!
fr: %s a besoin d'aide !
gl: %s precisando axuda!
it: %s sta chiedendo aiuto!
ja_jp: %s は助けが必要だ!
pl: %s potrzebuje pomocy!
pt_br: %s precisando de ajuda!
ro: %s are nevoie de ajutor!
ru: Требуется помощь %s!
sr: Играчу %s треба помоћ!
sv: %s behöver hjälp!

source: ^1Server notices:
ast: ^1Avisos del sirvidor:
be: ^1Сервер абвяшчае:
bg: ^1Сървъра обявява:
de: ^1Serverbenachrichtigungen:
es: ^1Avisos del servidor:
fi: ^1Palvelimen ilmoitukset:
fr: ^1Notifications du serveur :
gl: ^1Novas do servidor:
it: ^1Note del server:
ja_jp: ^1サーバー告知:
pl: ^1Powiadomienia serwera:
pt_br: ^1Avisos do servidor:
ro: ^1Notificări server:
ru: ^1Уведомления сервера:
sv: ^1Servermeddelanden:
uk: ^1Повідомлення сервера:

source: ^F4NOTE: ^BGChat is currently disabled on this server
de: ^F4NOTE: ^BGChat ist derzeit auf diesem Server deaktiviert
es: ^F4NOTA: ^BGActualmente, el chat está desactivado en este servidor
fr: ^F4NOTE : ^BGLe tchat est actuellement désactivé sur ce serveur
gl: ^F4NOTA: ^BGA conversa está desactivada neste servidor
it: ^F4NOTA: ^BGLa chat è al momento disabilitata in questo server
ja_jp: ^F4注: ^BGこのサーバーでは現在、チャットは無効です。
pt_br: ^F4NOTA: ^BGBate-papo atualmente desativado neste servidor
ru: ^F4ПРИМЕЧАНИЕ: ^BGЧат пока что отключён на этом сервере
sv: ^F4ANMÄRKNING: ^BGChatten är för nuvarande avslagen på denna server

source: ^F4NOTE: ^BGSpectator chat is not sent to players during the match
ast: ^F4NOTA: ^BGNes partíes, los xugadores nun ven la charra de los espectadores
be: ^F4NOTE: ^BGЧат гледачоў нябачны для гульцоў падчас матчу
bg: ^F4NOTE: ^BGЧатът между зрителите не се изпраща до играите по време на мач
de: ^F4NOTE: ^BGZuschauerchat wird während des Spiels nicht an die Spieler gesendet
es: ^F4NOTA: ^BGLos mensajes del espectador no se enviarán a los jugadores durante la partida
fi: ^F4HUOMAUTUS: ^BGKatselijakeskustelua ei lähetetä pelaajille ottelun aikana
fr: ^F4NOTE : ^BGles joueurs ne voient pas le tchat spectateur pendant la partie
gl: ^F4NOTA: ^BGA conversa de espectadores non se envía aos xogadores durante a partida
it: ^F4NOTA: ^BGI dialoghi degli spettatori non sono mostrati ai giocatori durante la partita
ja_jp: ^F4注: ^BG観戦チャットは試合中に選手に送信されません
pl: ^F4UWAGA: ^BGCzat obserwujących nie jest wysyłany do graczy w trakcie rozgrywki
pt_br: ^F4NOTA: ^BGMensagens no bate-papo de espectador não serão enviadas aos jogadores durante a partida
ro: ^F4NOTĂ: ^BGConversațiile spectatorilor nu sunt vizibile jucătorilor aflați încă în meci
ru: ^F4ПРИМЕЧАНИЕ: ^BGИгроки не видят чат зрителей во время матча
sv: ^F4ANMÄRKNING: ^BGÅskådarchatten skickas inte till spelare under matchens gång

source: ^F4NOTE: ^BGPrivate chat is currently disabled on this server
de: ^F4NOTE: ^BGPrivatchat ist derzeit auf diesem Server deaktiviert
es: ^F4NOTA: ^BGActualmente, el chat privado está desactivado en este servidor
fr: ^F4NOTE : ^BGLe tchat privé est actuellement désactivé sur ce serveur
gl: ^F4NOTA: ^BGA conversa privada está desactivada neste servidor
it: ^F4NOTA: ^BGLa chat privata è al momento disabilitata in questo server
ja_jp: ^F4注: ^BGこのサーバーでは、現在プライベートチャットは無効です。
pt_br: ^F4NOTA: ^BGBate-papo privado atualmente desativado neste servidor
ru: ^F4ПРИМЕЧАНИЕ: ^BGЛичный чат пока что отключён на этом сервере
sv: ^F4ANMÄRKNING: ^BGPrivatchatten är för nuvarande avslagen på denna server

source: ^F4NOTE: ^BGSpectator chat is currently disabled on this server
de: ^F4NOTE: ^BGZuschauerchat ist derzeit auf diesem Server deaktiviert
es: ^F4NOTA: ^BGActualmente, el chat de espectadores está desactivado en este servidor
fr: ^F4NOTE : ^BGLe tchat spectateur est actuellement désactivé sur ce serveur
gl: ^F4NOTA: ^BGA conversa de espectadores está desactivada neste servidor
it: ^F4NOTA: ^BGLa chat tra spettatori è al momento disabilitata in questo server
ja_jp: ^F4注: ^BGこのサーバーでは現在、観客のチャットは無効です。
pt_br: ^F4NOTA: ^BGBate-papo de espectadores atualmente desativado neste servidor
ru: ^F4ПРИМЕЧАНИЕ: ^BGЧат наблюдателей пока что отключён на этом сервере
sv: ^F4ANMÄRKNING: ^BGÅskådarchatten är för nuvarande avslagen på denna server

source: ^F4NOTE: ^BGTeam chat is currently disabled on this server
de: ^F4NOTE: ^BGTeamchat ist derzeit auf diesem Server deaktiviert
es: ^F4NOTA: ^BGActualmente, el chat de equipos está desactivado en este servidor
fr: ^F4NOTE : ^BGLe tchat d'équipe est actuellement désactivé sur ce serveur
gl: ^F4NOTA: ^BGA conversa do equipo está desactivada neste servidor
it: ^F4NOTA: ^BGLa chat di squadra è al momento disabilitata in questo server
ja_jp: ^F4注: ^BGこのサーバーでは現在、チームチャットは無効です。
pt_br: ^F4NOTA: ^BGBate-papo de equipe atualmente desativado neste servidor
ru: ^F4ПРИМЕЧАНИЕ: ^BGКомандный чат пока что отключён на этом сервере
sv: ^F4ANMÄRKNING: ^BGLagchatten är för nuvarande avslagen på denna server

source: ^BG%s^BG captured the ^TC^TT^BG flag
ast: ^BG%s^BG capturó la bandera del ^TC^TT
be: ^BG%s^BG захапіў ^TC^TT^BG сцяг
bg: ^BG%s^BG открадна ^TC^TT^BG знаме
de: ^BG%s^BG hat die ^TC^TT^BG Flagge erobert
es: ^BG%s^BG capturó la bandera ^TC^TT^BG
fi: ^BG%s^BG kaappasi ^TC^TT^BG lipun
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG
gl: %s^BG^BG capturou a ^TC^TT^BG bandeira
it: ^BG%s^BG ha catturato la bandiera ^TC^TT^BG
ja_jp: ^BG%s^BG が ^TC^TT^BG 旗を取れた
pl: ^BG%s^BG zdobył ^TC^TTĄ^BG flagę
pt_br: ^BG%s^BG capturou a bandeira ^TC^TT^BG
ro: ^BG%s^BG a capturat steagul ^TC^TT^BG
ru: ^BG%s^BG захватил ^TC^TT^BG флаг
sr: Играч ^BG%s^BG је заробио заставу боје ^TC^TT^BG
sv: ^BG%s^BG fångade den ^TC^TT^BG flaggan
uk: ^BG%s^BG захопив ^TC^TT^BG прапор

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds, breaking ^BG%s^BG's previous record of ^F2%s^BG seconds
ast: ^BG%s^BG capturó bandera del ^TC^TT^BG en ^F1%s^BG segundos, superando'l récor anterior que fizo ^BG%s^BG de ^F2%s^BG segundos
be: ^BG%s^BG захапіў ^TC^TT^BG сцяг цягам ^F1%s^BG секунд, пабіўшы папярэдні рэкорд ^BG%s^BG - ^F2%s^BG секунд
bg: ^BG%s^BG плени ^TC^TT^BG знаме за ^F1%s^BG секунди, подобрявайки рекорда на ^BG%s^BG от ^F2%s^BG секудни
de: ^BG%s^BG hat die ^TC^TT^BG Flagge in ^F1%s^BG Sekunden erobert, und damit ^BG%s^BGs Rekord von ^F2%s^BG Sekunden geschlagen
es: ^BG%s^BG capturó la bandera ^TC^TT^BG en ^F1%s^BG segundos, batiendo el récord anterior de ^BG%s^BG de ^F2%s^BG segundos
fi: ^BG%s^BG kaappasi ^TC^TT^BG lipun ^F1%s^BG sekunnissa, rikkoen ^BG%s^BG's edellisen ennätyksen ^F2%s^BG sekuntia
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG en ^F1%s^BG secondes, battant le précédent record de ^BG%s^BG en ^F2%s^BG secondes
gl: ^BG%s^BG capturou a ^TC^TT^BG bandeira en ^F1%s^BG segundos, batendo o ^BG%s^BGrécord anterior de ^F2%s^BG segundos
it: ^BG%s^BG ha catturato la bandiera ^TC^TT^BG in ^F1%s^BG secondi, battendo il precedente record di ^BG%s^BG di ^F2%s^BG secondi
ja_jp: ^BG%s^BG が ^F1%s^BG 秒で ^TC^TT^BG 旗を取れたし、^BG%s^BG の以前の記録である ^F2%s^BG 秒を破った
pl: ^BG%s^BG zdobył ^TC^TTĄ^BG flagę w ^F1%s^BG sekund, pobiwszy rekord ^BG%s^BG ^F2%s^BG sekund
pt_br: ^BG%s^BG capturou a bandeira ^TC^TT^BG em ^F1%s^BG segundos, quebrando o recorde anterior de ^BG%s^BG de ^F2%s^BG segundos
ro: ^BG%s^BG a capturat steagul ^TC^TT^BG în ^F1%s^BG secunde, spărgând recordul lui ^BG%s^BG de ^F2%s^BG secunde
ru: ^BG%s^BG захватил ^TC^TT^BG флаг за ^F1%s^BG секунд, побив предыдущий рекорд ^BG%s^BG — ^F2%s^BG секунды
sv: ^BG%s^BG fångade den ^TC^TT^BG flaggan på ^F1%s^BG sekunder, vilket slår ^BG%s^BGs föregående rekord på ^F2%s^BG sekunder
uk: ^BG%s^BG захопив ^TC^TT^BG прапор за ^F1%s^BG секунди, побивши попередній рекорд ^BG%s^BG який становив ^F2%s^BG секунди

source: ^BG%s^BG captured the flag
ast: ^BG%s^BG capturó la bandera
bg: ^BG%s^BG взе флага
de: ^BG%s^BG hat die Flagge erobert
es: ^BG%s^BG ha capturado la bandera
fi: ^BG%s^BG kaappasi lipun
fr: ^BG%s^BG a capturé le drapeau
gl: ^BG%s^BG capturou a bandeira
it: ^BG%s^BG ha catturato la bandiera
ja_jp: ^BG%s^BG が旗を取れた
pl: ^BG%s^BG zdobył flagę
pt_br: ^BG%s^BG capturou a bandeira
ro: ^BG%s^BG a capturat steagul
ru: ^BG%s^BG захватил флаг
sr: ^BG%s^BG је заробио заставу
sv: ^BG%s^BG fångade flaggan

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds
ast: ^BG%s^BG capturó la bandera del ^TC^TT^BG en ^F1%s^BG segundos
be: ^BG%s^BG захапіў ^TC^TT^BG сцяг цягам ^F1%s^BG секунд
bg: ^BG%s^BG плени ^TC^TT^BG знаме за ^F1%s^BG секунди
de: ^BG%s^BG hat die ^TC^TT^BG Flagge in ^F1%s^BG Sekunden erobert
es: ^BG%s^BG capturó la ^TC^TT^BG bandera en ^F1%s^BG segundos
fi: ^BG%s^BG kaappasi ^TC^TT^BG lipun ^F1%s^BG sekunnissa
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG en ^F1%s^BG secondes
gl: ^BG%s^BG capturou a ^TC^TT^BG bandeira en ^F1%s^BG segundos
it: ^BG%s^BG ha catturato la bandiera ^TC^TT^BG in ^F1%s^BG secondi
ja_jp: ^BG%s^BG が ^F1%s^BG 秒で ^TC^TT^BG 旗を取れた
pl: ^BG%s^BG zdobył ^TC^TTĄ^BG flagę w ^F1%s^BG sekundy
pt_br: ^BG%s^BG capturou a bandeira ^TC^TT^BG em ^F1%s^BG segundos
ro: ^BG%s^BG a capturat steagul ^TC^TT^BG în ^F1%s^BG secunde
ru: ^BG%s^BG захватил ^TC^TT^BG флаг за ^F1%s^BG секунд
sv: ^BG%s^BG fångade den ^TC^TT^BG flaggan på ^F1%s^BG sekunder
uk: ^BG%s^BG захопив ^TC^TT^BG прапор за ^F1%s^BG секунди

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F2%s^BG seconds, failing to break ^BG%s^BG's previous record of ^F1%s^BG seconds
ast: ^BG%s^BG capturó bandera del ^TC^TT^BG en ^F2%s^BG segundos, nun pudiendo superar el récor anterior que fizo ^BG%s^BG de ^F1%s^BG segundos
be: ^BG%s^BG захапіў ^TC^TT^BG сцяг за ^F2%s^BG секунд, не пабіўшы папярэдні рэкорд ^BG%s^BG - ^F1%s^BG секунд
bg: ^BG%s^BG плени ^TC^TT^BG знаме за ^F2%s^BG секунди, като не успя да подобри рекорда на ^BG%s^BG от ^F1%s^BG секудни
de: ^BG%s^BG hat die ^TC^TT^BG Flagge in ^F1%s^BG Sekunden erobert, konnte jedoch nicht ^BG%s^BGs Rekord von ^F2%s^BG Sekunden schlagen
es: ^BG%s^BG capturó la bandera ^TC^TT^BG en ^F2%s^BG segundos, fallando al batir el récord anterior de ^BG%s^BG de ^F1%s^BG segundos
fi: ^BG%s^BG kaappasi ^TC^TT^BG lipun ^F2%s^BG sekunnissa, onnistumatta rikkomaan ^BG%s^BG's edellistä ennätystä ^F1%s^BG sekuntia
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG en ^F2%s^BG secondes, échouant à battre le précédent record de ^BG%s^BG en ^F1%s^BG secondes
gl: ^BG%s^BG capturou a ^TC^TT^BG bandeira en ^F2%s^BG segundos, sen romper ^BG%s^BGo récord anterior de ^F1%s^BG segundos
it: ^BG%s^BG ha catturato la bandiera ^TC^TT^BG in ^F2%s^BG secondi, non riuscendo a battere il precedente record segnato da ^BG%s^BG di ^F1%s^BG secondi
ja_jp: ^BG%s^BG が ^F2%s^BG 秒で ^TC^TT^BG 旗を取れたし、^BG%s^BG の以前の ^F1%s^BG 秒という記録を破ることに失敗した
pl: ^BG%s^BG zdobył ^TC^TTĄ^BG flagę w ^F2%s^BG sekundy, nie pobiwszy poprzedniego rekordu ^BG%s^BG - ^F1%s^BG sekund
pt_br: ^BG%s^BG capturou a bandeira ^TC^TT^BG em ^F2%s^BG segundos, não quebrando o record anterior de ^BG%s^BG de ^F1%s^BG segundos
ro: ^BG%s^BG a capturat steagul ^TC^TT^BG în ^F2%s^BG secunde, nereușind să întreacă recordul lui ^BG%s^BG de ^F1%s^BG secunde
ru: ^BG%s^BG захватил ^TC^TT^BG флаг за ^F2%s^BG секунд, не сумев побить предыдущий рекорд ^BG%s^BG — ^F2%s^BG секунды
sv: ^BG%s^BG fångade den ^TC^TT^BG flaggan på ^F2%s^BG sekunder, men lyckas inte slå ^BG%s^BGs föregåenge rekord på ^F1%s^BG sekunder
uk: ^BG%s^BG захопив ^TC^TT^BG прапор за ^F2%s^BG секунди, і не зміг побити попередній рекорд ^BG%s^BG який становить ^F1%s^BG секунди

source: ^BGThe ^TC^TT^BG flag was returned to base by its owner
be: ^BG ^TC^TT^BG сцяг быў вернуты на базу сваім уладальнікам
bg: ^BG ^TC^TT^BG знаме бе върнато в базата от собственика си
de: ^BGDie ^TC^TT^BG Flagge wurde von ihrem Besitzer zur Basis zurückgebracht
es: ^BGLa ^TC^TT^BG bandera fue devuelta a su base por su dueño
fi: ^BGThe ^TC^TT^BG lippu palautettiin tukikohtaan omistajansa toimesta
fr: ^BGLe drapeau ^TC^TT^BG a été ramené à la base par son propriétaire
gl: ^BGA^TC^TT^BG bandeira foi devolta á base polo seu propietario
it: ^BGLa bandiera ^TC^TT^BG è stata riportata alla base dal suo proprietario
ja_jp: ^BG ^TC^TT^BG 旗は所有者によって基地に戻された
pl: ^BG^TC^TTA^BG flaga została przywrócona do bazy przez jej właściciela
pt_br: ^BGA bandeira ^TC^TT^BG foi retornada à base pelo seu dono
ro: ^BGSteagul ^TC^TT^BG a fost returnat la bază de către deținător
ru: ^TC^TT^BG флаг был возвращён на базу владельцем
sv: ^BGDen ^TC^TT^BG flaggan återlämnades till basen av dess ägare
uk: ^BG ^TC^TT^BG прапор був повернений на базу власником

source: ^BGThe flag was returned by its owner
bg: ^BGЗнамето бе върнато в базата от собственика си
de: ^BGDie Flagge ist zu ihrem Besitzer zurückgekehrt
es: ^BGLa bandera fue devuelta por su dueño
fi: ^BGLippu palautettiin omistajansa toimesta
fr: ^BGLe drapeau a été ramené par son propriétaire
gl: ^BGA bandeira foi devolta polo seu propietario
it: ^BGLa bandiera è stata riportata dal suo proprietario
ja_jp: ^BG旗はその所有者によって返された
pl: ^BGFlaga została zwrócona przez jej włąściciela
pt_br: ^BGA bandeira ^TC^TT^BG foi retornada pelo seu dono
ro: ^BGSteagul a fost returnat de către proprietar
ru: ^BGФлаг был возвращён на базу владельцем
sv: ^BGFlaggan återlämnades av dess ägare

source: ^BGThe ^TC^TT^BG flag was destroyed and returned to base
ast: ^BGDestruyóse la bandera del ^TC^TT^BG y volvió a la base
be: ^BG ^TC^TT^BG сцяг быў знішчаны і вернуты на базу
bg: ^BG ^TC^TT^BG знаме бе унищожено и върнато в базата
de: ^BGDie ^TC^TT^BG Flagge wurde zerstört und zur Basis zurückgebracht
es: ^BGLa ^TC^TT^BG bandera fue destruida y regresada a la base
fi: ^BGLippu ^TC^TT^BG tuhottiin ja palautettiin tukikohtaan
fr: ^BGLe drapeau ^TC^TT^BG a été détruit et est revenu à la base
gl: ^BGA ^TC^TT^BG bandeira foi destruída e volveuse á base
it: ^BGLa bandiera ^TC^TT^BG è stata distrutta ed è tornata alla base
ja_jp: ^BG ^TC^TT^BG 旗が破壊され、基地に戻った
pl: ^BG^TC^TTA^BG flaga uległa zniszczeniu i została przywrócona w bazie
pt_br: ^BGA bandeira ^TC^TT^BG foi destruída e retornada à base
ro: ^BGSteagul ^TC^TT^BG a fost distrus și returnat la bază
ru: ^TC^TT^BG флаг был уничтожен и возвращён на базу
sv: ^BGDen ^TC^TT^BG flaggan var förstörd och återlämnades till basen
uk: ^BG ^TC^TT^BG прапор був знищений і тому повернений на базу

source: ^BGThe flag was destroyed and returned to base
bg: ^BGЗнамето бе унищожено и върнато в базата
de: ^BGDie Flagge wurde zerstört und ist zur Basis zurückgekehrt
es: ^BGLa bandera fue destruida y regresada a la base
fi: ^BGLippu tuhottiin ja palautettiin tukikohtaan
fr: ^BGLe drapeau a été détruit et est revenu à la base
gl: ^BGA bandeira foi destruída e volveuse á base
it: ^BGLa bandiera è stata distrutta ed è tornata alla base
ja_jp: ^BG旗が破壊され、基地に戻った
pl: ^BGFlaga została zniszczona i przywrócona w bazie
pt_br: ^BGA bandeira foi destruída e retornada à base
ro: ^BGSteagul a fost distrus și s-a reîntors înapoi în bază
ru: ^BGФлаг был уничтожен и возвращён на базу
sv: ^BGFlaggan förstördes och återlämnades till basen
