Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^K1You couldn't catch your breath!
ast: ^K1¡Nun yeres a alendar!
bg: ^K1Не можахте да задържите дъха си!
de: ^K1Du hast keine Luft mehr bekommen!
es: ^K1¡No pudiste recuperar tu aliento!
fi: ^K1Et saanut henkeä!
fr: ^K1Vous n'avez pas pu reprendre votre souffle !
gl: ^K1Non poideches recuperar o alento!
it: ^K1Non sei riuscito a trattenere il fiato!
ja_jp: ^K1息ができなかった!
pl: ^K1Nie mogłeś złapać oddechu!
pt_br: ^K1Você não recuperou seu fôlego!
ro: ^K1Nu ți-ai putut trage răsuflarea!
ru: ^K1Вы не смогли отдышаться!
sv: ^K1Du kunde inte ta in ett andetag!
uk: ^K1Ви не змогли перевести дух!

source: ^K1You hit the ground with a crunch!
bg: ^K1Ударухте земята с изпръщяване!
de: ^K1Du bist mit einem Krachen auf dem Boden aufgeschlagen!
es: ^K1¡Chocaste contra el suelo con un crujido!
fi: ^K1Putosit maahan niin että raksui vain!
fr: ^K1Vous avez heurté le sol dans un craquement !
gl: ^K1Golpeas o chan cun renxido!
it: ^K1Ti sei schiantato a terra!
ja_jp: ^K1クランチで地面を打ちた!
pl: ^K1Uderzyłeś chrobocząc w ziemię!
pt_br: ^K1Você caiu no chão rigorosamente!
ro: ^K1Te-ai sfărâmat de pământ!
ru: ^K1Вас с хрустом расплющило по земле!
sv: ^K1Du träffade marken med en knack!
uk: ^K1Ви із тріском вдарились об землю!

source: ^K1You felt a little too hot!
ast: ^K1¡Teníes un pocoñín de calor!
bg: ^K1Вие се разгорещихте!
de: ^K1Dir wurde etwas zu heiß!
es: ^K1¡Te sentiste un poco caliente!
fi: ^K1Nyt meni hiukan liian kuumaksi!
fr: ^K1Vous avez eu un coup de chaud !
gl: ^K1Sentícheste un pouco quente!
it: ^K1Hai sentito un po' troppo caldo!
ja_jp: ^K1少し暑く感じすぎた!
pl: ^K1Poczułeś się za gorąco!
pt_br: ^K1Você se sentiu um pouco quente!
ro: ^K1Ti s-a facut un pic prea cald!
ru: ^K1Кажется, вам слишком жарко!
sv: ^K1Du kände dig lite för varm!
uk: K1Вам стало занадто гаряче!

source: ^K1You got a little bit too crispy!
ast: ^K1¡Quedesti un pocoñín turráu!
bg: ^K1Станахте твърде хрупкав!
de: ^K1Du wurdest etwas zu knusprig!
es: ^K1¡Te volviste un poco crujiente!
fi: ^K1Nyt meni rapeaksi liiankin kanssa!
fr: ^K1Vous êtes devenu un peu trop croustillant !
gl: ^K1Quedaches un pouco crocante!
it: ^K1Sei diventato un po' troppo croccante!
ja_jp: ^K1少しカリカリになりすぎた!
pl: ^K1Zrobiłeś się za bardzo przypieczony!
pt_br: ^K1Você ficou um pouco crocante demais!
ro: ^K1Ai devenit un pic prea crocant!
ru: ^K1Кажется, вы слишком хрустите!
sv: ^K1Du blev lite för krispig!
uk: ^K1Ви стали занадто хрустким!

source: ^K1You fragged yourself!
ast: ^K1¡Suicidéstite!
bg: ^K1Вие се самоубихте!
de: ^K1Du hast dich selbst getötet!
es: ^K1¡Te eliminaste a ti mismo!
fi: ^K1lahtasit itsesi!
fr: ^K1Vous vous êtes tué vous-même !
gl: ^K1Eliminacheste a ti mesmo!
it: ^K1Ti sei fraggato da solo!
ja_jp: ^K1自分自身を削除した!
pt_br: ^K1Você se executou!
ru: ^K1Вы фрагнули самого себя!
sv: ^K1Du fraggade dig själv!

source: ^K1You need to be more careful!
ast: ^K1¡Has tener más curiáu!
bg: ^K1Трябва да бъдете по-предпазлив
de: ^K1Du musst vorsichtiger sein!
es: ^K1¡Tienes que ser más cuidadoso!
fi: ^K1Olisit piirunverran huolellisempi!
fr: ^K1Vous devez faire plus attention !
gl: ^K1Tes que ter máis coidado!
it: ^K1Devi essere più prudente!
ja_jp: ^K1もっと注意する必要がある!
pl: ^K1Powinieneś być bardziej ostrożny!
pt_br: ^K1Você precisa ter mais cuidado!
ro: ^K1Trebuie sa fii mai atent!
ru: ^K1Будьте внимательнее!
sv: ^K1Du måste vara mer försiktig!
uk: ^K1Вам треба бути обережнішими!

source: ^K1You couldn't stand the heat!
ast: ^K1¡Nun pudiesti aguantar la calor!
bg: ^K1Не можахте да издържите на горещината!
de: ^K1Du konntest die Hitze nicht ertragen!
es: ^K1¡No pudiste soportar el calor!
fi: ^K1Et kestänyt löylyä!
fr: ^K1Vous n'avez pas pu supporter la chaleur !
gl: ^K1Non aguantabas a calor!
it: ^K1Non hai resistito al calore!
ja_jp: ^K1暑さに耐えられなかった!
pl: ^K1Nie mogłeś znieść temperatury!
pt_br: ^K1Você não suportou o calor!
ro: ^K1N-ai rezistat căldurii!
ru: ^K1У вас нет сил терпеть такой жар!
sv: ^K1Du kunde inte motstå värmen!
uk: ^K1Ви не витримали жар!

source: ^K1You need to watch out for monsters!
ast: ^K1¡Has tener curiáu colos monstruos!
bg: ^K1Трябва да внимавате за чудовища!
de: ^K1Du musst auf Monster aufpassen!
es: ^K1¡Tienes que tener cuidado de los monstruos!
fi: ^K1Varo niitä hirviöitä!
fr: ^K1Vous devez prêter garde aux monstres !
gl: ^K1Tes que ter coidado cos monstros!
it: ^K1Devi fare attenzione ai mostri!
ja_jp: ^K1モンスターに気をつける必要がある!
pl: ^K1Rozglądaj się za potworami!
pt_br: ^K1Você tem que se cuidar dos monstros!
ro: ^K1Ai grijă la monștri!
ru: ^K1Остерегайтесь монстров!
sv: ^K1Du måste se upp för monster!

source: ^K1You were killed by a monster!
ast: ^K1¡Matóte un monstruu!
bg: ^K1Бяхте убит от чудовище!
de: ^K1Du wurdest von einem Monster getötet!
es: ^K1¡Fuiste asesinado por un monstruo!
fi: ^K1Hirviö tappoi sinut!
fr: ^K1Vous avez été tué par un monstre !
gl: ^K1Un monstro matoute!
it: ^K1Sei stato ucciso da un mostro!
ja_jp: ^K1モンスターに殺された!
pl: ^K1Zostałeś zabity przez potwora!
pt_br: ^K1Você foi morto por um monstro!
ro: ^K1Ai fost ucis de un monstru!
ru: ^K1Вы были убиты монстром!
sv: ^K1Du blev dödad av ett monster!

source: ^K1Tastes like chicken!
ast: ^K1¡Sabe a pita!
bg: ^K1Има вкус на пиле!
de: ^K1Schmeckt nach Hühnchen!
es: ^K1¡Sabe a pollo!
fi: ^K1Maistuu ihan kotkotilta!
fr: ^K1Ça a comme un goût de poulet !
gl: ^K1Sabe a polo!
it: ^K1Sa di pollo!
ja_jp: ^K1チキンの味!
pl: ^K1Smakuje jak kurczak!
pt_br: ^K1Tem gosto de frango!
ro: ^K1Are gust de pui pane!
ru: ^K1На вкус как цыплёнок!
sv: ^K1Smakar som kykling!
uk: ^K1На смак як курятина!

source: ^K1You forgot to put the pin back in!
ast: ^K1¡Escaeciósete poner l'aniella onde taba!
bg: ^K1Забравихте да върнете щифта на мястото му!
de: ^K1Du has vergessen, den Pin wieder reinzustecken!
es: ^K1¡Se te olvidó poner el alfiler en su lugar!
fi: ^K1Taisipa unohtua laittaa tappi takaisin!
fr: ^K1Vous avez oublié de remettre la goupille !
gl: ^K1Esqueciches volver poñer o alfinete!
it: ^K1Ti sei dimenticato di reinserire la sicura!
ja_jp: ^K1ピンを戻すのを忘れた!
pl: ^K1Zapomniałeś wsadzić zawleczkę z powrotem!
pt_br: ^K1Você se esqueceu de pôr o pino de volta!
ro: ^K1Ai uitat sa pui cuiul inapoi!
ru: ^K1Вы забыли вставить чеку обратно!
sv: ^K1Du glömde att sätta tillbaka stiftet!
uk: ^K1Ви забули повернути чеку на місце!

source: ^K1Hanging around a napalm explosion is bad!
ast: ^K1¡Pasiar alredor del españíu d'un napalm ye malo!
de: ^K1Es ist schlecht, bei einer Napalmexplosion herumzuhängen!
es: ^K1¡Dar vueltas alrededor de una explosión de napalm es malo!
fi: ^K1Sen siitä saa kun velttoilee napalmiräjähdysalueella!
fr: ^K1Traîner autour d'une explosion de napalm est mauvais !
gl: ^K1Andar arredor dunha explosión de napalm é malo!
it: ^K1Stare ad aspettare una esplosione di napalm è male!
ja_jp: ^K1ナパーム弾の周りをぶら下がることは悪い!
pl: ^K1Zabawa z napalmem źle się kończy!
pt_br: ^K1Brincar no meio de uma explosão de napalm é errado!
ro: ^K1Să stai în preajma unei explozii cu napalm nu reprezintă o idee bună!
ru: ^K1Нахождение рядом со взрывом напалма опасно!
sv: ^K1Att vara runt en napalmexplosion är dåligt!

source: ^K1Your Healing Nade is a bit defective
ast: ^K1La to granada curatible ta un poco defeutuosa
de: ^K1Deine Medizingranate ist ein wenig defekt
es: ^K1Tu Granada de Curación está un poco defectuosa
fi: ^K1Terveysnaattisi vaikuttaa jokseenkin kotikutoiselta
fr: ^K1Votre Grenade de Guérison est un peu défectueuse
gl: ^K1A tua Granada de Curación ta un pouco defectuosa
it: ^K1La tua Granata Curante è un po' difettosa
ja_jp: ^K1あなたの治癒手榴弾は少し欠陥だ
pl: ^K1Twój leczniczy granat miał defekt
pt_br: ^K1Sua Granada de Cura está um pouco defeituosa
ro: ^K1Grenada ta Vindecătoare e un pic defectă
ru: ^K1Ваша лечащая граната немного неисправна
sv: ^K1Din Läkningsgranat är lite defekt

source: ^K1You are respawning for running out of ammo...
ast: ^K1Tas remaneciendo por escosar la munición...
bg: ^K1Съживявате се заради липса на муниции...
de: ^K1Du wirst wiederbelebt, weil du keine Munition mehr hast …
es: ^K1Estás reapareciendo por haber gastado tus municiones...
fi: ^K1Jälleensyntymä ammusten loppumisen takia...
fr: ^K1Vous réapparaissez car vous n'aviez plus de munitions…
gl: ^K1Estás reaparecendo por quedarte sen munición...
it: ^K1Stai rinascendo per mancanza di munizioni...
ja_jp: ^K1弾薬が切れたために再び現れている...
pl: ^K1Jesteś wskrzeszony, bo skończyła ci się amunicja...
pt_br: ^K1Você está ressurgindo por ficar sem munição...
ro: ^K1Vei reînvia fiincă ai rămas fără muniție...
ru: ^K1Вы переродитесь, так как у Вас закончились патроны…
sv: ^K1Du återskapas för att ha tagit slut på ammunition...
uk: ^K1Ви почнете з початку за витрату всіх набоїв...

source: ^K1You were killed for running out of ammo...
ast: ^K1Morriesti por escosar la munición...
bg: ^K1Бяхте убит защото останахте без муниции...
de: ^K1Du wurdest getötet, weil du keine Munition mehr hast …
es: ^K1Fuiste eliminado por gastar tus municiones...
fi: ^K1Ei ammuksia jäljellä joten hyväähän siitä ei seurannut...
fr: ^K1Vous avez été tué car vous n'aviez plus de munitions…
gl: ^K1Mataronte por quedarte sen munición...
it: ^K1Sei stato ucciso per mancanza di munizioni...
ja_jp: ^K1弾薬が切れたために殺された...
pl: ^K1Zostałeś zabity, bo skończyła ci się amunicja...
pt_br: ^K1Você foi morto por ficar sem munição...
ro: ^K1Ai fost ucis pentru că ai rămas fără muniție...
ru: ^K1Вы погибли от отсутствия патронов…
sv: ^K1Du blev dödad för att ha tagit slut på ammunition...
uk: ^K1Вас вбито за витрату всіх набоїв...

source: ^K1You grew too old without taking your medicine
ast: ^K1Duresti muncho ensin tomar melecina
bg: ^K1Остаряхте без да вземете своето лекарство
de: ^K1Du wurdest zu alt, denn du hast deine Medizin nicht genommen
es: ^K1Te volviste muy viejo sin tomar tu medicamento
fi: ^K1Nyt iski vanhuus ilman lääkitystä
fr: ^K1Vous vous faites trop vieux et vous n'avez pas pris vos médicaments
gl: ^K1Envelleceches demasiado sen tomar o teu medicamento
it: ^K1Sei diventato troppo vecchio senza prendere le tue medicine
ja_jp: ^K1薬を飲まずに年を取りすぎた
pl: ^K1Zestarzałeś się nie biorąc swoich leków
pt_br: ^K1Você ficou muito velho sem tomar o seu medicamento
ro: ^K1Ai îmbătrânit fără să-ți iei medicamentele
ru: ^K1Вы прожили слишком долго для человека не принимающего лекарств
sv: ^K1Du blev för gammal utan att ta din medicin
uk: ^K1Без ліків ви швидко зістарились

source: ^K1You need to preserve your health
ast: ^K1Tienes de caltener la salú
bg: ^K1Трябва да пазите своето здраве
de: ^K1Du solltest deine Gesundheit erhalten
es: ^K1Necesitas conservar tu salud
fi: ^K1Sinun täytyy ajatella terveyttäsi
fr: ^K1Vous devez prendre soin de votre santé
gl: ^K1Necesitas preservar a túa saúde
it: ^K1Devi preservare la tua vita
ja_jp: ^K1健康を維持する必要がある
pl: ^K1Musisz dbać o zdrowie
pt_br: ^K1Você precisa conservar sua saúde
ro: ^K1Trebuie să-ți păstrezi viața
ru: ^K1Берегите своё здоровье
sv: ^K1Du måste bevara din hälsa
uk: ^K1Вам слід берегти своє здоров'я

source: ^K1You became a shooting star!
bg: ^K1Превърнахте се на падаща звезда!
de: ^K1Du wurdest zur Sternschnuppe!
es: ^K1¡Te has convertido una estrella fugaz!
fi: ^K1Sinusta tuli tähdenlento!
fr: ^K1Vous vous êtes transformé en étoile filante !
gl: ^K1Convertícheste nunha estrela fugaz!
it: ^K1Sei diventato una stella cadente!
ja_jp: ^K1流れ星になった!
pl: ^K1Zostałeś spadającą gwiazdą!
pt_br: ^K1Você virou uma estrela cadente!
ro: ^K1Ai devenit o stea căzătoare!
ru: ^K1Вы окочурились!
sv: ^K1Du blev ett stjärnskott!
uk: ^K1Ви перетворилися на падаючу зірку!

source: ^K1You melted away in slime!
ast: ^K1¡Convirtiéstite en llimu!
bg: ^K1Стопихте се в калта!
de: ^K1Du bist im Schleim zerschmolzen!
es: ^K1¡Te derretiste en el limo!
fi: ^K1Sulaminen limassa oli kohtalosi!
fr: ^K1Vous avez été rongé par l'acide !
gl: ^K1Derretiches no limo!
it: ^K1Ti sei sciolto nel fango!
ja_jp: ^K1スライムで溶かした!
pl: ^K1Roztopiłeś się szlamie!
pt_br: ^K1Você derreteu na lama!
ro: ^K1Te-ai topit în smoală!
ru: ^K1Вас растворило в слизи!
sv: ^K1Du smälte bort i slem!
uk: ^K1Ви розтанули у слизі!

source: ^K1You committed suicide!
ast: ^K1¡Suicidéstite!
bg: ^K1Извършихте самоубийство!
de: ^K1Du hast Selbstmord begangen!
es: ^K1¡Te has suicidado!
fi: ^K1Otit itse itseltäsi nirrin pois!
fr: ^K1Vous vous êtes suicidé !
gl: ^K1Suicidacheste!
it: ^K1Ti sei suicidato!
ja_jp: ^K1自殺した!
pl: ^K1Popełniłeś samobójstwo!
pt_br: ^K1Você cometeu suicídio!
ro: ^K1Te-ai sinucis!
ru: ^K1Вы совершили самоубийство!
sv: ^K1Du begick självmord!
uk: K1Ви скоїли самогубство!

source: ^K1You ended it all!
ast: ^K1¡Acabesti con too!
bg: ^K1Вие приключихте всичко!
de: ^K1Du hast alles beendet!
es: ^K1¡Lo terminaste todo!
fi: ^K1Lopetit kaiken!
fr: ^K1Vous avez mis fin à vos jours !
gl: ^K1Remataches todo!
it: ^K1Hai messo fine a tutto!
ja_jp: ^K1全て終了した!
pl: ^K1Skończyłeś z tym wszystkim!
pt_br: ^K1Você acabou com tudo!
ro: ^K1Ai sfârșit totul!
ru: ^K1Вы расстались с жизнью!
sv: ^K1Du satte slut på allting!
uk: ^K1Ви припинили все це!

source: ^K1You got stuck in a swamp!
bg: ^K1Затънахте в тресавището!
de: ^K1Du bist in einem Sumpf stecken geblieben!
es: ^K1¡Te quedaste atrapado en un pantano!
fi: ^K1Lauloit itsesi suohon!
fr: ^K1Vous avez été englouti !
gl: ^K1Quedaches atrapado nun pantano!
it: ^K1Sei rimasto bloccato in una palude!
ja_jp: ^K1沼で立ち往生した!
pl: ^K1Utknąłeś w bagnie!
pt_br: ^K1Você ficou preso em um pântano!
ro: ^K1Te-ai împotmolit în mocirlă!
ru: ^K1Вы застряли в болоте!
sv: ^K1Du fastnade i ett träsk!
uk: ^K1Ви застрягли у болоті!

source: ^BGYou are now on: %s
ast: ^BGAgora tas nel %s
bg: ^BGСега сте в: %s
de: ^BGDu bist jetzt in: %s
es: ^BGEstás bajo: %s
fi: ^BGOlet nyt: %s :ssa
fr: ^BGVous êtes maintenant dans : %s
gl: ^BGAgora estás en: %s
it: ^BGOra sei nella: %s
ja_jp: ^BG現在: %s
pl: ^BGJesteś teraz na: %s
pt_br: ^BGVocê está agora em: %s
ro: ^BGAcum ești pe: %s
ru: ^BGСейчас вы на: %s
sv: ^BGDu är nu på: %s
uk: ^BGВи зараз на: %s

source: ^K1You died in an accident!
ast: ^K1¡Morriesti nun accidente!
bg: ^K1Умряхте в инцидент!
de: ^K1Du bist bei einem Unfall gestorben!
es: ^K1¡Moriste en un accidente!
fi: ^K1Kuolit onnettomuudessa!
fr: ^K1Vous êtes mort dans un accident !
gl: ^K1Morreches nun accidente!
it: ^K1Sei morto in un incidente!
ja_jp: ^K1事故で死んだ!
pl: ^K1Zginąłeś w wypadku!
pt_br: ^K1Você morreu em um acidente!
ro: ^K1Ai murit intr-un accident!
ru: ^K1ВЫ погибли в результате несчастного случая!
sv: ^K1Du dog i en olycka!
uk: ^K1Ви загинули у нещасному випадку!

source: ^K1You had an unfortunate run in with a turret!
bg: ^K1Имахте неочаквана среща с кула!
de: ^K1Du hattest eine unglückliche Auseinandersetzung mit einem Geschütz!
es: ^K1¡Tuviste un encuentro desafortunado con una torreta!
fi: ^K1Treffit tykkitornin kanssa eivät päättyneet hyvin!
fr: ^K1Vous avez eu une rencontre infortunée avec une tourelle !
gl: ^K1Tiveches un desafortunado encontro cunha torreta!
it: ^K1Hai avuto un incontro sfortunato con una torretta!
ja_jp: ^K1砲塔との不運な出会いがあった!
pl: ^K1Miałeś nieszczęśliwy wypadek z wieżyczką!
pt_br: ^K1Você teve um encontro lamentável com uma sentinela!
ro: ^K1Ai avut o confruntare nefericită cu o turelă!
ru: ^K1Ваша встреча с турелью закончилась плачевно!
sv: ^K1Du hade en olycklig gång med en turret!
uk: ^K1Вам не пощастило зустрітися з туреллю!

source: ^K1You were fragged by a turret!
bg: ^K1Бяхте покосен от кула!
de: ^K1Du wurdest von einem Geschütz getötet!
es: ^K1¡Fuiste eliminado por una torreta!
fi: ^K1Tykkitorni hoiteli sinut!
fr: ^K1Vous avez été tué par une tourelle !
gl: ^K1Fuches eliminado por unha torreta!
it: ^K1Sei stato fraggato da una torretta!
ja_jp: ^K1砲塔によって削除された!
pl: ^K1Zostałeś zabity przez wieżyczkę!
pt_br: ^K1Você foi executado por uma sentinela!
ro: ^K1Ai fost ucis de o turelă!
ru: ^K1Вас фрагнула турель!
sv: ^K1Du blev fraggad av en turret!
uk: ^K1Вас фрагнула турель!

source: ^K1You had an unfortunate run in with an eWheel turret!
bg: ^K1Имахте неочаквана среща с eWheel кула!
de: ^K1Du hattest eine unglückliche Auseinandersetzung mit einem eRad-Geschütz!
es: ^K1¡Tuviste un encuentro desafortunado con una torreta eWheel!
fi: ^K1Ikävä kohtaaminen eWheel-tykkitornin kanssa!
fr: ^K1Vous avez eu une rencontre infortunée avec une tourelle eWheel !
gl: ^K1Tiveches un desafortunado encontro cunha torreta electroRoda!
it: ^K1Hai avuto un incontro sfortunato con una torretta eWheel!
ja_jp: ^K1eWheel砲塔との不運な出会いがあった!
pt_br: ^K1Você teve um encontro lamentável com uma sentinela eWheel!
ro: ^K1Ai avut o confruntare nefericită cu o turelă eWheel!
ru: ^K1Ваша встреча с турелью еМобиля закончилась плачевно!
sv: ^K1Du hade en olyckligt möte med en eWheel-turret!
uk: ^K1Вам не пощастило зустрітися з туреллю eWheel!

source: ^K1You were fragged by an eWheel turret!
bg: ^K1Бяхте покосен от eWheel кула!
de: ^K1Du wurdest von einem eRad-Geschütz getötet!
es: ^K1¡Fuiste eliminado por una torreta eWheel!
fi: ^K1Sinut lahtasi eWheel-tykkitorni!
fr: ^K1Vous avez été tué par une tourelle eWheel !
gl: ^K1Fuches eliminado por unha torreta electroRoda!
it: ^K1Sei stato fraggato da una torretta eWheel!
ja_jp: ^K1eWheel砲塔によって削除された!
pl: ^K1Zostałeś zabity przez wieżyczkę eWheel!
pt_br: ^K1Você foi executado por uma sentinela eWheel!
ro: ^K1Ai fost ucis de o turelă eWheel!
ru: ^K1Вас фрагнула турель еМобиля!
sv: ^K1Du blev fraggad av en eWheel-turret!
uk: ^K1Вас фрагнула турель eWheel!

source: ^K1You had an unfortunate run in with a Walker turret!
bg: ^K1Имахте злощастен сблъсък с кула Walker!
de: ^K1Du hattest eine unglückliche Auseinandersetzung mit einem Läufer-Geschütz!
es: ^K1¡Tuviste un encuentro desafortunado con una torreta Walker!
fi: ^K1Ikävä kohtaaminen Walker-tykkitornin kanssa!
fr: ^K1Vous avez eu une rencontre infortunée avec une tourelle Walker !
gl: ^K1Tiveches un desafortunado encontro cunha torreta Andante!
it: ^K1Hai avuto un incontro sfortunato con una torretta eWheel!
ja_jp: ^K1ウォーカー砲塔との不運な出会いがあった!
pt_br: ^K1Você teve um encontro lamentável com uma sentinela Walker!
ro: ^K1Ai avut o confruntare nefericită cu o turelă de deplasare!
ru: ^K1Ваша встреча с турелью Ходуна закончилась плачевно!
sv: ^K1Du hade en olyckligt möte med en Walker-turret!
uk: ^K1Вам не пощастило зустрітися з туреллю Walker!

source: ^K1You were fragged by a Walker turret!
bg: ^K1Бяхте покосен от кула Walker!
de: ^K1Du wurdest von einem Läufer-Geschütz getötet!
es: ^K1¡Fuiste eliminado por una torreta Walker!
fi: ^K1Sinut lahtasi Walker-tykkitorni!
fr: ^K1Vous avez été tué par une tourelle Walker !
gl: ^K1Fuches eliminado por unha torreta Andante!
it: ^K1Sei stato fraggato da una torretta Walker!
ja_jp: ^K1ウォーカー砲塔によって削除された!
pl: ^K1Wieżyczka Walker zabiła cię!
pt_br: ^K1Você foi executado por uma sentinela Walker!
ro: ^K1Ai fost ucis de o turelă de deplasare!
ru: ^K1Вас фрагнула турель Ходуна!
sv: ^K1Du blev fraggad av en Walker-turret!
uk: ^K1Вас фрагнула турель Walker!

source: ^K1You got caught in the blast of a Bumblebee explosion!
ast: ^K1¡Tabes metanes del españíu d'un Bumblebee!
bg: ^K1Бяхте хванат от взривната вълна на Bumblebee експлозия!
de: ^K1Du wurdest von der Explosion einer Hummel getötet!
es: ^K1¡Fuiste atrapado en el estallido de la explosión de un Bumblebee!
fi: ^K1Otit osumaa Bumblebee:n töräyksestä!
fr: ^K1Vous avez été pris dans l'explosion d'un Bumblebee !
gl: ^K1Apañouche a onda da explosión dun Abeillón!
it: ^K1Sei stato coinvolto nello scoppio dell'esplosione di un Bumblebee!
ja_jp: ^K1バンブルビーの爆風に巻き込まれた!
pt_br: ^K1Você foi pego pelo raio de uma explosão de Bumblebee!
ro: ^K1Ai fost prins în explozia unei arme Bondar!
ru: ^K1Вас задело взрывной волной Шмеля!
sv: ^K1Du blev inblandad in i sprängningen av en Bumblebee-explosion!
uk: ^K1Ви загинули у вибуху Bumblebee!

source: ^K1You were crushed by a vehicle!
bg: ^K1Бяхте премазан от превозно средство!
de: ^K1Du wurdest von einem Fahrzeug zerquetscht!
es: ^K1¡Fuiste aplastado por un vehículo!
fi: ^K1Ajoneuvo murskasi sinut!
fr: ^K1Vous avez été écrasé par un véhicule !
gl: ^K1Fuches esmagado por un vehículo!
it: ^K1Sei stato schiacciato da un veicolo!
ja_jp: ^K1乗り物に押し潰された!
pl: ^K1Zostałeś zmiażdżony przez pojazd!
pt_br: ^K1Você foi esmagado por um veículo!
ro: ^K1Ai fost zdrobit de un vehicul!
ru: ^K1Вы были раздавлены весом тяжёлой машины!
sv: ^K1Du blev krossad av ett fordon!
uk: ^K1Вас розчавила машина!

source: ^K1You were caught in a Raptor cluster bomb!
bg: ^K1Вие бяхте хванат от Raptor бомба!
de: ^K1Du wurdest in Raptor-Streubomben gefangen!
es: ^K1¡Fuiste atrapado en la bomba de un Raptor!
fi: ^K1YOtit osumaa Raptor-sirpalepommista!
fr: ^K1Vous avez été pris dans un bombardement de Raptor !
gl: ^K1Fuches atrapado nunha bomba de acio do Rapineiro!
it: ^K1Sei stato preso dalla bomba a grappolo di un Raptor!
ja_jp: ^K1ラプタークラスター爆弾に巻き込まれた!
pt_br: ^K1Você foi pego por uma bomba Raptor!
ro: ^K1Ai fost prins într-un cluster de bombe Raptor!
ru: ^K1Вас накрыло кассетными бомбами с Ящера!
sv: ^K1Du blev inblandad i en Raptor-klusterbomb!
uk: ^K1Ви опинилися біля кластерної бомби Raptor!

source: ^K1You got caught in the blast of a Raptor explosion!
ast: ^K1¡Tabes metanes del españíu d'un Raptor!
bg: ^K1Вие бяхте в центъра на Raptor експлозия!
de: ^K1Du wurdest von der Explosion eines Raptors getötet!
es: ^K1¡Fuiste atrapado en el estallido de una explosión de Raptor!
fi: ^K1YOtit osumaa Raptor:in töräyksestä!
fr: ^K1Vous avez été pris dans l'explosion d'un Raptor !
gl: ^K1Quedaches atrapado na explosión dun Rapineiro!
it: ^K1Sei stato coinvolto nello scoppio dell'esplosione di un Raptor!
ja_jp: ^K1ラプターの爆風に巻き込まれた!
pt_br: ^K1Você foi pego no raio de uma explosão de Raptor!
ro: ^K1Ai fost prin în explozia unui Raptor!
ru: ^K1Вас задело взрывной волной от Ящера!
sv: ^K1Du blev inblandad i sprängningen av en Raptor-explosion!
uk: ^K1Ви загинули у вибуху Raptor!

source: ^K1You got caught in the blast of a Spiderbot explosion!
ast: ^K1¡Tabes metanes del españíu d'un Spiderbot!
bg: ^K1YВие бяхте хванат от взривната вълна на Spiderbot експлозия!
de: ^K1Du wurdest von der Explosion eines Spiderbots getötet!
es: ^K1¡Fuiste atrapado en el estallido de una explosión del Robot Araña!
fi: ^K1Otit osumaa Hämisbot:in räjähdyksen töräyksestä!
fr: ^K1Vous avez été pris dans l'explosion d'un Spiderbot !
gl: ^K1Quedaches atrapado na explosión dunha explosión de Robot araña!
it: ^K1Sei stato coinvolto nello scoppio dell'esplosione di uno Spiderbot!
ja_jp: ^K1スパイダーボットの爆風に巻き込まれた!
pt_br: ^K1Você foi pego no raio de uma explosão de Spiderbot!
ro: ^K1You a fost prins în explozia unui Păianjen Mecanizat!
ru: ^K1Вас задело взрывной волной от Пауко-ботa!
sv: ^K1Du blev inblandad i sprängningen av en Spiderbot-explosion!
uk: ^K1Ви загинули у вибуху Spiderbot!

source: ^K1You were blasted to bits by a Spiderbot rocket!
bg: ^K1Вие бяхте радробен на парченца от Spiderbot ракета!
de: ^K1Du wurdest von der Rakete eines Spinnenroboters in Stücke gesprengt!
es: ^K1¡Fuiste despedazado por un misil del Robot Araña!
fi: ^K1Sinut posautettiin palasiksi Hämisbot:in raketin toimesta!
fr: ^K1Vous avez été réduit en miettes par une roquette de Spiderbot !
gl: ^K1Un foguete Robot Araña destrozoute!
it: ^K1Sei stato fatto esplodere in pezzi dal razzo di uno Spiderbot!
ja_jp: ^K1スパイダーボットのロケットで爆破された!
pt_br: ^K1Você foi despedaçado por um foguete de Spiderbot!
ro: ^K1You a fost spulberat de racheta unui Păianjen Mecanizat!
ru: ^K1Ракета Пауко-бота порвала вас в клочья!
sv: ^K1Du blev sprängd till bitar av en Spiderbot-raket!
uk: ^K1Вас рознесло на шматки ракетами Spiderbot!
