Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Players will be given only one weapon, which can instantly kill the opponent with a single shot. If the player runs out of ammo, they will have 10 seconds to find some or if they fail to do so, face death. The secondary fire mode does not inflict any damage but is good for doing trickjumps.
de: Die Spieler erhalten nur eine Waffe, welche den Gegner mit einem Schuss sofort töten kann. Wenn dem Spieler die Muntion ausgeht, hat er 10 Sekunden Zeit, um welche zu finden. Geschieht dies nicht, droht ihm der Tod. Der sekundäre Feuermodus verursacht keinen Schaden, eignet sich aber gut für Tricksprünge.
es: Los jugadores recibirán una arma, la cual puede eliminar instantáneamente al oponente con un sólo disparo. Si el jugador se queda sin munición, esos tienen 10 segundos para encontrar munición, pero si no logran, morirán. El modo disparo secundario no inflige ningún daño pero es bueno para hacer saltos.
fi: Pelaajille annetaan vain yksittäinen ase, joka yhdellä osumalla tappaa vastustajan. Mikäli pelaajalta loppuvat ammukset, hänellä on 10 sekuntia aikaa löytää niitä. Ellei pelaaja löydä ammuksia ajallaan, hän kohtaa kuoleman. Toissijainen tulitus ei aiheuta yhtään vahinkoa, mutta voi koitua hyödylliseksi temppuhyppyjä varten.
fr: Les joueurs n'ont droit qu'à une seule arme qui peut tuer l'adversaire instantanément en un seul tir. Si le joueur est à court de munitions, il a 10 secondes pour en trouver, sans quoi il meurt. Le tir secondaire n'inflige aucun dégât mais est utile pour réaliser des sauts.
gl: Os xogadores só recibirán unha arma, que pode matar ao opoñente ao instante dun só tiro. Se o xogador queda sen munición, terá 10 segundos para atopar algunha ou, se non o logra, enfrontarase á morte. O modo de disparo secundario non inflixe ningún dano, pero é bo para facer saltos.
it: Ai giocatori sarà data una sola arma, che può istantaneamente uccidere l'avversario con un singolo sparo. Se il giocatore esaurisce le munizioni, avrà 10 secondi per trovarne qualcuna altrimenti morirà. Il fuoco secondario non infligge nessun danno ma è buono per fare salti speciali.
ja_jp: 選手は一つの武器を与えられ、その一撃で相手を即座に倒すことができます。弾薬を使い切った場合、10秒以内に弾薬を見つけなければ死にます。セカンダリファイアモードはダメージを与えませんが、トリックジャンプに適しています。
pt_br: Os jogadores terão uma arma que pode instantaneamente matar o oponente com um único disparo. Se o jogador ficar sem munição, ele terá 10 segundos para encontrar alguma e, se não conseguir fazer isso, morrerá. O modo de disparo secundário não causa nenhum dano, mas é útil para executar truques de movimento.
ru: Игрокам будет предоставлено только одно оружие, которым можно мгновенно убить противника с одного выстрела. Если у игрока закончатся боеприпасы, у него будет 10 секунд, чтобы найти их, а если он этого не сделает, ему грозит смерть. Вторичный режим огня не наносит никакого урона, но хорош для трюковых прыжков.
sv: Spelarna kommer at bara ges ett vapen som kommer att omedelbart döda motståndaren med ett enda skott. Om spelaren får slut på ammunition har de 10 sekunder att hitta mer, annars dör dem. Sekundäreld gör ingen skada men är bra för att göra trickhopp.

source: No items Xonotic - instead of pickup items, everyone plays with the same weapon. After some time, a countdown will start, after which everyone will switch to another weapon.
de: Xonotic ohne aufsammelbare Gegenstände – Anstelle der Möglichkeit, Waffen aufzusammeln, spielen alle mit der gleichen Waffe. Nach einiger Zeit startet ein Countdown, danach wechseln alle Spieler zu einer neuen gleichen Waffe.
es: Sin objetos de Xonotic - en vez de recoger objetos, todos juegan con la misma arma. Después de algún tiempo, comienza una cuenta regresiva, después todos juegan con otra arma.
fi: Xonotic ilman esineitä - poiminnallisten esineiden sijasta, kaikki pelaavat samalla aseella. Kotvan kuluttua, lähtölaskenta alkaa, ja jonka päätyttyä jokainen vaihtaa toiseen aseeseen.
fr: No Items Xonotic - tous les joueurs jouent avec la même arme, et celle-ci change régulièrement.
gl: Sen obxetos Xonotic - en lugar de elementos de recollida, todos xogan coa mesma arma. Despois dun tempo, comezará unha conta atrás, despois da cal todos cambiarán a outra arma.
it: "No items Xonotic" - invece di raccogliere oggetti, ognuno giocherà con la stessa arma. Dopo un po' di tempo, un conto alla rovescia inizierà, dopo il quale ognuno passerà ad un'altra arma.
ja_jp: XONOTICのアイテムなし · ピックアップアイテムの代わりに、全員が同じ武器で遊びます。しばらくするとカウントダウンが始まり、その後全員が別の武器に切り替えます。
pt_br: Sem itens Xonotic - em vez de pegar itens espalhados pelo mapa, todo mundo joga com a mesma arma. Após um certo tempo, inciará uma contagem regressiva e, depois disso, todos trocarão para outra arma.
ru: Xonotic без предметов — вместо подбора предметов, каждый играет одним и тем же оружием. Через некоторое время начнётся обратный отчёт, после чего произойдёт переключение на другое оружие.
sv: No items Xonotic - istället för att plocka upp saker så spelar alla med samma vapen. Efter en stund kommer en nedräkning att börja, då alla spelare kommer sedan att växla till ett annat vapen.

source: with blaster
be: з бластэрам
bg: с бластер
de: mit Blaster
es: Con el blaster
fi: läjäyttimellä
fr: avec le blaster
gl: con bláster
it: con blaster
ja_jp: ブラスターで
pl: z Blasterem
pt_br: com blaster
ro: cu blaster
ru: с бластером
sv: med blaster

source: Always carry the blaster as an additional weapon in Nix
de: Den Blaster immer als zusätzliche Waffe in Nix tragen
es: Llevar siempre el blaster como arma adicional en Nix
fi: Läjäytin aina kannossa lisäaseen ominaisuudessa Nix:issä
fr: Toujours porter le blaster en tant qu'arme additionnelle en mode Nix
gl: Leva sempre o bláster como arma adicional en Nix
it: Trasporta sempre il blaster come arma addizionale in Nix
ja_jp: NIXの追加の武器として常にブラスターを運ぶ
pt_br: Sempre carregue a blaster como uma arma adicional em Nix
ru: Добавить бластер в качестве дополнительного оружия в Никс
sv: Bär alltid på blastern som ett additionellt vapen i Nix

source: Mutators
ast: Mutaciones
be: Мутатары
bg: Мутатори
de: Mutatoren
es: Mutadores
fi: Muokatut pelitilat
fr: Mutateurs
gl: Mutadores
it: Mutatori
ja_jp: ミューテーター
pl: Modyfikatory
pt_br: Modificadores
ro: Modificatori
ru: Мутаторы
sr: Мутатори
sv: Mutatorer
uk: Мутатори

source: SRVS^Categories
ast: Estayes
be: SRVS^Катэгорыі
bg: SRVS^Категории
de: SRVS^Kategorien
es: Categorías
fi: SRVS^Osa-alueet
fr: Catégories
gl: SRVS^Categorias
it: Categorie
ja_jp: カテゴリー
pl: Kategorie
pt_br: Categorias
ro: SRVS^Categorii
ru: SRVS^Категории
sr: SRVS^Категорије
sv: Kategorier

source: SRVS^Empty
ast: Baleros
be: Пустыя
bg: SRVS^Празни
de: SRVS^Leer
es: Vacíos
fi: SRVS^Tyhjä
fr: Vide
gl: SRVS^baleiro
it: Vuoti
ja_jp: 空っぽ
pl: Puste
pt_br: Vazio
ro: SRVS^Gol
ru: Пустые
sr: SRVS^Празни
sv: Tomma
uk: Порожні

source: Show empty servers
ast: Amuesa los sirvidores baleros
de: Aktiviere die Anzeige von leeren Servern
es: Mostrar servidores vacíos
fi: Näytä tyhjät palvelimet
fr: Afficher les serveurs vides
gl: Mostrar servidores baleiros
it: Mostra server vuoti
ja_jp: 空っぽのサーバーを表示する
pl: Wyświetl puste serwery
pt_br: Exibir servidores vazios
ru: Показывать пустые серверы
sr: Прикажи празне сервере
sv: Visa tomma servrar

source: SRVS^Full
ast: Enllenos
be: Поўныя
bg: SRVS^Пълни
de: SRVS^Voll
es: Llenos
fi: SRVS^Täynnä
fr: Plein
gl: SRVS^Cheo
it: Pieni
ja_jp: いっぱい
pl: Pełne
pt_br: Cheio
ro: SRVS^Plin
ru: Полные
sr: SRVS^Пуни
sv: Fulla
uk: Повні

source: Show full servers that have no slots available
ast: Amuesa los sirvidores enllenos
de: Aktiviere die Anzeige von vollen Servern, die keinen freien Platz mehr haben
es: Mostrar los servidores que no tienen espacio disponible
fi: Näytä täydet palvelimet joissa ei ole pelaajapaikkoja jäljellä
fr: Afficher les serveurs pleins, sans place disponible
gl: Mostra servidores completos que non teñen slots dispoñibles
it: Mostra server pieni che non hanno slot disponibili
ja_jp: 使用可能なスロットがないサーバー全体を表示する
pl: Pokazuj pełne serwery bez wolnych miejsc
pt_br: Exibir servidores cheios que não têm vagas disponíveis
ru: Показывать полные серверы без свободных мест
sr: Прикажи пуне сервере без доступних места
sv: Visa fulla servrar som inte har några platser tillgängliga

source: SRVS^Laggy
ast: Con lag
de: SRVS^Verzögert
fi: SRVS^Laginen
fr: Lent
gl: SRVS^Con lag
it: Ping alto
ja_jp: ラグい
pt_br: Lagado
ro: SRVS^Lent
ru: Далёкие
sv: Laggiga

source: Show high latency servers
ast: Amuesa los sirvidores con un ping altu
de: Server mit hoher Latenz anzeigen
es: Mostrar servidores de alta latencia
fi: Näytä korkean viiveen palvelimet
fr: Afficher les serveurs à latence élevée
gl: Mostrar servidores de alta latencia
it: Mostra serve con una latenza alta
ja_jp: 高遅延サーバーを表示する
pl: Pokazuj serwery z dużym lagiem
pt_br: Exibir servidores com ping alto
ru: Показывать серверы с долгим откликом
sv: Visa servrar med hög latenstid

source: Reload the server list
ast: Recarga la llista de sirvidores
de: Serverliste neu laden
es: Actualizar la lista de servidores
fi: Lataa palvelinluettelo uudestaan
fr: Recharger la liste des serveurs
gl: Volve cargar a lista de servidores
it: Ricarica la lista dei server
ja_jp: サーバーリストを更新する
pl: Odśwież listę serwerów
pt_br: Atualizar a lista de servidores
ru: Перезагрузить список серверов
sr: Поново учитај списак сервера
sv: Ladda om serverlistan

source: Pause
ast: Posar
be: Паўза
bg: Пауза
es: Pausar
fi: Tauko
gl: Pausa
it: In pausa
ja_jp: 一時停止
pl: Przerwa
pt_br: Pausar
ro: Pauză
ru: Пауза
sr: Заустави
sv: Pausa
uk: Пауза

source: Pause updating the server list to prevent servers from "jumping around"
ast: Posa l'anovamientu de la llista de sirvidores pa evitar que se muevan
de: Unterbreche die automatische Aktualisierung der Serverliste um ein „Herumspringen“ zu verhindern
es: Pausar la actualización de la lista de servidores para evitar que se salten
fi: Tauota palvelinluettelon päivittäminen estääksesi palvelimien "sinne-tänne hyppelyn"
fr: Ne pas mettre à jour la liste des serveurs pour éviter de « glisser » sur un autre serveur
gl: Pausa a actualización da lista de servidores para evitar que os servidores "salten"
it: Ferma l'aggiornamento della lista server per prevenire il continuo spostamento di posizione dei server
ja_jp: スキップしないようにサーバーリストの更新を一時停止する
pt_br: Pausa a atualização da lista de servidores para evitar que os servidores fiquem saindo do lugar
ru: Приостановить обновление списка для закрепления серверов на своих местах
sv: Pausa uppdatering av serverlistan för att förhindra servrar från att "hoppa runt"

source: Address:
ast: Direición:
be: Адрас:
bg: Адрес:
de: Adresse:
es: Dirección:
fi: Osoite:
fr: Adresse :
gl: Enderezo:
it: Indirizzo:
ja_jp: アドレス:
pl: Adres:
pt_br: Endereço:
ro: Adresă:
ru: Адрес:
sr: Адреса:
sv: Adress:
uk: Адреса:

source: Info...
ast: Información...
be: Інфармацыя...
bg: Информация...
es: Información...
fi: Tietoa...
fr: Informations…
ja_jp: 情報...
pl: Informacje o ...
pt_br: Informações...
ro: Informații...
ru: Сведения…
sr: Подаци...
uk: Відомості...

source: Show more information about the currently highlighted server
ast: Amuesa más información tocante al sirvidor rescampláu
de: Lass dir mehr Informationen über den markierten Server anzeigen
es: Mostrar más información sobre el servidor actual resaltado
fi: Näytä lisätietoja tämänhetkisestä korostetusta palvelimesta
fr: Afficher plus d'informations sur le serveur sélectionné
gl: Mostra máis información sobre o servidor resaltado actualmente
it: Mostra maggiori informazioni riguardo il server attualmente selezionato
ja_jp: 現在強調表示されているサーバーに関する詳細情報を表示する
pl: Wyświetl więcej informacji o aktualnie wybranym serwerze
pt_br: Exibir mais informações sobre o servidor atualmente destacado
ru: Показать больше сведений о выбранном сервере
sv: Visa mer information om den markerade servern

source: No Terms of Service specified
de: Keine Nutzungsbedingungen angegeben
es: No se han especificado los Términos del Servicio
fi: Käyttöehtoja ei ole määritelty
fr: Aucune condition d'utilisation spécifiée
gl: Non se especificaron condicións de servizo
it: Termini di servizio non specificati
ja_jp: 利用規約は指定されていません
pt_br: Termos de Serviço não especificados
ru: Условия использования не указаны
sv: Inga villkor för tjänsten specifierade

source: MOD^Default
ast: Por defeutu
bg: По подразбиране
de: MOD^Standard
es: Por defecto
fi: MOD^Vakio
fr: Par défaut
gl: MOD^Predeterminado
it: Predefinito
ja_jp: MOD^デフォルト
pl: MOD^Domyślny
pt_br: Padrão
ru: MOD^Стандартный
sr: MOD^Подразумевано
sv: Standard

source: %d modified
ast: %d modificaos
be: %d змяненняў
bg: %d променени
de: %d veränderte Einstellungen
es: %d modificado
fi: %d muokattu
fr: %d modifiés
gl: %d modificado
it: %d modificate
ja_jp: %d 変更した
pl: %d zmodyfikowany
pt_br: %d modificadas
ro: %d modificat
ru: %d изменено
sr: %d измењено
sv: %d modifierad
uk: %d змінених налаштувань

source: Official
ast: Oficiales
be: Афіцыйныя настáўленні
bg: Официални
de: Offizielle Einstellungen
es: Oficial
fi: Viralliset asetukset
fr: Officiels
gl: Oficial
it: Ufficiali
ja_jp: 公式
pl: Oficjalny
pt_br: Oficial
ro: Oficial
ru: Официальные
sr: Званичан
sv: Officiell
uk: Офіційні налаштування

source: N/A (auth library missing, can't connect)
ast: N/D (falta la biblioteca d'autenticación, nun pue conectase)
be: Н/Д (не выйшла далучыцца, няма бібліятэкі аўтэнтыфікацыі)
bg: НЯМА (библиотеката липсва, не може да се осъществи връзка)
de: N/A (auth-Bibliothek fehlt, kann nicht verbinden)
es: N/A (falta la biblioteca de autenticación, no es posible conectarse)
fi: Ei saatavilla (valtuutuskirjastot puuttuvat, ei voida yhdistää)
fr: N/A (bibliothèque d'authentification manquante, impossible de se connecter)
gl: N/A (falta a biblioteca de autenticación, non se pode conectar)
it: N.D. (libreria di autenticazione mancante, impossibile connettersi)
ja_jp: N/A (認証ライブラリがないため接続できません)
pl: N/A (brak biblioteki auth, nie można połączyć)
pt_br: N/A (biblioteca de autenticação não encontrada, não foi possível se conectar)
ro: N/A (librăria de autentificare lipsește, conexiune imposibilă)
ru: Н/Д (нельзя подключиться, библиотека авторизации не найдена)
sr: Н/Д (недостаје библиотека за идентификацију, не могу се повезати)
sv: N/A (auktoriseringsbibliotek saknas, kan inte ansluta)
uk: Н/Д (автентична бібліотека відсутня, неможливо з'єднатися)

source: N/A (auth library missing)
ast: N/D (falta la biblioteca d'autenticación)
be: Н/Д (няма бібліятэкі аўтэнтыфікацыі)
bg: N/A (библиотеката за проверка липсва)
de: N/A (auth-Bibliothek fehlt)
es: N/A (falta la biblioteca de autenticación)
fi: Ei saatavilla (valtuutuskirjastot puuttuvat)
fr: N/A (bibliothèque d'authentification manquante)
gl: N/A (falta a biblioteca de autenticación)
it: N.D. (libreria di autenticazione mancante)
ja_jp: N/A (認証ライブラリがない)
pl: N/A (brak biblioteki auth)
pt_br: N/A (biblioteca de autenticação não encontrada)
ro: N/A (librăria de autentificare lipsește)
ru: Н/Д (библиотека авторизации не найдена)
sr: Н/Д (недостаје библиотека за идентификацију)
sv: N/A (auktoriseringsbibliotek saknas)
uk: Н/Д (відсутня автентична бібліотека)

source: Not supported (can't connect)
ast: Nun se sofita (nun pue conectase)
be: Не падтрымліваецца (не выйшла далучыцца)
bg: не се поддържа (не може да се осъществи връзка)
de: Nicht unterstützt (Verbindung nicht möglich)
es: No soportado (no se puede conectar)
fi: Ei tuettu (ei voida yhdistää)
fr: Non pris en charge (impossible de se connecter)
gl: Non é compatible (non se pode conectar)
it: Non supportato (impossibile connettersi)
ja_jp: サポートされていません (接続できません)
pl: Nie obsługiwane (nie można połączyć)
pt_br: Não suportado (não foi possível se conectar)
ro: Nesuportat (nu se poate conecta)
ru: Не поддерживается (не могу подключиться)
sr: Н/Д (не могу се повезати)
sv: Stöds ej (kan inte ansluta)
uk: Не підтримується (неможливо з'єднатися)

source: Not supported (won't encrypt)
ast: Nun se sofita (nun va cifrase)
be: Не падтрымліваецца (шыфравання не будзе)
bg: не се поддържа (не може да се криптира)
de: Nicht unterstützt (verschlüsselt nicht)
es: No soportado (no se cifrará)
fi: Ei tuettu (salaus ei onnistu)
fr: Non pris en charge (pas de chiffrement)
gl: Non é compatible (non se cifrará)
it: Non supportato (non criptato)
ja_jp: サポートされていません
pl: Nie obsługiwane (bez szyfrowania)
pt_br: Não suportado (não encriptará)
ro: Nesuportat (nu se poate cripta)
ru: Не поддерживается (шифрования не будет)
sr: Није подржано (нема шифровања)
sv: Stöds ej (kommer inte att kryptera)
uk: Не підтримується (не буде шифрувати)

source: Supported (will encrypt)
ast: Sofítase (va cifrase)
be: Падтрымліваецца (будзе шыфраванне)
bg: поддържа се (с криптиране)
de: Unterstützt (aktiv)
es: Soportado (se cifrará)
fi: Tuettu (salaus onnistuu)
fr: Pris en charge (chiffrement activé)
gl: Compatible (cifrará)
it: Supportato (criptato)
ja_jp: サポートされている (暗号化します)
pl: Obsługiwane (z szyfrowaniem)
pt_br: Suportado (irá encriptar)
ro: Suportat (se va cripta)
ru: Поддерживается (будет шифровано)
sr: Подржано (биће шифровано)
sv: Stöds (kommer att kryptera)
uk: Підтримується (буде шифрувати)

source: Supported (won't encrypt)
ast: Sofítase (nun va cifrase)
be: Падтрымліваецца (шыфравання не будзе)
bg: поддържа се (не може да се криптира)
de: Unterstützt (nicht aktiv)
es: Soportado (no se cifrará)
fi: Tuettu (salaus ei onnistu)
fr: Pris en charge (pas de chiffrement)
gl: Compatible (non cifrará)
it: Supportato (non criptato)
ja_jp: サポートされている (暗号化しません)
pl: Obsługiwane (bez szyfrowania)
pt_br: Suportado (não encriptará)
ro: Suportat (nu se va encripta)
ru: Поддерживается (не будет шифровано)
sr: Подржано (нема шифровања)
sv: Stöds (kommer inte att kryptera)
uk: Підтримується (не буде шифрувати)

source: Requested (will encrypt)
ast: Solicitóse (va cifrase)
be: Запытана (будзе шыфраванне)
bg: изисква се (с криптиране)
de: Erwünscht (aktiv)
es: Solicitado (se cifrará)
fi: Pyydetty (salaus onnistuu)
fr: Requis (chiffrement activé)
gl: Solicitado (cifrarase)
it: Richiesto (criptato)
ja_jp: 要求した (暗号化します)
pl: Na żądanie (z szyfrowaniem)
pt_br: Solicitado (irá encriptar)
ro: Solicitat (se va cripta)
ru: Запрошено (будет шифровано)
sr: Затражено (биће шифровано)
sv: Begärd (kommer att kryptera)
uk: Запитано (не буде шифрувати)

source: Requested (won't encrypt)
ast: Solicitóse (nun va cifrase)
be: Запытана (шыфравання не будзе)
bg: поддържа се (не може да се криптира)
de: Erwünscht (nicht aktiv)
es: Solicitado (no se cifrará)
fi: Pyydetty (salaus ei onnistu)
fr: Requis (pas de chiffrement)
gl: Solicitado (non cifrará)
it: Richiesto (non criptato)
ja_jp: 要求した (暗号化しません)
pl: Na żądanie (bez szyfrowania)
pt_br: Solicitado (não encriptará)
ro: Solicitat (nu se va cripta)
ru: Запрошено (не будет шифровано)
sr: Затражено (нема шифровања)
sv: Begärd (kommer inte att kryptera)
uk: Запитано (буде шифрувати)

source: Required (can't connect)
ast: Solicitóse (nun pue conectase)
be: Патрабуецца (не выйшла далучыцца)
bg: изисква се (не може да се осъществи връзка)
de: Notwendig (nicht kompatibel)
es: Requerido (no se puede conectar)
fi: Vaadittu (ei voida yhdistää)
fr: Requis (impossible de se connecter)
gl: Obrigatorio (non se pode conectar)
it: Richiesto (impossibile connettersi)
ja_jp: 必須 (接続できません)
pl: Wymagane (nie można połączyć)
pt_br: Necessário (não foi possível se conectar)
ro: Necesar (nu se poate conecta)
ru: Требуется (не могу подключиться)
sr: Обавезно (не могу се повезати)
sv: Begärd (kan inte ansluta)
uk: Обов'язкове (неможливо з'єднатися)

source: Required (will encrypt)
ast: Ríquese (va cifrase)
be: Патрабуецца (будзе шыфраванне)
bg: изисква се (с криптиране)
de: Notwendig (aktiv)
es: Requerido (se cifrará)
fi: Vaadittu (salaus onnistuu)
fr: Requis (chiffrement activé)
gl: Obrigatorio (cifrarase)
it: Richiesto (criptato)
ja_jp: 必須 (暗号化します)
pl: Wymagane (z szyfrowaniem)
pt_br: Necessário (irá encriptar)
ro: Necesar (se va cripta)
ru: Требуется (будет шифровано)
sr: Обавезно (биће шифровано)
sv: Krävs (kommer att kryptera)
uk: Обов'язкове (буде шифрувати)

source: Use the `crypto_aeslevel` cvar to change your preferences
ast: Usa la cvar «crypto_aeslevel» pa camudar la to preferencia
de: Benutze die cvar `crypto_aeslevel`, um deine Einstellungen zu ändern
es: Usa la cvar `crypto_aeslevel` para cambiar tus preferencias
fi: Käytä `crypto_aeslevel` cvar muuttaaksesi asetuksia
fr: Utiliser la cvar « crypto_aeslevel » pour changer vos préférences
gl: Use o cvar `crypto_aeslevel` para cambiar as súas preferencias
it: Usa la cvar `crypto_aeslevel` per cambiare le tue preferenze
ja_jp: 設定を変更するには `crypto_aeslevel` cvarを使用します
pt_br: Use a cvar "crypto_aeslevel" para alterar suas preferências
ru: Используйте переменную «crypto_aeslevel» для изменения ваших настроек
sv: Använd `crypto_aeslevel` cvaren för att ändra dina preferenser

source: custom stats server
de: benutzerdefinierter Statistiken server
es: estadísticas personalizadas del servidor
fi: räätälöity tilastopalvelin
fr: serveur de statistiques personnalisé
gl: servidor de estatísticas personalizado
it: server delle statistiche personalizzato
ja_jp: カスタムサーバー状態
pt_br: servidor de estatísticas personalizado
ru: пользовательский сервер статистики
sv: egen statistikserver

source: stats disabled
ast: estadístiques desactivaes
de: Statistiken deaktiviert
es: estadísticas deshabilitadas
fi: tilastot pois päältä
fr: stats désactivées
gl: estatísticas desactivadas
it: statistiche disabilitate
ja_jp: 無効な状態
pl: statystyki wyłączone
pt_br: estatísticas desabilitadas
ru: статистика отключена
sr: статистика онемогућена
sv: statistik avslagen

source: stats enabled
ast: estadístiques activaes
de: Statistiken aktiviert
es: estadísticas habilitadas
fi: tilastot päällä
fr: stats activées
gl: estatísticas activadas
it: statistiche abilitate
ja_jp: 有効な状態
pl: statystyki włączone
pt_br: estatísticas habilitadas
ru: статистика включена
sr: статистика омогућена
sv: statistik påslagen

source: Status
bg: Статус
es: Estado
fi: Tila
fr: Statut
gl: Estado
it: Stato
ja_jp: ステータス
pt_br: Estado
ru: Состояние

source: Terms of Service
ast: Términos del serviciu
de: Nutzungsbedingungen
es: Términos del Servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
gl: Condicións de servicio
it: Termini di servizio
ja_jp: 利用規約
pt_br: Termos de Serviço
ru: Условия использования
sv: Villkor för Tjänst

source: Server Info
de: Server Information
es: Información del servidor
fi: Palvelimen tiedot
fr: Informations sur le serveur
gl: Información do servidor
it: Informazioni server
ja_jp: サーバー情報
pl: Info serwera
pt_br: Informações de Servidor
ru: Сведения о сервере

source: Hostname:
ast: Nome del agospiador:
be: Назва сервера:
bg: Име на хост:
de: Servername:
es: Nombre del servidor:
fi: Palvelimen nimi
fr: Nom d'hôte :
gl: Nome do servidor:
it: Nome dell'host:
ja_jp: ホスト名:
pl: Nazwa:
pt_br: Servidor:
ro: Nume server:
ru: Имя сервера:
sr: Име домаћина:
sv: Värdnamn:
uk: Ім'я сервера:

source: Mod:
be: Мод:
bg: Мод:
fi: Modi:
ro: Modificare:
ru: Мод:
sr: Мод:
uk: Мод:

source: Version:
ast: Versión:
be: Версія:
bg: Версия:
es: Versión:
fi: Julkaisu:
it: Versione:
ja_jp: バージョン:
pl: Wersja:
pt_br: Versão:
ro: Versiune:
ru: Версия:
sr: Издање:
uk: Версія:

source: Settings:
ast: Axustes:
be: Настáўленні:
bg: Настройки:
de: Einstellungen:
es: Configuración:
fi: Asetukset:
fr: Paramètres :
gl: Axustes:
it: Impostazioni:
ja_jp: 設定:
pl: Ustawienia:
pt_br: Configurações:
ro: Setări:
ru: Настройки:
sr: Подешавања:
sv: Inställningar:
uk: Налаштування:

source: Players:
ast: Xugadores:
be: Гульцы:
bg: Играчи:
de: Spieler:
es: Jugadores:
fi: Pelaajat:
fr: Joueurs :
gl: Xogadores:
it: Giocatori:
ja_jp: 選手:
pl: Gracze:
pt_br: Jogadores:
ro: Jucători:
ru: Игроки:
sr: Играчи:
sv: Spelare:
uk: Гравці:

source: Bots:
ast: Robós:
be: Боты:
bg: Ботове:
fi: Botit:
it: Bot:
ja_jp: ボット:
pl: Boty:
ro: Boți:
ru: Боты:
sr: Ботови:
sv: Bottar:
uk: Боти:
