Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Checkpoint times:
de: Kontrollpunktzeiten:
fr: Temps des points de contrôle :
gl: Horarios dos puntos de control:
it: Tempi checkpoint:
pt_br: Tempos dos pontos de checagem:
ru: Времена контрольных точек:

source: ^2Successfully exported to %s! (Note: It's saved in data/data/)
ast: ^2¡Esportóse correutamente a %s! (Nota: guardóse en data/data/)
bg: ^2Успешно записан в %s! (Бележка: Запазено е в data/data/)
de: ^2Erfolgreich nach %s exportiert! (Anmerkung: Es wird in data/data/ gespeichert)
es: ^2¡Exportado con éxito a %s! (Nota: Está guardado en data/data/)
fi: ^2Viety onnistuneesti kohteeseen %s! (Huomautus: tallennettu kansioon data/data/)
fr: ^2Exporté avec succès vers %s ! (note : enregistré dans data/data/)
gl: ^2Exportado con éxito a %s! (Nota: Está gardado en data/data/)
it: ^2Esportato con successo in %s! (Nota: è salvato in data/data/)
ja_jp: ^2%s への書き出すに成功! (註: data/data/ に保存されました)
pl: ^2Wyeksportowano do %s! (Uwaga: Zapisano w data/data/)
pt_br: ^2Exportado para %s! (Observação: foi salvo em data/data/)
ro: ^2Exportat cu succes către %s! (Notă: Fişierul este salvat în data/data)
ru: ^2Успешный экспорт в %s! (Примечание: записано в data/data/)
sr: ^2Успешно извезено у %s! (напомена: сачувано у путањи data/data/)
sv: ^2Exporten till %s lyckades! (Anmärkning: Den är sparad i data/data/)

source: ^1Couldn't write to %s
ast: ^1Nun se pudo escribir en %s
bg: ^1Не може да пише в %s
de: ^1Konnte nicht nach %s schreiben
es: ^1No se pudo escribir a %s
fi: ^1Ei voitu kirjoittaa kohteeseen %s
fr: ^1Impossible d'écrire dans %s
gl: ^1Non se puido escribir a %s
it: ^1Impossibile scrivere su %s
ja_jp: ^1%sへの書き込みは失敗しました
pl: ^1Nie można zapisać do %s
pt_br: ^1Não foi possível escrever para %s
ro: ^1Nu s-a putut scrie către %s
ru: ^1Не удалось записать в %s
sr: ^1Нисам могао да упишем у %s
sv: ^1Kunde inte skriva till %s

source: Title
de: Titel
fr: Titre
gl: Título
it: Titolo
pt_br: Título
ru: Заголовок

source: ^3Countdown message at time %s, seconds left: ^COUNT
ast: ^3Mensaxe de cuenta atrás en %s, segundos que queden: ^COUNT
bg: ^3Съобщение за обратно броене във време %s, оставащи секунди: ^COUNT
de: ^3Countdown-Nachricht bei Zeitpunkt %s, Sekunden übrig: ^COUNT
es: ^3Mensaje de cuenta atrás a la hora %s, segundos restantes: ^COUNT
fi: ^3Laskentaviesti ajassa %s, sekuntia jäljellä: ^COUNT
fr: ^3Message de compte à rebours au temps %s, secondes restantes : ^COUNT
gl: ^3Mensaxe de conta atrás en %s, segundos restantes: ^COUNT
it: ^3Messaggio di conto alla rovescia %s, secondi rimasti: ^COUNT
ja_jp: ^3時刻%s秒読みメッセージ, 残り秒: ^COUNT
pl: ^3Komunikat o odliczaniu czasu %s, zostało sekund: ^COUNT
pt_br: ^3Mensagem de contagem regressiva em %s. Segundos restantes: ^COUNT
ro: ^3Mesajul cu numărătoare inversă este la %s, mai sunt doar ^COUNT secunde ramase.
ru: ^3Сообщение отсчёта начала матча длительностью %s, секунд осталось: ^COUNT
sr: ^3Порука одбројавања у тренутку %s, преостало секунди: ^COUNT
sv: ^3Nedräkningsmeddelande vid tiden %s, sekunder kvar: ^COUNT

source: ^1Multiline message at time %s that ^BOLDlasts longer than normal
bg: ^1Многоредово съобщение във време %s което ^BOLDсе задържа по-дълго от нормалното
de: ^1Mehrzeilige Nachricht beim Zeitpunkt %s, welche ^BOLDlänger als üblich bleibt
es: ^1Mensaje de varias líneas en %s ^BOLDdura más de lo normal
fi: ^1Moniriviviesti ajassa %s joka ^BOLDkestää pidempään kuin yleensä
fr: ^1Message multi-lignes au temps %s qui ^BOLDdure plus longtemps que la normale
gl: ^1Mensaxe multiliña en %sque ^BOLD dura máis do normal
it: ^1Messaggio multilinea al tempo %s che ^BOLDdura di più del normale
ja_jp: ^1%s 秒で複数行のメッセージが ^BOLD通常より長くなります
pt_br: ^1Mensagem de multilinha em %s que ^BOLDdura mais que o normal
ru: ^1Многострочное сообщение в течение %s, ^BOLDоно отображается дольше, чем обычное
sv: ^1Flerradsmeddelande vid tiden %s som ^BOLDvarar längre an vanligtvis

source: Message at time %s
bg: Съобщение във време %s
de: Nachricht beim Zeitpunkt %s
es: Mensaje a la hora %s
fi: Viesti ajassa %s
fr: Message au temps %s
gl: Mensaxe en %s
it: Messaggio al tempo %s
ja_jp: 時刻 %s でメッセージ
pl: Wiadomość o czasu %s
pt_br: Mensagem em %s
ro: Mesaj la %s
ru: Сообщение в течение %s
sr: Порука у тренутку %s
sv: Meddelande vid tiden %s

source: Generic message
ast: Mensaxe xenéricu
bg: Общо съобщение
de: Allgemeine Nachricht
es: Mensaje genérico
fi: Yleisluontoinen viesti
fr: Message générique
gl: Mensaxe xenérica
it: Messaggio generico
ja_jp: 一般的なメッセージ
pl: Ogólna wiadomość
pt_br: Mensagem genérica
ro: Mesaj generic
ru: Общее сообщение
sr: Општа порука
sv: Generellt meddelande

source: vs
bg: срещу
fi: vastaan
gl: contra
it: contro
ja_jp: 対
ru: против
sv: mot

source: ^3Player^7: This is the chat area.
ast: ^3Xugador^7: Esto ye l'área pa charrar.
be: ^3Гулец^7: Гэта чат.
bg: ^3Играч^7: Това е мястото чатене
de: ^3Spieler^7: Dies ist der Chat-Bereich.
es: ^3Jugador^7: Este es el área del chat.
fi: ^3Pelaaja^7: Tämä on keskustelualue.
fr: ^3Joueur^7 : Ceci est la zone de tchat.
gl: ^3Xogador^7: Esta é a área de conversa.
it: ^3Giocatore^7: Questa è l'area chat.
ja_jp: ^3プレイヤー^7: ここがチャットエリアです。
pl: ^3Player^7: Oto pole na rozmowę.
pt_br: ^3Jogador^7: Isto é a área do bate-papo.
ro: ^3Jucător^7: Aceasta este zona de conversație.
ru: ^3Игрок^7: Это область чата.
sr: ^3Играч^7: Ово је простор за ћаскање.
sv: ^3Spelare^7: Det här är chattområdet.
uk: ^3Гравець^7: Це зона чату.

source: Checkpoint %d
de: Kontrollpunkt %d
fr: Point de contrôle %d
gl: Punto de control %d
pt_br: Ponto de checagem %d
ru: Контрольная точка %d

source: FPS: %.*f
be: кадры/с: %.*f
bg: К/С: %.*f
fi: FPS-ruutunopeus: %.*f
fr: IPS : %.*f
ru: Кадр/с: %.*f
sr: КПС: %.*f

source: ^1Observing
ast: ^1Mirando
be: ^1Агляд
bg: ^1Наблюдавам
de: ^1Beobachten
es: ^1Observando
fi: ^1Tarkkailee
fr: ^1Caméra libre
gl: ^1Observando
it: ^1Osservando
ja_jp: ^1観察中
pl: ^1Tryb widza
pt_br: ^1Observando
ro: ^1În mod observare
ru: ^1Свободный обзор
sr: ^1Посматрање
sv: ^1Observerar

source: ^1Spectating: ^7%s
ast: ^1Yes l'espectador de ^7%s
be: ^1Назіранне: ^7%s
bg: ^1Зрител: ^7%s
de: ^1Zuschauen bei: ^7%s
es: ^1Observando: ^7%s
fi: ^1Katselee: ^7%s
fr: ^1Vous observez : ^7%s
gl: ^1Ollando: ^7%s
it: ^1Guardando: ^7%s
ja_jp: ^1観戦中: ^7%s
pl: ^1Obserwujesz: ^7%s
pt_br: ^1Assistindo: ^7%s
ro: ^1În mod spectator: ^7%s
ru: ^1Наблюдение: ^7%s
sr: ^1Праћење: ^7%s
sv: ^1Tittar på: ^7%s
uk: ^1Спостерігаєте за: ^7%s

source: ^1Press ^3%s^1 to spectate
ast: ^1Primi ^3%s^1 pa ser espectador
be: ^1Націсніце ^3%s^1 каб назіраць
bg: ^1Натиснете ^3%s^1 за да наблюдавате играч
de: ^1Drücke ^3%s^1, um jemandem zuzuschauen
es: ^1Pulsa ^3%s^1 para entrar en modo espectador
fi: ^1Paina ^3%s^1 katsellaksesi
fr: ^1Appuyez sur ^3%s^1 pour devenir spectateur
gl: Preme ^3%s^1 para ver
it: ^1Premi ^3%s^1 per guardare
ja_jp: 観戦するために ^3%s ^1を押して
pl: ^1Naciśnij ^3%s^1 aby przejść do trybu widza
pt_br: ^1Aperte ^3%s^1 para assistir
ro: ^1Apasă ^3%s^1 pentru a deveni spectator
ru: ^1Для наблюдения — ^3%s
sr: ^1Притисните ^3%s^1 за праћење
sv: ^1Tryck på ^3%s^1 för att åskåda

source: primary fire
ast: Disparu primariu
bg: Основна стрелба
de: Primärfeuer
es: disparo primario
fi: ensisijainen tulitus
fr: tir primaire
gl: disparo primario
it: fuoco primario
ja_jp: メイン射撃
pl: głowny ogień
pt_br: disparo primário
ro: Mod principal de tragere
ru: основной огонь
sr: примарно пуцање
sv: primäreld

source: ^1Press ^3%s^1 or ^3%s^1 for next or previous player
ast: ^1Primi ^3%s^1 o ^3%s^1 pa dir al xugador anterior o siguiente
be: ^1Націсніце ^3%s^1 ці ^3%s^1 каб перайсці да наступнага ці папярэдняга гульца
bg: ^1Натиснете ^3%s^1 или ^3%s^1 за следващ или предишен играч
de: ^1Drücke ^3%s^1 oder ^3%s^1 für den nächsten oder vorherigen Spieler
es: ^1Pulsa ^3%s^1 o ^3%s^1 para ver el jugador siguiente o anterior
fi: ^1Paina ^3%s^1 tai ^3%s^1 siirtyäksesi seuraavaan tai edelliseen pelaajaan
fr: ^1Appuyez sur ^3%s^1 ou ^3%s^1 pour basculer sur le joueur suivant ou précédent
gl: ^1Preme ^3%s^1 ou ^3%s^1 para ollar o xogador seguinte ou anterior
it: ^1Premi ^3%s^1 o ^3%s^1 per prossimo o precedente giocatore
ja_jp: ^3%s^1または^3%s^1を押すと次または前のプレイヤーが表示されます
pl: ^1Naciśnij ^3%s^1 lub ^3%s^1 aby oglądać następnego lub poprzedniego gracza
pt_br: ^1Aperte ^3%s^1 ou ^3%s^1 para o jogador seguinte ou anterior
ro: ^1Apasă ^3%s^1 sau ^3%s^1 pentru jucătorul următor sau precedent
ru: ^1Для перехода к след./пред. игроку — ^3%s^1 / ^3%s
sr: ^1Притисните ^3%s^1 или ^3%s^1 за следећег или претходног играча
sv: ^1Tryck på ^3%s^1 eller ^3%s^1 för nästa eller föregående spelare
uk: ^1Натисніть ^3%s^1 або ^3%s^1 щоб перейти до наступного чи попереднього гравця

source: next weapon
ast: arma siguiente
bg: следващо оръжие
de: nächste Waffe
es: siguiente arma
fi: seuraava ase
fr: arme suivante
gl: seguinte arma
it: arma seguente
ja_jp: 次の武器
pl: następna broń
pt_br: arma seguinte
ro: Următoarea armă
ru: след. оружие
sr: следеће оружје
sv: nästa vapen

source: previous weapon
ast: arma anterior
bg: предишно оръжие
de: vorherige Waffe
es: arma anterior
fi: edellinen ase
fr: arme précédente
gl: arma anterior
it: arma precedente
ja_jp: 前の武器
pl: poprzednia broń
pt_br: arma anterior
ro: Anterioara armă
ru: пред. оружие
sr: претходно оружје
sv: föregående vapen

source: ^1Use ^3%s^1 or ^3%s^1 to change the speed
ast: ^1Usa ^3%s^1 o ^3%s^1 pa camudar la velocidá
be: ^1Выкарыстоўвайце ^3%s^1 ці ^3%s^1 для змянення хуткасці
bg: ^1Използвайте ^3%s^1 или ^3%s^1 за да промените скоростта
de: ^1Benutze ^3%s^1 oder ^3%s^1 zum Ändern der Geschwindigkeit
es: ^1Usa ^3%s^1 o ^3%s^1 para cambiar la velocidad
fi: ^1Käytä ^3%s^1 tai ^3%s^1 muuttaaksesi nopeutta
fr: ^1Utilisez ^3%s^1 ou ^3%s^1 pour changer la vitesse
gl: ^1Usa ^3%s^1 ou ^3%s^1 para trocar a velocidade
it: ^1Usa ^3%s^1 o ^3%s^1 per cambiare velocità
ja_jp: ^3%s ^1または ^3%s ^1を使用してスピードを変更します
pl: ^1Użyj ^3%s^1 lub ^3%s^1 aby zmienić prędkość
pt_br: ^1Use ^3%s^1 ou ^3%s^1 para alterar a velocidade
ro: ^1Folosiți ^3%s^1 sau ^3%s^1 pentru a schimba viteza
ru: ^1Для смены скорости — ^3%s^1 / ^3%s
sr: ^1Користите ^3%s^1 или ^3%s^1 за промену брзине
sv: ^1Använd ^3%s^1 eller ^3%s^1 för att ändra hastigheten
uk: ^1Використовуйте ^3%s^1 чи ^3%s^1 щоб змінити швидкість

source: ^1Press ^3%s^1 to observe, ^3%s^1 to change camera mode
ast: ^1Primi ^3%s^1 pa mirar y ^3%s^1 pa camudar el mou de la cámara
bg: ^1Използвайте ^3%s^1 или ^3%s^1 за да промените режима на камерата
de: ^1Drücke ^3%s^1 zum Zuschauen, ^3%s^1, um den Kameramodus zu wechseln
es: ^1Pulsa ^3%s^1 para observar o ^3%s^1 para cambiar el modo de cámara
fi: ^1Paina ^3%s^1 tarkkaillaksesi, ^3%s^1 vaihtaaksesi kameratilaa
fr: ^1Appuyez sur ^3%s^1 pour la caméra libre, sur ^3%s^1 pour changer de mode de caméra
gl: ^1Preme ^3%s^1 para observar ou ^3%s^1 para trocar o modo de cámara
it: ^1Premi ^3%s^1 per osservare, ^3%s^1 per cambiare il modo di vedere
ja_jp: ^1^3%s^1で観戦、^3%s^1でカメラモードを変更
pl: ^1Wciśnij ^3%s^1 aby obserwować, ^3%s^1 aby zmienić tryb kamery
pt_br: ^1Aperte ^3%s^1 para observar e ^3%s^1 para alterar o modo da câmera
ro: ^1Apasă ^3%s^1 pentru a observa, ^3%s^1 pentru a schimba in modul camera
ru: ^1Для свободного обзора — ^3%s^1, для смены вида — ^3%s^1
sr: ^1Притисните ^3%s^1 за посматрање, ^3%s^1 за промену режима камере
sv: ^1Tryck på ^3%s^1 för att observera, ^3%s^1 för att ändra kameraläge

source: drop weapon
bg: пусни оръжието
de: Waffe wegwerfen
es: soltar arma
fi: pudota ase
fr: lâcher l'arme
gl: soltar arma
it: abbandona arma
ja_jp: 武器を落とす
pl: upuść broń
pt_br: largar arma
ro: Aruncă arma
ru: бросок оружия
sr: баци оружје
sv: släpp vapen

source: secondary fire
ast: Disparu secundariu
bg: Второстепенна стрелба
de: Sekundärfeuer
es: disparo secundario
fi: toissijainen tulitus
fr: tir secondaire
gl: disparo secundario
it: fuoco secondario
ja_jp: サブ射撃
pl: dodatkowy ogień
pt_br: disparo secundário
ro: Mod secundar de tragere
ru: вторичный огонь
sr: секундарно пуцање
sv: sekundäreld

source: ^1Press ^3%s^1 to change camera mode
de: ^1Drücke ^3%s^1 um den Kameramodus zu wechseln
es: ^1Pulsa ^3%s^1 para cambiar el modo de cámara
fi: ^1Paina ^3%s^1 vaihtaaksesi kameratilaa
fr: ^1Appuyez sur ^3%s^1 pour changer de mode de caméra
gl: ^1Preme ^3%s^1 para trocar o modo de cámara
it: ^1Premi ^3%s^1 per cambiare il modo di vedere
ja_jp: ^1カメラモードを変更するには^3%s^1を押して
pl: ^1Naciśnij ^3%s^1 by zmienić tryb kamery
pt_br: ^1Aperte ^3%s^1 para alterar o modo da câmera
ro: ^1Apasă ^3%s^1 pentru a schimba modul camerei
ru: ^1Для смены вида — ^3%s^1
sv: ^1Tryck på ^3%s^1 för att ändra kameraläge

source: ^1Press ^3%s^1 for gametype info
fr: ^1Appuyez sur ^3%s^1 pour des infos sur le type de partie
gl: ^1Preme ^3%s^1 para información do modo de xogo
it: ^1Premi ^3%s^1 per info sul tipo di gioco
pt_br: ^1Aperte ^3%s^1 para ver as informações do tipo de jogo
ru: ^1Для показа сведений о режиме игры — ^3%s^1

source: server info
ast: Información d'un sirvidor
bg: информация за сървъра
de: Serverinfo anzeigen
es: información del servidor
fi: palvelimen tiedot
fr: informations serveur
gl: información do servidor
it: info del server
ja_jp: サーバー情報
pl: informacja o serwerze
pt_br: informações do servidor
ro: Informații despre server
ru: сведения о сервере
sr: подаци о серверу

source: ^1Press ^3%s^1 to join
ast: ^1Primi ^3%s^1 pa xunite
be: ^1Націсніце ^3%s^1 каб далучыцца
bg: ^1Натиснете ^3%s^1 за да се включите
de: ^1Drücke ^3%s^1 zum Mitspielen
es: ^1Pulsa ^3%s^1 para unirte
fi: ^1Paina ^3%s^1 liittyäksesi
fr: ^1Appuyez sur ^3%s^1 pour rejoindre la partie
gl: ^1Preme ^3%s^1 para unirte
it: ^1Premi ^3%s^1 per entrare
ja_jp: ^1参加するために ^3%s ^1を押して
pl: ^1Naciśnij ^3%s^1 aby dołączyć
pt_br: ^1Aperte ^3%s^1 para entrar no jogo
ro: ^1Apasă ^3%s^1 pentru a te alătura jocului
ru: ^1Для входа в игру — ^3%s
sr: ^1Притисните ^3%s^1 за придруживање
sv: ^1Tryck på ^3%s^1 för att gå med
uk: ^1Натисніть ^3%s^1 щоб приєднатися

source: jump
bg: скок
de: springen
es: saltar
fi: hyppää
fr: sauter
gl: saltar
it: salto
ja_jp: ジャンプ
pl: skok
pt_br: saltar
ro: Sari
ru: прыжок
sr: скочи
sv: hoppa

source: ^2You're queued to join the %s%s^2 team
de: ^2Du wartest darauf, dem Team %s%s^2 beizutreten
fr: ^2Vous êtes en attente pour rejoindre l'équipe %s%s
gl: ^2Estás na cola para unirte %s%s^2 o equipo
it: ^2Sei in coda per unirti alla squadra %s%s
pt_br: ^2Você está na fila para entrar na equipe %s%s^2
ro: ^2Ești la coadă pentru a te alătura echipei %s%s
ru: ^2Вы помещены в очередь присоединения к команде %s%s^2

source: ^2You're queued to join any available team
de: ^2Du wartest darauf, einem beliebigen Team beizutreten
fr: ^2Vous êtes en attente pour rejoindre n'importe quelle équipe disponible
gl: ^2Estás na cola para unirte a calquera equipo dispoñible
it: ^2Sei in coda per unirti a una qualsiasi squadra disponibile
pt_br: ^2Você está na fila para entrar em qualquer equipe disponível
ru: ^2Вы помещены в очередь присоединения к любой доступной команде

source: ^1Game starts in ^3%d^1 seconds
ast: ^1La partida comienza en ^3%d^1 s
be: ^1Гульня пачнецца праз ^3%d^1 секунд
bg: ^1Играта започва след ^3%d^1 секунди
de: ^1Das Spiel beginnt in ^3%d^1 Sekunden
es: ^1El juego comienza en ^3%d^1 segundos
fi: ^1Peli alkaa ^3%d^1 sekunnin kuluttua
fr: ^1La partie démarre dans ^3%d^1 secondes
gl: ^1O xogo comeza en ^3%d^1 segundos
it: ^1La partita inizia tra ^3%d^1 secondi
ja_jp: ^1ゲームは ^3%d ^1秒で始まります
pl: ^1Gra zaczyna się za ^3%d^1 sekund
pt_br: ^1A partida iniciará em ^3%d^1 segundo(s)
ro: ^1Jocul începe în ^3%d^1 secunde
ru: ^1Начало игры через ^3%d^1 сек.
sr: ^1Игра почиње за ^3%d^1
sv: ^1Spelet börjar om ^3%d^1 sekunder
uk: ^1Гра почнеться через ^3%d^1 секунд

source: ^2Currently in ^1warmup^2 stage!
ast: ^2¡Tas na etapa de ^1calentamientu^2!
be: ^2Зараз у ^1разміначным^2 этапе!
bg: ^2В етап на ^1загряване^2!
de: ^2Momentan in der ^1Aufwärmphase^2!
es: ^2¡Actualmente en etapa de ^1calentamiento^2!
fi: ^2Tällä hetkellä ^1lämmittelyssä^2 !
fr: ^2Actuellement en mode ^1échauffement^2 !
gl: ^2Actualmente na fase de ^1quecemento^2!
it: ^2Attualmente in ^1warmup^2!
ja_jp: ^2現在、^1ウォームアップ^2の段階に入っています!
pl: ^2Na razie trwa ^1rozgrzewka^2!
pt_br: ^2Atualmente em fase de ^1aquecimento^2!
ro: ^2Momentan în faza de ^1încălzire^2!
ru: ^2Идёт ^1разминка^2!
sr: ^2Тренутно у фази ^1загревања^2!
sv: ^2Just nu i ^1uppvärmningsläge^2!
uk: ^2Зараз ^1розминка^2!

source: ^31^2 more player is needed for the match to start.
de: ^31^2 weiterer Spieler wird für den Beginn des Spiels benötigt.
es: ^2Se necesita ^31^2 jugador más para que comience la partida.
fi: ^31^2 pelaajaa tarvitaan lisää jotta ottelu voidaan aloittaa.
fr: ^31^2 joueur supplémentaire est nécessaire pour commencer la partie.
gl: ^31^2 xogador máis é preciso para que comece a partida.
it: ^2Manca ^31^2 giocatore per avviare la partita.
ja_jp: ^2試合を開始するには、もう^31^2人のプレイヤーが必要です。
pl: ^31^2 więcej graczy jest potrzebne by zacząć mecz
pt_br: ^2Precisa-se de mais ^31^2 jogador para iniciar a partida.
ru: ^3Требуется ещё 1^2 игрок для начала матча.
sv: ^31^2 spelare till behövs för att matchen ska börja.

source: ^3%d^2 more players are needed for the match to start.
de: ^3%d^2 weitere Spieler werden für den Beginn des Spiels benötigt.
es: ^2Se necesita ^3%d^2 jugador más para que comience la partida.
fi: ^3%d^2 pelaajaa tarvitaan lisää jotta ottelu voidaan aloittaa.
fr: ^3%d^2 joueurs supplémentaires sont nécessaires pour commencer la partie.
gl: ^3%d^2 precisanse máis xogadores para que comece a partida.
it: ^2Mancano ^3%d^2 giocatori per avviare la partita.
ja_jp: ^2試合を開始するには、もう^3%d^2人のプレイヤーが必要です。
pt_br: ^2Precisa-se de mais ^3%d^2 jogadores para iniciar a partida.
ru: ^3Требуется ещё %d^2 игрока для начала матча.
sv: ^3%d^2 spelare till behövs för att matchen ska börja.

source: ready
ast: Preparase
bg: готов
de: Bereit
es: preparado
fi: valmis
fr: prêt
gl: listo
it: pronto
ja_jp: 準備
pl: gotowy
pt_br: pronto
ro: Pregătit
ru: готовность
sr: спреман
sv: redo

source: %sPress ^3%s%s to end warmup
ast: %sPrimi ^3%s%s pa finar el calentamientu
be: %sНацісніце ^3%s%s каб скончыць размінку
bg: %sНатиснете ^3%s%s за да приключите загрявката
de: %sDrücke ^3%s%s, um die Aufwärmphase zu beenden
es: %sPulsa ^3%s%s para terminar el calentamiento
fi: %sPaina ^3%s%s päättääksesi lämmittelyn
fr: %sAppuyez sur ^3%s%s pour terminer l'échauffement
gl: %sPreme ^3%s%s para rematar o quecemento
it: %sPremi ^3%s%s per terminare il warmup
ja_jp: %s^3%s%sを押すとウォームアップを終了します
pl: %sNaciśnij ^3%s%s aby zakończyć rozgrzewkę
pt_br: %sAperte ^3%s%s para terminar o aquecimento
ro: %sApasă ^3%s%s pentru a înceta încălzirea
ru: %sДля завершения разминки — ^3%s%s
sr: %sПритисните ^3%s%s за престанак загревања
sv: %sTryck på ^3%s%s för att stoppa uppvärmningen
uk: %sНатисніть ^3%s%s щоб завершити розминку

source: ^2Waiting for others to ready up to end warmup...
ast: ^2Esperando a que los demás finen el calentamientu...
be: ^2Чаканне іншых для сканчэння размінкі...
bg: ^2Изчакване на останалите играчи да приключат със загрявката...
de: ^2Es wird auf andere Spieler gewartet, um die Aufwärmphase zu beenden...
es: ^2Esperando a que los demás estén listos para terminar el calentamiento
fi: ^2Odotetaan muita saadakseen lämmittelynsä valmiiksi...
fr: ^2En attente des autres joueurs pour terminer l'échauffement…
gl: ^2Agardando que outros estean listos para rematar o quecemento...
it: ^2Attendendo che gli altri siano pronti per terminare il warmup...
ja_jp: ^2準備演習が終了する前に、全員の準備ができるまで待ち中...
pl: ^2Czekanie na innych by zakończyć rozgrzewkę...
pt_br: ^2Aguardando outros jogadores ficarem prontos para terminar o aquecimento...
ro: ^2Se așteaptă ceilalți jucători să se pregătească pentru a înceta încălzirea...
ru: ^2Ожидание готовности других игроков для окончания разминки…
sr: ^2Чекам на остале да се припреме и заврше загревање...
sv: ^2Väntar på andra att förbereda sig för att stoppa uppvärmningen...
uk: ^2Чекаємо на готовність інших для завершення розминки...

source: ^2Press ^3%s^2 to end warmup
ast: ^2Primi ^3%s^2 pa finar el calentamientu
be: ^2Націсніце ^3%s^2 каб скончыць размінку
bg: ^2Натиснете ^3%s^2 за да приключите загрявката
de: ^2Drücke ^3%s^2, um die Aufwärmphase zu beenden
es: ^2Pulsa ^3%s^2 para terminar el calentamiento
fi: ^2Paina ^3%s^2 lämmittelyn lopettamiseksi
fr: ^2Appuyez sur ^3%s^2 pour terminer l'échauffement
gl: ^2Prema ^3 %s ^2 para rematar o quecemento
it: ^2Premi ^3%s^2 per terminare il warmup
ja_jp: ^3%s ^2を押すとウォームアップを終了します
pl: ^2Naciśnij ^3%s^2 by zakończyć rozgrzewkę
pt_br: ^2Aperte ^3%s^2 para terminar o aquecimento
ro: ^2Apasă ^3%s^2 pentru a înceta încălzirea
ru: ^2Для завершения разминки — ^3%s^2
sr: ^2Притисните ^3%s^2 за завршавање загревања
sv: ^2Tryck på ^3%s^2 för att stoppa uppvärmningen
uk: ^2Натисніть ^3%s^2 щоб завершити розминку

source: %sNeed active players for: %s
it: %sServono giocatori attivi per: %s
ru: %sНужны активные игроки для: %s

source: %sWaiting for 1 player to join...
it: %sIn attesa che 1 giocatore entri...
ru: %sОжидание присоединения 1 игрока…

source: %sWaiting for %d players to join...
it: %sIn attesa che %d giocatori entrino...
ru: %sОжидание присоединения %d игроков…

source: Teams are unbalanced!
de: Die Teams sind unausgeglichen!
fr: Les équipes ne sont pas équilibrées !
gl: Os equipos están descompensados!
it: Le squadre sono sbilanciate!
pt_br: As equipes estão desequilibradas!
ru: Команды не равны!

source: Press ^3%s%s to adjust
ast: Primi ^3%s%s p'axustalos
be: Націсніце ^3%s%s каб карэктаваць
bg: Натиснете ^3%s%s, за да нагласите
de: Drücke ^3%s%s zum Anpassen
es: Pulsa ^3%s%s para ajustar
fi: Paina ^3%s%s säätääksesi
fr: Appuyez sur ^3%s%s pour équilibrer
gl: Preme ^3%s%s para axustar
it: Premi ^3%s%s per aggiustare
ja_jp: 調整するために ^3%s%s を押して
pl: Naciśnij ^3%s%s aby dopasować
pt_br: Aperte ^3%s%s para ajustar
ro: Apasă ^3%s%s pentru a ajusta
ru: Для настройки — ^3%s%s
sr: Притисните ^3%s%s за прилагођавање
sv: Tryck på ^3%s%s för att justera

source: team selection
bg: избор на отбор
de: Teamauswahl
es: selección de equipo
fi: joukkuevalinta
fr: sélection de l'équipe
gl: escolla de equipo
it: selezione squadra
ja_jp: チームの選択
pl: wybór drużyny
pt_br: seleção de equipe
ro: selecție echipă
ru: выбор команды
sv: lagurval

source: ^1Spectating this player:
ast: ^1Yes l'espectador del xugador:
bg: ^1Наблюдаващи този играч:
de: ^1Du schaust diesem Spieler zu:
es: ^1Observando a este jugador:
fi: ^1Seurataan tätä pelaajaa:
fr: ^1Observe(nt) ce joueur :
gl: ^1Ollando a este xogador:
it: ^1Stanno guardando questo giocatore:
ja_jp: ^1このプレイヤーを観戦中:
pl: ^1Obserwujesz tego gracza:
pt_br: ^1Assistindo a este jogador:
ro: ^1Urmărește acest jucător:
ru: ^1Наблюдают за этим игроком:
sr: ^1Посматрам овог играча:
sv: ^1Tittar på denna spelaren:

source: ^1Spectating you:
ast: ^1Espectadores de to:
bg: ^1Наблюдаващи теб:
de: ^1Dir schaut zu:
es: ^1Observando a ti:
fi: ^1Sinua seuraa:
fr: ^1Vous observe(nt) :
gl: ^1Ollandote:
it: ^1Ti guardano:
ja_jp: ^1あなたを観戦中:
pl: ^1Obserwujący Ciebie:
pt_br: ^1Assistindo você:
ro: ^1Te urmărește pe tine:
ru: ^1Наблюдают за вами:
sr: ^1Посматрају вас:
sv: ^1Tittar på dig:
