Repository: xonotic/xonotic-data.pk3dir
Catalog: common.la.po
Languages: la

source: Enable antialiasing, which smooths the edges of 3D geometry. Note that it might decrease performance by quite a lot
la: Polire margines rerum trium dimensionum. NB: computatrum minus velox esse poterit

source: AA^Disabled
la: Non polire

source: Resolution scaling:
la: Proportio magnitudinis:

source: Screen or window size multiplier, above 1x does antialiasing, below 1x may help slow GPUs
la: Multiplicandus numeri laterculorum in quibusdam calculationibus, si maior quam 1x imago politur, et si minor quam 1x calculationes graphicae faciliores sunt

source: Anisotropy:
la: Pictura anisotropica:

source: Anisotropic filtering quality
la: Pulchritudo artificii picturae anisotropicae

source: ANISO^Disabled
la: Sine

source: Eliminate overdraw by rendering a depth-only version of the scene before the normal rendering starts
la: Vitat pingere super picturam, per artificium quod est primo pingere formas modo secundum distantias ante picturam ordinariam

source: Depth first:
la: Profunditas primo:

source: DF^Disabled
la: Sine

source: DF^World
la: Mundi

source: DF^All
la: Omnium

source: Wait for GPU to finish each frame
la: Exspectare ut semper pingat totum quadrum pars computatralis calculationum graphicarum

source: Make the CPU wait for the GPU to finish each frame, can help with some strange input or video lag on some machines
la: Si expectas eam partem ut pingat semper picturam completam, fortasse corrigat aliquae menda inusitata, morae imaginum, in aliquibus computatris

source: Use OpenGL 2.0 shaders (GLSL)
la: Uti codicibus computationis graphicae umbrantis, OpenGL 2.0 (GLSL)

source: Brightness:
la: Nitor:

source: Brightness of black
la: Nitor coloris nigri

source: Contrast:
la: Distinctio:

source: Brightness of white
la: Nitor coloris candidi

source: Inverse gamma correction value, a brightness effect that does not affect white or black
la: Numerus Gamma in quadam calculatione, correctionis inversae colorum, quae est artificium illuminationis graphicae, conservans colores nigrum candidumque

source: Contrast boost:
la: Distinctionis multiplicandus

source: By how much to multiply the contrast in dark areas
la: Cum quo multiplicare distinctionem colorum in locis umbrosis

source: Saturation:
la: Evidentia colorum:

source: Saturation adjustment (0 = grayscale, 1 = normal, 2 = oversaturated), requires GLSL color control
la: Evidentia colorum mutare (0 = cinerei, 1 = ordinarii, 2 = nimis evidentes), necesse est dominium colorum GLSL

source: LIT^Ambient:
la: Sola parietesque

source: Ambient lighting, if set too high it tends to make light on maps look dull and flat
la: Illuminatio solorum parietumque, quae si nimis elevatur, fit hebes et plana

source: Intensity:
la: Intensitas:

source: Global rendering brightness
la: Nitor picturae generalis

source: Framerate
la: Quadra in secundum

source: Maximum:
la: Maximus

source: %s fps
la: %s QIS

source: MAXFPS^Unlimited
la: Infinitus

source: Target:
la: Quaesitus:

source: TRGT^Disabled
la: Sine

source: Idle limit:
la: Numerus si otiosus

source: IDLFPS^Unlimited
la: Infinitus

source: Vertical Synchronization
la: Lineas iacentes pingere Synchrone

source: Vsync prevents tearing, but increases latency and caps your fps at the screen refresh rate
la: Si lineae iacentes pinguntur synchrone, imagines scissas non videbis, sed itaque imagines tardabuntur et numerus imaginum in secundum non maior erit quam numerum integrationum in quadro

source: Show frames per second
la: Numerum quadrorum in secundum videre

source: Show your rendered frames per second
la: Numerum tuum quadrorum pictorum in secundum videre

source: Instant action with bots!
la: Actio fortuita cum automatis!

source: Campaign Difficulty:
la: Expeditio Difficultate:

source: CSKL^Easy
la: Facili

source: CSKL^Medium
la: Media

source: CSKL^Hard
la: Difficili

source: Play campaign!
la: Expeditionem ludere!

source: Singleplayer
la: Unus ludens

source: Play the singleplayer campaign or instant action matches against bots
la: Ludere expeditionem unius ludentis vel actionem fortuitam cum automatis

source: Winner
la: Victor

source: join 'best' team (auto-select)
la: in manum 'optimam' (computatro eligitur)

source: Auto-select team (recommended)
la: Computatro manus eligi (quod suadetur)

source: red
la: rubra

source: blue
la: caerulea

source: yellow
la: flava

source: pink
la: rosea

source: spectate
la: spectare

source: Terms of Service have been updated. Please read them before continuing:
la: Pactio Usuum mutata est. Pactionem novam lege antequam procedas:

source: Welcome to Xonotic! Please read the following Terms of Service:
la: Salve in Xonotico! A te petimus ut hanc Pactionem Usuum legas:

source: Accept
la: Accipio

source: Don't accept (quit the game)
la: Non accipio (ludum linquere)

source: Allow player statistics to use your nickname?
la: Sinisne nomen tuum in statisticis nuntiari?

source: Answering "No" you will appear as "Anonymous player"
la: Si non sinis, scribetur "Lusor Anonymus"

source: teamplay
la: manus ludus

source: free for all
la: omnes contra omnes

source: move forward
la: progredi

source: strafe left
la: sinistrorsum gradi

source: strafe right
la: dextrorsum gradi

source: Moving
la: Motio

source: move forwards
la: progredi

source: move backwards
la: regredi

source: jump / swim
la: salire / nare

source: crouch / sink
la: subsidere

source: jetpack
la: sarcina volatilis

source: Attacking
la: Impeto

source: WEAPON^previous
la: priora

source: WEAPON^next
la: posteriora

source: WEAPON^previously used
la: prius usa

source: WEAPON^best
la: optima

source: reload
la: replere

source: weapon group %d
la: armorum series %da

source: hold zoom
la: amplificare

source: toggle zoom
la: alternare amplificationes

source: show scores
la: rationarium videre

source: screenshot
la: imaginem servare

source: maximize radar
la: detectrum amplificare

source: 3rd person view
la: 3ae personae visio

source: enter spectator mode
la: spectatoris modus

source: Communication
la: Locutio

source: public chat
la: locutorium publicum

source: team chat
la: manus locutorium

source: show chat history
la: prius locuta videre

source: vote YES
la: approbare suffragio

source: vote NO
la: reprobare suffragio

source: Client
la: Cliens

source: enter console
la: iussorum locus

source: quit
la: linquere

source: auto-join team
la: computatro eligi manus

source: drop key/flag, exit vehicle
la: clav/vex demittere, vehiculo exire

source: suicide / respawn
la: se occidere / renasci

source: quick menu
la: index celer

source: scoreboard user interface
la: rationarii index pro utente

source: User defined
la: Creata ab utente

source: Development
la: Pro scriptore codicum

source: sandbox menu
la: probationum index

source: drag object (sandbox)
la: rem trahere (probatione)

source: waypoint editor menu
la: locorum indicandorum index

source: Leave current match
la: Hunc ludum linquere

source: Stop demo
la: Finire demonstrationem

source: Leave campaign
la: Expeditionem linquere

source: Leave singleplayer
la: Linquere unius ludentis ludum

source: Leave multiplayer
la: Linquere plurium ludentium ludum

source: Leave current campaign level
la: Linquere hanc expeditionis partem

source: Leave current singleplayer match
la: Hunc unius ludentis ludum linquere

source: Leave current multiplayer match / Disconnect from the server
la: Hunc plurium ludentium ludum linquere / A moderatro se dinectere

source: Do not press this button again!
la: Noli premere hoc iterum!

source: Huh? Can't play this (m is NULL). Refiltering so this won't happen again.
la: Hem, hoc ludi non potest (m est NULL). Ordinatur iterum ut emendetur.

source: %s's Xonotic Server
la: %s Moderatrum Xonotici

source: Huh? Can't play this (invalid gametype). Refiltering so this won't happen again.
la: Hem, hoc ludi non potest (ludi modus erroneus). Ordinatur iterum ut emendetur.

source: <no model found>
la: <ludentis forma non inventa>

source: SERVER^Remove favorite
la: Non praelatum

source: Remove the currently highlighted server from bookmarks
la: Moderatrum indicatum ex praelatorum indice extrahere

source: SERVER^Favorite
la: Praelatum

source: Bookmark the currently highlighted server so that it's faster to find in the future
la: Moderatrum indicatum in praelatorum indicem ponere, ut moderatri nomen facilius invenietur

source: Hostname
la: Moderatri nomen

source: Map
la: Harena

source: Type
la: Genus

source: AES level %d
la: Gradus AES %d

source: ENC^none
la: nulla

source: encryption:
la: cryptographia:

source: modified settings
la: optiones mutatae

source: official settings
la: optiones ordinariae

source: SLCAT^Favorites
la: Praelata

source: SLCAT^Recommended
la: Suadenda

source: SLCAT^Normal Servers
la: Moderatra Ordinaria

source: SLCAT^Servers
la: Moderatra

source: SLCAT^Competitive Mode
la: Competitorum Modus

source: SLCAT^Modified Servers
la: Moderatra Mutata

source: SLCAT^Overkill
la: Immoderatio

source: SLCAT^InstaGib
la: InstaGib

source: SLCAT^Defrag Mode
la: Modus sine Caede

source: <TITLE>
la: <TITULUS>

source: <AUTHOR>
la: <AUCTOR>

source: VOL^MAX
la: MAX

source: VOL^OFF
la: MUTUS

source: Change the sharpness of the textures. Lowering it will effectively reduce texture memory usage, but make the textures appear very blurry.
la: Texturarum subtilitatem delige. Si subtilitatem minorem deligis, memoria computatrali minore utitur, sed ita texturae minus clarae videntur.

source: Screen resolution
la: Quadri magnitudo

source: FADESPEED^Slow
la: Lente

source: FADESPEED^Normal
la: Ordinarium

source: FADESPEED^Fast
la: Celeriter

source: January
la: Ianuarii

source: February
la: Februarii

source: March
la: Martii

source: April
la: Aprilis

source: May
la: Maii

source: June
la: Iunii

source: July
la: Iulii

source: August
la: Augusti

source: September
la: Septembris

source: October
la: Octobris

source: November
la: Novembris

source: December
la: Decembris

source: DATE^%m %d, %Y
la: %d %m %Y

source: Joined:
la: Coepit:

source: Last match:
la: Ludus prior:

source: Time played:
la: Totum ludi tempus:

source: Favorite map:
la: Harena praelata:

source: Matches:
la: Ludi:

source: Wins/Losses:
la: Vicit/Victus:

source: Win percentage:
la: Victoriarum fractio:

source: Kills/Deaths:
la: Interfecit/Mortuus:

source: Kill ratio:
la: Mortium fractio:

source: Skill:
la: Habilitas:

source: %d (unranked)
la: %d (sine gradu)

source: Update can be downloaded at:
la: Novus Xonoticus capi potest in:

source: Autogenerating mapinfo for newly added maps...
la: Computatrum scribit notas harenae nuper additae...

source: Update to %s now!
la: Novum %s cape nunc!

source: ^1ERROR: Texture compression is required but not supported. ^1Expect visual problems.
la: ^1ERROR: breviare texturas postulatur sed computatrum ineptum est. ^1Exspecta vitia in imagine.

source: Hide on death
la: Non videre cum moreris
