Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Realtime dynamic lighting
be: Дынам. ззянне ў рэальным часе
sr: Динамичко осветљење у реалном времену
uk: Динамаічне освітлення у реальному часі

source: Realtime world lighting
be: Асвятленне наваколля ў рэальным часе
sr: Осветљење света у реалном времену
uk: Освітлення світу у реальному часі

source: Fade corona according to visibility
be: Зацяняць зіхаценне паводле бачнасці
sr: Избледи короне на основу видљивости
uk: Прибирати корони залежно від видимості

source: Hit testing:
sr: Процена погађања:

source: None: do not do hit tests for the crosshair; TrueAim: blur the crosshair when there's an obstacle between your gun and the target; Enemies: also enlarge the crosshair when you would hit an enemy
sr: Ништа: не процењуј погодке преко нишана. ПравоЦиљање: замути нишан када се утврди да постоји препрека између ваше пушке и мете. Непријатељи: такође повећај ништан када се процени да бисте погодили непријатеља.

source: HTTST^Disabled
sr: HTTST^Онемогућено

source: HTTST^TrueAim
sr: HTTST^ПравоЦиљање

source: HTTST^Enemies
sr: HTTST^Непријатељи

source: Blur crosshair if the shot is obstructed
be: Размыць прыцэл пры перашкодах стрэлу
sr: Замути нишан када је непријатељ заклоњен
uk: Робити приціл нечітким, якщо пострілу щось заважає

source: Enlarge crosshair if targeting an enemy
be: Павялічваць прыцэл пры навядзенні на ворага
sr: Повећај нишан када би се непријатељ погодио

source: Fontsize:
be: Памер шрыфту:
sr: Величина фонта:

source: In non teamplay modes only
sr: Само у не-екипном режиму

source: Client UDP port:
be: UDP-порт кліента:
sr: Клијентски УДП порт:
uk: UDP порт клієнта:

source: Force client to use chosen port unless it is set to 0
sr: Присили клијента да користи одабрани порт осим ако је постављен на нулу

source: Bandwidth:
be: Прапускная здольнасць:
sr: Проток:

source: 56k
sr: 56к

source: ISDN
sr: ИСДН

source: Downloads:
be: Сцягванні:
sr: Преузимања:
uk: Завантажень:

source: Maximum number of concurrent HTTP/FTP downloads
sr: Највећи број упоредних HTTP/FTP преузимања

source: Download speed:
sr: Брзина преузимања:

source: Client-side movement prediction
be: Прадказанне руху на баку кліента
sr: Претпостављање кретања на клијентској страни
uk: Передбачення руху зі сторони клієнта

source: Movement error compensation
be: Кампенсацыя памылак руху
sr: Надокнађивање грешака у кретању
uk: Компенсація помилок руху

source: Save processing time for other apps
be: Берагчы час працэсара для іншых праграм
sr: Чувај процесорско време за друге програме
uk: Зберігати процесорний час для інших програм

source: 2x
sr: пута 2

source: 4x
sr: пута 4

source: 8x
sr: пута 8

source: 16x
sr: пута 16

source: Vertex Buffer Objects (VBOs)
sr: Остава објеката темена (VBO-ови)

source: VBO^Off
be: VBO^Адключана
sr: VBO^Искључена
uk: Вимкнуто

source: Vertices, some Tris (compatible)
be: Вяршыні, некаторыя трохкутнікі (сумяшчальна)
sr: Темена, неки троуглови (подударно)
uk: Вершини, деякі трикутники (сумісний)

source: Vertices
be: Вяршыні
sr: Темена
uk: Вершини

source: Vertices and Triangles
be: Вяршыні ды трохкутнікі
sr: Темена и троуглови
uk: Вершини та трикутники

source: Start Singleplayer!
be: Пачаць асобную гульню!
sr: Започни игру за једног играча!
uk: Почати Одиночну гру!

source: forward
sr: напред

source: backpedal
sr: одступање

source: disconnect
sr: откачи се

source: PART^Low
be: PART^Нізкі
sr: PART^Низак

source: PART^Medium
be: PART^Сярэдні
sr: PART^Средњи

source: PART^Normal
be: PART^Нармальны
sr: PART^Обичан

source: PART^High
be: PART^Высокі
sr: PART^Висок

source: PART^Ultra
be: PART^Ультра
sr: PART^Ултра

source: PART^Ultimate
be: PART^Максімальны
sr: PART^Ултимативни

source: PART^Slow
be: PART^Павольны
sr: PART^Споро

source: PART^Fast
be: PART^Хуткі
sr: PART^Брзо

source: PART^Instant
be: PART^Імгненны
sr: PART^Тренутно

source: ^1Intermediate 1 (+15.42)
be: ^1Сярэдняе 1 (+15.42)

source: ^1PENALTY: %.1f (%s)
be: ^1ШТРАФ: %.1f (%s)
uk: ^1ШТРАФ: %.1f (%s)

source: ^2PENALTY: %.1f (%s)
be: ^2ШТРАФ: %.1f (%s)
uk: ^2ШТРАФ: %.1f (%s)

source: ^1You must answer before entering hud configure mode
be: ^1Вы мусіце адказаць перад пачаткам настáўлення HUD

source: Yes (%s): %d
be: Так (%s): %d
uk: Так (%s): %d

source: No (%s): %d
be: Не (%s): %d
uk: Ні (%s): %d

source: ^1Press ^3%s^1 to observe
be: ^1Націсніце ^3%s^1 для агляду

source: qu/s
be: qu/с
uk: qu/с

source: m/s
be: м/с
uk: м/с

source: km/h
be: км/г
uk: км/с

source: mph
be: м/г
uk: милі

source: knots
be: вузлы

source: ^2Successfully exported to %s! (Note: It's saved in data/data/)
be: ^2Паспяхова экспартавана ў %s! (Заўвага: захавана ў data/data/)

source: ^1Couldn't write to %s
be: ^1Не выйшла запісаць у %s

source: ERROR - MENU IS VISIBLE BUT NO MENU WAS DEFINED!
be: ПАМЫЛКА - МЕНЮ БАЧНАЕ, АЛЕ НЕ ВЫЗНАЧАНАЕ!

source: mv_mapdownload: ^3You're not supposed to use this command on your own!
be: mv_mapdownload: ^3Вы не павінны ўжываць гэты загад па сваім жаданні!
uk: mv_mapdownload: ^3Ви не повинні використовувати цю команду самотужки!

source: ^1Error:^7 Couldn't find pak index.
be: ^1Памылка:^7 Індэкс паку не знойдзены.

source: Requesting preview...
be: Запыт на перадпрагляд...

source: SCO^kd
be: см/заб

source: You can modify the scoreboard using the ^2scoreboard_columns_set command.
be: Можна мадыфікаваць табло ліку з дапамогай загаду ^2scoreboard_columns_set.

source: Usage:
be: Карыстанне:

source: ^2scoreboard_columns_set default
be: Стандартнае значэнне ^2scoreboard_columns_set

source: ^2scoreboard_columns_set ^7field1 field2 ...
be: ^2scoreboard_columns_set ^7поле1 поле2 ...

source: The following field names are recognized (case insensitive):
be: Распазнаны наступныя назвы палёў (рэгістр не ўлічваецца):

source: You can use a ^3|^7 to start the right-aligned fields.
be: Можна выкарыстоўваць ^3|^7 для раўнання палёў па правым краі.

source: ^3name^7 or ^3nick^7 Name of a player
be: ^3імя^7 ці ^3мянушка^7 Імя гульца

source: ^3ping^7 Ping time
be: ^3пінг^7 Час пінгу

source: ^3pl^7 Packet loss
be: ^3пз^7 Пакетаў згублена

source: ^3kills^7 Number of kills
be: ^3абойстваў^7 Колькасць забойстваў

source: ^3deaths^7 Number of deaths
be: ^3смерцяў^7 Колькасць смерцяў

source: ^3suicides^7 Number of suicides
be: ^3самагубстваў^7 Колькасць самагубстваў

source: ^3frags^7 kills - suicides
be: ^3фрагі^7 забойствы - самагубствы

source: ^3kd^7 The kill-death ratio
be: ^3kd^7 Стасунак забойствы/смерці

source: ^3sum^7 frags - deaths
be: ^3сума^7 фрагі - смерці

source: ^3caps^7 How often a flag (CTF) or a key (KeyHunt) was captured
be: ^3узяцці^7 Як часта сцяг (CTF) ці ключ (KeyHunt) быў захоплены

source: Speed award: %d ^7(%s^7)
be: Узнагарода за хуткасць: %d ^7(%s^7)

source: All-time fastest: %d ^7(%s^7)
be: Хутчэйшы за ўвесь час: %d ^7(%s^7)

source: playing ^3%s^7 on ^2%s^7
be: гуляе ^3%s^7 на ^2%s^7

source: for up to ^1%1.0f minutes^7
be: на час ^1%1.0f хвілін^7

source: or
be: ці

source: until ^3%s %s^7
be: да ^3%s %s^7

source: SCO^is beaten
be: SCO^пабіты

source: until a lead of ^3%s %s^7
be: па дасягненні лідэрства ^3%s %s^7

source: error creating curl handle
be: памылка падчас стварэння curl handle
uk: помилка під час створення curl handle

source: Notification dump command only works with cl_cmd and sv_cmd.
be: Загад на адбітак абвяшчэнняў працуе толькі з cl_cmd ды sv_cmd.
uk: Команда для дампу повідомлень працює тільки з cl_cmd та sv_cmd.

source: Weapons dump command only works with sv_cmd.
be: Дамп зброі працуе толькі з sv_cmd.

source: Notification restart command only works with cl_cmd and sv_cmd.
be: Перазапуск сістэмы абвяшчэнняў працуе толькі з cl_cmd ды sv_cmd.
uk: Команда рестарту повідомлень працює тільки з cl_cmd та sv_cmd.

source: Jet Pack
be: Рэактыўны заплечнік
uk: Реактивний ранець

source: Spam
be: Спам

source: ^7%s (^3%d sec left)
be: ^7%s (^3%d секунд засталося)
uk: ^7%s (^3%d секунд залишилось)

source: ^BG%s^K3 was automatically revived after %s second(s)
be: ^BG%s^K3 быў аўтаматычна ажыўлены пасял %s секунд(ы)
uk: ^BG%s^K3 було автоматично оживлено після %s секунд(и)

source: ^BG%s^F3 connected%s
be: ^BG%s^F3 падлучыўся%s
uk: ^BG%s^F3 з'єднався%s

source: ^BG%s^F3 connected and joined the ^TC^TT team
be: ^BG%s^F3 падлучыўся і далучыўся да каманды ^TC^TT
uk: ^BG%s^F3 з'єднався та приєднався до ^TC^TT команди

source: ^BG%s^F3 was kicked for idling
be: ^BG%s^F3 быў выкінуты за бяздзейнасць

source: ^BG%s^F3 is now spectating
be: ^BG%s^F3 цяпер назірае
uk: ^BG%s^F3 зараз глядач

source: ^F4Begin!
be: ^F4Пачалі!
uk: ^F4Починайте!

source: ^F4Game starts in ^COUNT
be: ^F4Гульня пачнецца праз ^COUNT
uk: ^F4Гра почнеться через ^COUNT

source: ^F4Round starts in ^COUNT
be: ^F4Раўнд пачнецца праз ^COUNT
uk: ^F4Раунд почнеться через ^COUNT

source: ^BG%s^BG requests you to pass the flag%s
be: ^BG%s^BG просіць вас перадаць сцяг %s
uk: ^BG%s^BG просить вас передати прапор%s

source: ^K1%sYou were fragged by ^BG%s^BG%s
be: ^K1%sВас забіў ^BG%s^BG%s
uk: ^K1%sВас фрагнув ^BG%s^BG%s

source: ^K1%sYou were scored against by ^BG%s^BG%s
be: ^K1%sУ вас забраў бал ^BG%s^BG%s
uk: ^K1%sВи програли очко ^BG%s^BG%s

source: ^K3%sYou fragged ^BG%s^BG%s
be: ^K3%sВы забілі ^BG%s^BG%s
uk: ^K3%sВи фрагнули ^BG%s^BG%s

source: ^K3%sYou scored against ^BG%s^BG%s
be: ^K3%sВы адабралі бал у ^BG%s^BG%s
uk: ^K3%sВи виграли очко у ^BG%s^BG%s

source: ^K1%sYou were scored against by ^BG%s^K1 while typing!
be: ^K1%sУ вас забраў бал ^BG%s^K1, пакуль вы набіралі!
uk: ^K1%sВи програли очко у ^BG%s^K1 поки писали!

source: ^K1%sYou were scored against by ^BG%s^K1 while typing^BG%s
be: ^K1%sУ вас забраў бал ^BG%s^K1, пакуль набіралі^BG%s
uk: ^K1%sВи програли очко ^BG%s^K1 поки писали^BG%s

source: ^K1%sYou were typefragged by ^BG%s^BG%s
be: ^K1%sВас несумленна забіў ^BG%s^BG%s
uk: ^K1%sВас чатфрагнув ^BG%s^BG%s

source: ^K1%sYou scored against ^BG%s^K1 while they were typing^BG%s
be: ^K1%sВы забілі ^BG%s^K1, пакуль яны набіралі^BG%s
uk: ^K1%sВи виграли очко у ^BG%s^K1 поки він писав^BG%s

source: ^K1%sYou typefragged ^BG%s^BG%s
be: ^K1%sВы несумленна забілі ^BG%s^BG%s
uk: ^K1%sВи чатфрагнули ^BG%s^BG%s

source: ^BGPress ^F2DROPWEAPON^BG again to toss the nade!
be: ^BGНацісніце ^F2КІНУЦЬ ЗБРОЮ^BG ізноў, каб кінуць гранату!
uk: ^BGНатисніть ^F2DROPWEAPON^BG знову щоб кинути гранату!

source: ^K1Don't go against your team mates!
be: ^K1Не ідзіце супраць чальцоў сваёй каманды!
uk: ^K1Не воюйте зі своїми товаришами по команді!

source: ^K1Don't shoot your team mates!
be: ^K1Не страляйце па сваіх!
uk: ^K1Не стріляйте у своїх товаришів по команді!

source: ^F2You picked up some extra lives
be: ^F2Вы ўзялі некалькі дадатковых жыццяў
uk: ^F2Ви підняли кілька додаткових життів

source: ^F1(Press %s)
be: ^F1(Націсніце %s)
uk: ^F1(Натисніть %s)

source: with %s
be: з %s
uk: з %s

source: Red
be: Чырвоная
uk: Червона

source: Blue
be: Сіняя
uk: Синя

source: Yellow
be: Жоўтая
uk: Жовта

source: Pink
be: Ружовая
uk: Рожева

source: Usage: menu_cmd command..., where possible commands are:
be: Карыстанне: menu_cmd command..., дзе магчымымі загадамі ёсць:
uk: Використання: menu_cmd команда..., де можливі такі команди:

source: sync - reloads all cvars on the current menu page
be: сінх. - абнаўляе ўсе cvar'ы на дзейнай старонцы меню
uk: sync - перезавантажує усі cvars на поточній сторінці меню

source: directmenu ITEM - select a menu item as main item
be: directmenu ITEM - вызначыць элемент меню як галоўны элемент
uk: directmenu ITEM - обрати компонент меню як головний компонент

source: Available options:
be: Даступныя параметры:
uk: Доступні налаштування:

source: Invalid command. For a list of supported commands, try menu_cmd help.
be: Нядзейсны загад. Паспрабуйце menu_cmd help, каб атрымаць спіс даступных загадаў.
uk: Невірна команда. Щоб побачити список доступних команд спробуйте menu_cmd help.

source: Level %d: %s
be: Узровень %d: %s
uk: Рівень %d: %s

source: Panel disabled
be: Адключаная
uk: Панель вимкнута

source: Panel enabled
be: Уключаная
uk: Увімкнути панель

source: Panel enabled even observing
be: Уключаная пры назіранні
uk: Увімкнути панель під час спостерігання

source: Panel enabled only in Race/CTS
be: Панэль уключаная толькі ў Race/CTS
uk: Увімкнути панель тільки під час Гонки/CTS

source: Panel enabled when spectating
be: Уключана падчас назірання
uk: Панель присутня коли ви глядач

source: Panel always enabled
be: Заўсёды ўключана
uk: Панель завжди працює

source: Panel enabled in teamgames
be: Панэль уключана ў камандных гульнях
uk: Панель працюватиме у командних матчах

source: TIMLIM^1 minute
be: TIMLIM^1 хвіліна

source: TIMLIM^2 minutes
be: TIMLIM^2 хвіліны

source: TIMLIM^3 minutes
be: TIMLIM^3 хвіліны

source: TIMLIM^4 minutes
be: TIMLIM^4 хвіліны

source: TIMLIM^5 minutes
be: TIMLIM^5 хвілін

source: TIMLIM^6 minutes
be: TIMLIM^6 хвілін

source: TIMLIM^7 minutes
be: TIMLIM^7 хвілін

source: TIMLIM^8 minutes
be: TIMLIM^8 хвілін

source: TIMLIM^9 minutes
be: TIMLIM^9 хвілін

source: TIMLIM^10 minutes
be: TIMLIM^10 хвілін

source: TIMLIM^15 minutes
be: TIMLIM^15 хвілін

source: TIMLIM^20 minutes
be: TIMLIM^20 хвілін

source: TIMLIM^25 minutes
be: TIMLIM^25 хвілін

source: TIMLIM^30 minutes
be: TIMLIM^30 хвілін

source: TIMLIM^40 minutes
be: TIMLIM^40 хвілін

source: TIMLIM^50 minutes
be: TIMLIM^50 хвілін

source: TIMLIM^60 minutes
be: TIMLIM^60 хвілін

source: Jet pack
be: Рэактыўны заплечнік
uk: Реактивний ранець

source: Grappling hook
be: Зачэпка
uk: Гак

source: Crosshair size:
be: Памер прыцэлу:
uk: Розмір прицілу:

source: Crosshair alpha:
be: Празрыстасць:
uk: Прозорість прицілу:

source: Crosshair color:
be: Колер прыцэлу:
uk: Колір прицілу:

source: Ring alpha:
be: Празрыстасць колца:

source: Dot size:
be: Памер кропкі:
uk: Розмір цятки:

source: Dot alpha:
be: Празрыстасць кропкі:
uk: Прозорість цятки:

source: Dot color:
be: Колер кропкі:
uk: Колір цятки:

source: Side padding:
be: Прамежак па баках:

source: Show decimals in respawn countdown
be: Дзесятковыя на таймеры адраджэння

source: Input packets/s:
be: Пакетаў/с:
uk: Вхідні пакети:

source: Server queries/s:
be: Запыты сервера/с:

source: Speed (kB/s):
be: Хуткасць (кБ/с):
uk: Швидкість (кб/с):

source: MAXFPS^5 fps
be: 5 кадраў/с
uk: 5 fps

source: MAXFPS^10 fps
be: 10 кадраў/с
uk: 10 fps

source: MAXFPS^20 fps
be: 20 кадраў/с
uk: 20 fps

source: MAXFPS^30 fps
be: 30 кадраў/с
uk: 30 fps

source: MAXFPS^40 fps
be: 40 кадраў/с
uk: 40 fps

source: MAXFPS^50 fps
be: 50 кадраў/с
uk: 50 fps

source: MAXFPS^60 fps
be: 60 кадраў/с
uk: 60 fps

source: MAXFPS^70 fps
be: 70 кадраў/с
uk: 70 fps

source: MAXFPS^100 fps
be: 100 кадраў/с
uk: 100 fps

source: MAXFPS^125 fps
be: 125 кадраў/с
uk: 125 fps

source: MAXFPS^200 fps
be: 200 кадраў/с
uk: 200 fps

source: TRGT^30 fps
be: 30 кадраў/с
uk: 30 fps

source: TRGT^40 fps
be: 40 кадраў/с
uk: 40 fps

source: TRGT^50 fps
be: 50 кадраў/с
uk: 50 fps

source: TRGT^60 fps
be: 60 кадраў/с
uk: 60 fps

source: TRGT^100 fps
be: 100 кадраў/с
uk: 100 fps

source: TRGT^125 fps
be: 125 кадраў/с
uk: 125 fps

source: TRGT^200 fps
be: 200 кадраў/с
uk: 200 fps

source: IDLFPS^10 fps
be: 10 кадраў/с
uk: 10 fps

source: IDLFPS^20 fps
be: 20 кадраў/с
uk: 20 fps

source: IDLFPS^30 fps
be: 30 кадраў/с
uk: 30 fps

source: IDLFPS^60 fps
be: 60 кадраў/с
uk: 60 fps

source: Use GLSL to handle color control
be: Выкарыстоўваць GLSL для кіравання колерам
uk: Використовувати GLSL для управління кольором

source: Huh? Can't play this (m is NULL). Refiltering so this won't happen again.
be: Што? Не магу зайсці (m = NULL). Перафільтрую, каб гэтага не паўтаралася.
uk: Шо? Це неможливо зіграти (m is NULL). Зроблю фільтрацію ще раз, щоб такого більше не траплялось.

source: Huh? Can't play this (invalid game type). Refiltering so this won't happen again.
be: Што? Не магу зайсці (памылковы тып гульні). Перафільтрую, каб гэтага не паўтаралася.
uk: Шо? В це неможливо грати (невірний режим гри). Зроблю фільтрацію ще раз, щоб такого більше не траплялось.

source: SLCAT^Overkill Mode
be: SLCAT^Рэжым Overkill

source: SLCAT^InstaGib Mode
be: SLCAT^Рэжым InstaGib

source: Favorite
be: Упадабаць

source: Host name
be: Назва сервера
uk: Ім'я сервера

source: Last_Seen:
be: Апошнія_гледжаныя:

source: Time_Played:
be: Час_у_гульні:

source: Favorite_Map:
be: Улюбёная_мапа:

source: %s_Matches:
be: %s_матчаў:

source: %s_Rank:
be: %s_рэйтынг:

source: %s_Percentile:
be: %s_адсотак:

source: %s_Favorite_Map:
be: %s_улюбёная_мапа:

source: Update can be downloaded at: %s
be: Абнаўленне можна сцягнуць з: %s
uk: Оновлення можливо завантажити тут: %s

source: ^1%s TEST BUILD
be: ^1%s ТЭСТАВЫ БІЛД
uk: ^1%s ТЕСТОВА ЗБІРКА

source: ^1ERROR: Texture compression is required but not supported. ^1Expect visual problems.
be: 1^ПАМЫЛКА: Сцісканне тэкстур патрабуецца, але не падтрымліваецца. 1^Магчыма, будуць праблемы з візуалізацыяй.
uk: ^1Помилка: Компресія текстур обов'язкова але не підтримується. ^1Очікуйте візуальних проблем.

source: Enable panel
be: Уключыць панэль
uk: Увімкнути панель

source: ^BG%s^K1 was in the wrong place%s%s
uk: ^BG%s^K1 був не там де треба%s%s

source: ^F4NOTE: ^F1Xonotic %s^BG is out, and you still have ^F2Xonotic %s^BG - get the update from ^F3http://www.xonotic.org/^BG!
uk: ^F4ПРИМІТКА: ^F1Xonotic %s^BG вже доступний, а у вас все ще ^F2Xonotic %s^BG - завантажте нову версію з ^F3http://www.xonotic.org/^BG!

source: ^F3SVQC Build information: ^F4%s
uk: ^F3SVQC Відомості про збірку: ^F4%s

source: ^K1You killed your own dumb self!
uk: ^K1Ви вбили самі себе!

source: ^K1Moron! You fragged ^BG%s^K1, a team mate!
uk: ^K1Дурень! Ви фрагнули ^BG%s^K1, товариша по команді!

source: ^K1Moron! You went against ^BG%s^K1, a team mate!
uk: ^K1Дурень! You went against ^BG%s^K1, товариша по команді!

source: ^K1You were fragged by ^BG%s^K1, a team mate
uk: ^K1Вас фрагнув ^BG%s^K1, ваш товариш по команді

source: ^K1You were scored against by ^BG%s^K1, a team mate
uk: ^K1Ви програли очко ^BG%s^K1, товаришу по команді

source: ^K3You froze ^BG%s
uk: ^K3Ви заморозили ^BG%s

source: ^K1You were frozen by ^BG%s
uk: ^K1Вас заморозив ^BG%s

source: ^K3You were automatically revived after %s second(s)
uk: K3Вас автоматично оживили після %s секунд(и)

source: ^K1You may not join the game at this time. The player limit reached maximum capacity.
uk: ^K1Зараз ви не зможете приєднатися до гри. Досягнуто ліміту гравців.

source: ^BGKilling people while you don't have the ball gives no points!
uk: ^BGВбивство людей коли ви не володієте м'ячем не приносить очок!

source: ^BGSecondary fire inflicts no damage!
uk: ^BGДодатковий режим вогню не завдає шкоди!

source: Machine Gun
uk: Автомат

source: %s (mutator weapon)
uk: %s (зброя з мутатора)
