Repository: xonotic/xonotic-data.pk3dir
Catalog: common.la.po
Languages: la

source: Checkpoint times:
la: Tempora metarum:

source: ^2Successfully exported to %s! (Note: It's saved in data/data/)
la: ^2Certe exportatum est ad %s! (Nota: in data/data/ servatum est)

source: ^1Couldn't write to %s
la: ^1Scriptioni in %s defuit

source: Title
la: Titulus

source: ^3Countdown message at time %s, seconds left: ^COUNT
la: ^3Numerationis regredientis nuntium in %s, exspecta secunda: ^COUNT

source: ^1Multiline message at time %s that ^BOLDlasts longer than normal
la: ^1Multi versus in %s ^BOLDmanentes maiorem commune

source: Message at time %s
la: Nuntium in %s

source: Generic message
la: Nuntium generale

source: ^3Player^7: This is the chat area.
la: ^3Ludens^7: Hoc locutorium est.

source: Checkpoint %d
la: Meta %da

source: FPS: %.*f
la: QIS: %.*f

source: ^1Observing
la: ^1Specis

source: ^1Spectating: ^7%s
la: ^1Spectas: ^7%s

source: ^1Press ^3%s^1 to spectate
la: ^3%s^1 preme ut spectes

source: primary fire
la: emissio primaria

source: ^1Press ^3%s^1 or ^3%s^1 for next or previous player
la: ^3%s^1 vel ^3%s^1 preme ut posteriorem vel priorem spectes

source: next weapon
la: arma posteriora

source: previous weapon
la: arma priora

source: ^1Use ^3%s^1 or ^3%s^1 to change the speed
la: ^3%s^1 vel ^3%s^1 preme ut velocitatem mutes

source: ^1Press ^3%s^1 to observe, ^3%s^1 to change camera mode
la: ^3%s^1 preme ut specias, ^3%s^1 ut photographicam mutes

source: drop weapon
la: arma demittere

source: secondary fire
la: emissio secundaria

source: ^1Press ^3%s^1 to change camera mode
la: ^3%s^1 preme ut photographicam mutes

source: ^1Press ^3%s^1 for gametype info
la: ^3%s^1 preme ut ludi notas videas

source: server info
la: moderatri notae

source: ^1Press ^3%s^1 to join
la: ^3%s^1 preme ut incipias

source: jump
la: salire

source: ^2You're queued to join the %s%s^2 team
la: ^2Nunc exspecta ut advoceris ad manum %s%sm^2

source: ^2You're queued to join any available team
la: ^2Nunc exspecta ut advoceris ad aliquam manum

source: ^1Game starts in ^3%d^1 seconds
la: ^1Ludus incipietur post ^3%d^1 secunda

source: ^2Currently in ^1warmup^2 stage!
la: ^2Nunc ^1exercitium^2 est!

source: ^31^2 more player is needed for the match to start.
la: ^31^2 plures ludentes requiruntur ut ludus incipiatur.

source: ^3%d^2 more players are needed for the match to start.
la: ^3%d^2 plures ludentes requiruntur ut ludus incipiatur.

source: %sPress ^3%s%s to end warmup
la: %s^3%s%s preme ut exercitium finias

source: ready
la: paratus

source: ^2Waiting for others to ready up to end warmup...
la: ^2Alios parantes qui exercitia finient exspecta...

source: ^2Press ^3%s^2 to end warmup
la: ^3%s^2 preme ut exercitium finias

source: Teams are unbalanced!
la: Manus dispares sunt numeris!

source: Press ^3%s%s to adjust
la: ^3%s%s preme ut mutes

source: team selection
la: manus selectio

source: ^1Spectating this player:
la: ^1Hic ludens spectatur a:

source: ^1Spectating you:
la: ^1Spectaris a:

source: ^7Press ^3ESC ^7to show HUD options.
la: ^3ESC ^7preme ut Notarum Superpositarum optiones videas.

source: ^3Double-click ^7a panel for panel-specific options.
la: ^7Quadri partem ^3bis clicca ^7ut eius partis optiones videas.

source: ^3CTRL ^7to disable collision testing, ^3SHIFT ^7and
la: ^3CTRL ^7preme ut collisio neglegatur, ^3SHIFT ^7 vel

source: ^3ALT ^7+ ^3ARROW KEYS ^7for fine adjustments.
la: ^3ALT ^7+ ^3SAGITTAE CLAVEM ^7preme ut minutias mutes.

source: Player %d
la: Ludens %dus

source: Standard quick menu
la: Index celer ordinarius

source: Submenu%d
la: Index minor %dus

source: Command%d
la: Iussus %dus

source: Continue...
la: Plura...

source: Chat
la: Locutorium

source: QMCMD^Send public message to
la: Nuntium publicum mittere

source: QMCMD^:-) / nice one
la: :-) / iucundum

source: QMCMD^nice one
la: iucundum

source: QMCMD^good game
la: ludus bonus

source: QMCMD^hi / good luck
la: ave / bonam fortunam

source: QMCMD^hi / good luck and have fun
la: ave / bonam fortunam gaudiumque

source: QMCMD^Send in English
la: Anglice nuntiare

source: QMCMD^Team chat
la: Manus locutorium

source: QMCMD^strength soon
la: mox vis

source: QMCMD^free item %x^7 (l:%y^7)
la: utile %x^7 (l:%y^7)

source: QMCMD^free item, icon
la: utile, imago

source: QMCMD^took item (l:%l^7)
la: utile cepi (l:%l^7)

source: QMCMD^took item, icon
la: utile cepi, imago

source: QMCMD^negative
la: negativum

source: QMCMD^positive
la: affirmativum

source: QMCMD^need help (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
la: me iuvate (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^need help, icon
la: me iuvate, imago

source: QMCMD^enemy seen (l:%y^7)
la: hostem vidi (l:%y^7)

source: QMCMD^enemy seen, icon
la: hostem vidi, imago

source: QMCMD^flag seen (l:%y^7)
la: vexillum vidi (l:%y^7)

source: QMCMD^flag seen, icon
la: vexillum vidi, imago

source: QMCMD^defending (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
la: defendo (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^defending, icon
la: defendo, imago

source: QMCMD^roaming (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
la: perambulo (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^roaming, icon
la: perambulo, imago

source: QMCMD^attacking (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)
la: impeto (l:%l^7) (h:%h^7 a:%a^7 w:%w^7)

source: QMCMD^attacking, icon
la: impeto, imago

source: QMCMD^killed flagcarrier (l:%y^7)
la: vexillifer occisus (l:%y^7)

source: QMCMD^killed flagcarrier, icon
la: vexillifer occisus, imago

source: QMCMD^dropped flag (l:%d^7)
la: vexillum demissum (l:%d^7)

source: QMCMD^dropped flag, icon
la: vexillum demissum, imago

source: QMCMD^drop weapon, icon
la: arma demissa, imago

source: QMCMD^dropped weapon %w^7 (l:%l^7)
la: arma demissa %w^7 (l:%l^7)

source: QMCMD^drop flag/key, icon
la: vex./clavis demissa, imago

source: QMCMD^dropped flag/key %w^7 (l:%l^7)
la: vex./clavis demissa %w^7 (l:%l^7)

source: QMCMD^Send private message to
la: Nuntium privatum mittere

source: QMCMD^Settings
la: Optiones

source: QMCMD^View/HUD settings
la: Notarum Superpositarum optiones

source: QMCMD^3rd person view
la: 3ae personae visio

source: QMCMD^Player models like mine
la: Ludentium formae similes meae

source: QMCMD^Names above players
la: Nomina super ludentes

source: QMCMD^Crosshair per weapon
la: Armorum singula reticula

source: QMCMD^FPS
la: QIS

source: QMCMD^Net graph
la: Retis graphicus

source: QMCMD^Sound settings
la: Sonorum optiones

source: QMCMD^Hit sound
la: Vulnerum soni

source: QMCMD^Chat sound
la: Locutorii soni

source: QMCMD^Change spectator camera
la: Spectatoris photographicam mutare

source: QMCMD^Observer camera
la: Photographica speciendo

source: QMCMD^Increase speed
la: Velocitatem addere

source: QMCMD^Decrease speed
la: Velocitatem minuere

source: QMCMD^Wall collision
la: Parietes non transire

source: QMCMD^Fullscreen
la: Totum quadrum

source: QMCMD^Call a vote
la: Suffragia diribere

source: QMCMD^Restart the map
la: Harenam integrare

source: QMCMD^End match
la: Ludum finire

source: QMCMD^Reduce match time
la: Ludi tempus minuere

source: QMCMD^Extend match time
la: Ludi tempus addere

source: QMCMD^Shuffle teams
la: Manus miscere

source: Server quick menu
la: Moderatri index celer

source: Waypoint editor menu
la: Locorum indicandorum index

source: Waypoint editor menu as default
la: Praeferre locorum indicandorum indicem

source: Server quick menu as default
la: Praeferre moderatri indicem celerem

source: QMCMD^Spectate a player
la: Ludentem spectare

source: Start line
la: Carceres

source: Finish line
la: Calx

source: PENALTY: %.1f (%s)
la: MULTA: %.1f (%s)

source: missing a checkpoint
la: meta ambita

source: Click to select teleport destination
la: Clicca ut locum in quem teleporteris seligas

source: Click to select spawn location
la: Clicca ut locum in quo nascaris seligas

source: Number of ball carrier kills
la: Quotiens pilam portantem interfecit

source: SCO^bckills
la: SCO^ppinterf

source: SCO^bctime
la: SCO^pptempus

source: Total amount of time holding the ball in Keepaway
la: Quantum tempus totum pilam portabat Abhibitione

source: How often a flag (CTF) or a key (Key Hunt) was captured
la: Quotiens vexillum (VC) aut clavem (CV) cepit

source: SCO^captime
la: SCO^captempus

source: Time of fastest capture (CTF)
la: Captus celerrimi tempus (VC)

source: Number of deaths
la: Quotiens mortuus est

source: SCO^deaths
la: SCO^mortes

source: Number of keys destroyed by pushing them into void
la: Quot claves deletae demissae in vacuum

source: SCO^destructions
la: deletiones

source: SCO^damage dealt
la: vulnus illatum

source: The total damage dealt
la: Totum vulnus quod hic intulit

source: SCO^damage taken
la: vulnus acceptum

source: The total damage taken
la: Quantum vulnus in se

source: Number of flag drops
la: Quotiens vexillum demisit

source: SCO^drops
la: SCO^demiss

source: SCO^fastest
la: celerrim

source: Time of fastest lap (Race/CTS)
la: Circumitus celerrimi tempus (Cursu)

source: Number of faults committed
la: Quotiens deliquit

source: SCO^faults
la: SCO^delict

source: Number of flag carrier kills
la: Quotiens vexilliferum interfecit

source: SCO^fckills
la: SCO^vpinterf

source: FPS
la: QIS (quadra in secundum)

source: SCO^fps
la: SCO^qis

source: Number of kills minus suicides
la: Quotiens interfecit, suicidiis subtractis

source: SCO^frags
la: caedes

source: Number of generators destroyed
la: Quot generatra deleta

source: SCO^generators
la: generatra

source: Number of goals scored
la: Quotiens pilam in portam iecit

source: SCO^goals
la: SCO^pilport

source: Number of hunts (Survival)
la: Quotiens venatus est (Superstites)

source: SCO^hunts
la: venatus

source: Number of key carrier kills
la: Quotiens clavem portantem interfecit

source: SCO^kckills
la: SCO^cpinterf

source: SCO^k/d
la: if/m

source: The kill-death ratio
la: Quotiens interfecit, mortibus divisis

source: SCO^kdr
la: ifmd

source: SCO^kdratio
la: ifmdivis

source: Number of kills
la: Quotiens interfecit

source: SCO^kills
la: SCO^interf

source: Number of laps finished (Race/CTS)
la: Quotiens circumivit (Cursu)

source: SCO^laps
la: circumit

source: Number of lives (LMS)
la: Quot vitae (HSU)

source: SCO^lives
la: SCO^vitae

source: Number of times a key was lost
la: Quotiens clavem amisit

source: SCO^losses
la: SCO^amiss

source: Player name
la: Ludenti nomen

source: SCO^name
la: SCO^nomen

source: SCO^nick
la: SCO^agnomen

source: Number of objectives destroyed
la: Quot metae deletae sunt

source: SCO^objectives
la: metae

source: How often a flag (CTF), a key (Key Hunt), or a ball (Keepaway) was picked up
la: Quotiens vexillum (VC) aut clavem (CV) aut pilam (Abhibitione) ferebat

source: SCO^pickups
la: SCO^lationes

source: Ping time
la: Ping tempus

source: Packet loss
la: Perditae litterae (interretiales)

source: SCO^pl
la: pl

source: Number of players pushed into void
la: Quotiens ludentem in vacuum pepulit

source: SCO^pushes
la: SCO^puls

source: Player rank
la: Ludentis gradus

source: SCO^rank
la: SCO^gradus

source: Number of flag returns
la: Quotiens vexillum rettulit

source: SCO^returns
la: SCO^relat

source: Number of revivals
la: Quotiens ludentem restituit

source: SCO^revivals
la: restitut

source: Number of rounds won
la: Quot temporibus vicit

source: SCO^rounds won
la: victoriae

source: Number of rounds played
la: Quot temporibus lusit

source: SCO^rounds played
la: tempora

source: SCO^score
la: ratio

source: Total score
la: Tota ratio

source: Player skill
la: Ludentis habilitas

source: SCO^skill
la: habilitas

source: Number of suicides
la: Quot suicidia

source: SCO^suicides
la: suicidia

source: Number of kills minus deaths
la: Quotiens interfecit, mortibus subtractiis

source: SCO^sum
la: summa

source: Number of survivals
la: Quotiens superstes fuit

source: SCO^survivals
la: superstes

source: Number of domination points taken (Domination)
la: Quotiens dominationis locum tetigit (Dominatione)

source: SCO^takes
la: SCO^tact

source: Number of teamkills
la: Quotiens manus collegam interfecit

source: SCO^teamkills
la: SCO^colleginterf

source: Number of ticks (Domination)
la: Quot tic (Dominatione)

source: SCO^ticks
la: SCO^tic

source: SCO^time
la: tempus

source: Total time raced (Race/CTS)
la: Quousque cucurrit (Cursu)

source: You can modify the scoreboard using the ^2scoreboard_columns_set command.
la: Si rationarium mutare vis, ^2scoreboard_columns_set iubeto.

source: Usage:
la: Usus:

source: ^2scoreboard_columns_set ^3field1 field2 ...
la: ^2scoreboard_columns_set ^3columna1 columna2 ...

source: ^2scoreboard_columns_set ^7without arguments reads the arguments from the cvar scoreboard_columns
la: ^2scoreboard_columns_set ^7si non sunt argumenta, columnas legit ex variabili scoreboard_columns

source: ^5Note: ^7scoreboard_columns_set without arguments is executed on every map start
la: ^5Nota: ^7scoreboard_columns_set si non sunt argumenta, iubetur semper cum ludus incipit

source: ^2scoreboard_columns_set ^3expand_default ^7loads default layout and expands it into the cvar scoreboard_columns so you can edit it
la: ^2scoreboard_columns_set ^3expand_default ^7rationarii formam ordinariam in variabili scoreboard_columns scribit ut legas et transcribas id quod vellis

source: You can use a ^3|^7 to start the right-aligned fields.
la: Signum ^3|^7 scribe ut ad columnae latus dextrum res scribantur.

source: The following field names are recognized (case insensitive):
la: Recognoscuntur columnarum nomina quae sequuntur (litteras parvas vel magnas scribere potes):

source: Before a field you can put a + or - sign, then a comma separated list of gametypes, then a slash, to make the field show up only in these or in all but these gametypes. You can also specify 'all' as a field to show all fields available for the current gametype.
la: Ante columnae nomen scribere potes signum + vel -, etiam sequentes ludorum modorum nomina, signa commata interposita, denique lineam /, ut columna scribatur solum cum inter ea nomina ludi modus sit, vel cum inter ea non sit. Atque 'all' scribere potes ut omnes ludi modi columnas videas.

source: The special gametype names 'teams' and 'noteams' can be used to include/exclude ALL teams/noteams gametypes.
la: Nomen 'teams' manuum modis est, et nomen 'noteams' aliis modis.

source: Example: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
la: Exemplum: scoreboard_columns_set name ping pl | +ctf/columna3 -dm/columna4

source: will display name, ping and pl aligned to the left, and the fields right of the vertical bar aligned to the right.
la: nomen, ping et PL ad latus sinistrum scribuntur, et aliae ad latus dextrum scribuntur.

source: 'field3' will only be shown in CTF, and 'field4' will be shown in all other gametypes except DM.
la: 'columna3' modo Vexilli Captu 'ctf' videbitur, et 'columna4' omni modo praeter Interfectionem 'dm' videbitur.

source: Accuracy stats (average %d%%)
la: Accurationis statistica (media %d%%)

source: Item stats
la: Utilium statistica

source: Map stats:
la: Harenae statistica:

source: Monsters killed:
la: Beluae occisae:

source: Secrets found:
la: Arcana inventa:

source: Spectators
la: Spectatores

source: SCO^points
la: ratio

source: Next map:
la: Harena posterior:

source: Team Selection
la: Manus Selectio

source: ^7Press ^3%s^7 to join the selected team
la: ^3%s^7 preme ut in manum selectam conscribaris

source: ^7Press ^3%s^7 to auto-select a team and join
la: ^3%s^7 preme ut in aliquam manum conscribaris

source: ^7Press ^3%s ^7to select a specific team
la: ^3%s^7 preme ut quamvis manum seligas

source: ^5%d^7/^5%d ^7players
la: ^5%d^7/^5%d ^7ludentes

source: Map:
la: Harena:

source: Speed award: %d%s ^7(%s^7)
la: Celeritate donum: %d%s ^7(%s^7)

source: All-time fastest: %d%s ^7(%s^7)
la: Omnium celerrimus: %d%s ^7(%s^7)

source: ^1Respawning in ^3%s^1...
la: ^1Renasceris ^3%s^1...

source: You are dead, wait ^3%s^7 before respawning
la: Mortuus es, ^3%s^7 exspecta renaturus

source: You are dead, press ^2%s^7 to respawn
la: Mortuus es, ^2%s^7 preme ut renascaris

source: Warmup
la: Exercitium

source: Warmup: too few players!
la: Exercitium: ludentibus eget!

source: Warmup: teams unbalanced!
la: Exercitium: manus dispares!

source: Warmup: no time limit
la: Exercitium: tempus infinitum

source: Timeout
la: Tempus Terminale

source: Sudden Death
la: Mors Subita

source: Overtime
la: Prorogatio

source: Overtime #%d
la: Prorogatio %da

source: ^1You must answer before entering HUD configure mode
la: ^1Respondere necesse est antequam notas superpositas mutes

source: ^2Name ^7instead of "^1Anonymous player^7" in stats
la: ^2Nomen^7 non "^1Ludens anonymus^7" in statisticis

source: A vote has been called for:
la: Suffragiis disputent de:

source: Allow servers to store and display your name?
la: Sinisne moderatra nomen tuum meminisse et nuntiare?

source: ^1Configure the HUD
la: ^1Notas Superpositas Mutare

source: Yes
la: Iubeo

source: No
la: Non sino

source: Out of ammo
la: Missili cares

source: Don't have
la: Non habes

source: Unavailable
la: Deest

source: Trying to remove a team which is not in the teamlist!
la: Manum quae in indicem non est excipere non potes!

source: mph
la: mi/h

source: knots
la: nmi/h

source: All Weapons Arena
la: Harena cum Omnibus Armis

source: All Available Weapons Arena
la: Harena cum Omnibus Armis Praesentibus

source: Most Weapons Arena
la: Harena cum Plurimis Armis

source: Most Available Weapons Arena
la: Harena cum Plurimis Armis Praesentibus

source: No Weapons Arena
la: Harena sine Armis

source: %s Arena
la: Harena cum %s

source: This is %s
la: Est %s

source: Your client version is outdated.
la: Nimis vetus cliens computatralis tuus est.

source: ### YOU WON'T BE ABLE TO PLAY ON THIS SERVER ###
la: ### MODERATRO HOC LUDERE NON POTES ###

source: Please update!
la: Noviorem inveni!

source: This server is using an outdated Xonotic version.
la: Moderatrum hoc Xonoticum veterem habet.

source: ### THIS SERVER IS INCOMPATIBLE AND THUS YOU CANNOT JOIN ###
la: ### MODERATRUM HOC NON INTELLEGIT PROPTEREA LUDERE NON POTES ###

source: Welcome to %s
la: Salve, es in %s

source: Level %d:
la: Munus %dum:

source: ^BGPress ^F2%s^BG to enter the game
la: ^F2%s^BG preme ut ludas

source: Gametype:
la: Ludi modus:

source: by:
la: ab:

source: This match supports
la: Hoc ludo sinuntur

source: %d players
la: %d ludentes

source: %d to %d players
la: %d ludentes aut plures, sed non plures quam %d

source: %d players maximum
la: non plures quam %d ludentes

source: %d players minimum
la: %d ludentes aut plures

source: Active modifications:
la: Mutationes praesentes:

source: Special gameplay tips:
la: Ludi insignis suasa:

source: Server's message
la: Moderatri nuntium

source: %s (not bound)
la: %s (sine clavi)

source: (1 vote)
la: (1 suffragium)

source: (%d votes)
la: (%d suffragia)

source: Don't care
la: Non curo

source: Suggested by: %s
la: Hanc suadet: %s

source: Decide the gametype
la: Ludi modum decernite

source: Vote for a map
la: Harenam decernite

source: mv_mapdownload: ^3You're not supposed to use this command on your own!
la: mv_mapdownload: ^3Non decet temet ipsum hunc iubere!

source: ^1Error:^7 Couldn't find pak index.
la: ^1Defuit:^7 Index Pak inventus non est.

source: Requesting preview...
la: Pictura poscitur...

source: Nade timer
la: Tempus ad granatae eruptionem

source: Capture progress
la: Tempus ad captum

source: Revival progress
la: Tempus ad restitutionem

source: error creating curl handle
la: defuit in creatione curl handle

source: Assault
la: Assultus

source: Destroy obstacles to find and destroy the enemy power core before time runs out
la: Obstantia delete ut hostium energiae nucleus invenietur delebiturque ante temporis finem

source: Point limit:
la: Ratio terminalis:

source: Clan Arena
la: Generum Harena

source: Kill all enemy teammates to win the round
la: Omnes hostes interficite ut tempore vincetis

source: Round limit:
la: Temporum numerus terminalis:

source: The amount of rounds won needed before the match will end
la: Quot temporibus vincere necesse est ut ludus finiatur

source: Capture time rankings
la: Captuum temporum gradus

source: Capture the Flag
la: Vexilli Captus

source: Find and bring the enemy flag to your base to capture it, defend your base from the other team
la: Hostium vexillum invenite capiteque, i.e., ad basem vestram, qua hostes prohibeatis, ferte

source: Capture limit:
la: Captuum numerus terminalis:

source: The amount of captures needed before the match will end
la: Quotiens vexillum capere necesse est ut ludus finiatur

source: Rankings
la: Gradus

source: Race CTS
la: Currere Tale Spatium

source: Race to the finish line for the fastest time
la: Curre ad metam ut celerrimus sis

source: Deathmatch
la: Interfectio

source: Score as many frags as you can
la: Quam plurimos interfice

source: Capture and defend all the control points to win
la: Dominationis locos tangite defenditeque ut vincetis

source: Domination
la: Dominatio

source: The amount of points needed before the match will end
la: Quem numerum, cum alicuius ratio attinget, ludus finietur

source: Duel
la: Duellum

source: Fight in a one versus one arena battle to decide the winner
la: Cum altero pugna unus ut utrum victorem esse decernetis

source: Freeze Tag
la: Congelatio

source: Kill enemies to freeze them, stand next to frozen teammates to revive them; freeze all enemies to win
la: Hostes congelandos interficite, ad collegas congelatos restituendos state; omnes hostes congelate ut vincetis

source: Invasion
la: Invasio

source: Survive against waves of monsters
la: Beluarum pecoribus superstes es

source: Hold the ball to get points for kills
la: Pilam tene ut tuae rationi addetur cum interficies

source: Keepaway
la: Abhibitio

source: Gather all the keys to win the round
la: Omnes claves colligite ut tempore vincetis

source: Key Hunt
la: Clavium Venatio

source: ^1You have no more lives left
la: ^1Iam nullam vitam habes

source: Last Man Standing
la: Homo Stans Ultimus

source: Survive and kill until the enemies have no lives left
la: Superstes es et interfice ut inimici nullas vitas habebunt

source: Lives:
la: Vitae:

source: Compete for the most damage dealt and frags in this chaotic mayhem
la: Tot vulnera mortesque infer quot haec inordinatio tumultuosa postulat

source: Mayhem
la: Tumultus

source: How much score is needed before the match will end
la: Quanta ratio necesse est ut ludus finiatur

source: Nexball
la: Nexfollis

source: Shoot and kick the ball into the enemy's goal, keep your goal clean
la: In hostium portam follem iacite, porta vestra prohibete

source: Goal limit:
la: Iniectuum numerus terminalis:

source: The amount of goals needed before the match will end
la: Quotiens follem in portam iacere necesse est ut ludus finiatur

source: Ball Stealer
la: Follis Fur

source: Capture control points to reach and destroy the enemy generator
la: Dominationis locos capite ut hostium generatrum invenietur delebiturque

source: Onslaught
la: Incursio

source: Personal best
la: Tuorum optimum

source: Server best
la: Moderatri optimum

source: Race
la: Cursus

source: Race against other players to the finish line
la: Cum aliis cursoribus ad metam curre

source: Laps:
la: Circumitus:

source: Hunter
la: Venator

source: Survivor
la: Superstes

source: Identify and eliminate all the hunters before all your allies are gone
la: Superstites et venatores discerne, posteriores occide, ne omnes collegae tui moriantur

source: Survival
la: Superstites

source: Help your team score the most frags against the enemy team
la: Manus collegas iuvate ut plures mortes afferatis quam hostium manus

source: Team Deathmatch
la: Manuum interfectio

source: Keep the ball in your team's possession to get points for kills
la: Age ut manus tua pilam teneat, ut rationi addetur cum interficies
