Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Use encryption (AES) when available
ast: Usar el cifráu (AES) cuando tea disponible
be: Выкарыстоўваць шыфраванне (AES) калі даступна
bg: Изполване на криптиране (AES) когато е възможно
de: Verschlüsselung (AES) benutzen, wenn verfügbar
es: Usar cifrado (AES) si está disponible
fi: Käytä salausta (AES) kun se on saatavissa
fr: Utiliser le chiffrement (AES) si disponible
gl: Usa cifrado (AES) cando estea dispoñible
it: Usa crittografia (AES) quando disponibile
ja_jp: 可能な場合は暗号化(AES)を使用する
pl: Użyj szyfrowania (AES) gdy dostępne
pt_br: Usar encriptação (AES) quando disponível
ro: Folosește encripție (AES) atunci când e disponibilă
ru: Использовать шифрование AES по возможности
sr: Користи шифровање (AES) када је доступно
sv: Använd kryptering (AES) när tillgängligt

source: HTTP downloads
es: Descargas HTTP
fi: HTTP lataukset
fr: Téléchargements HTTP
gl: Descargas HTTP
it: Download HTTP
ja_jp: HTTPダウンロード
pt_br: Downloads HTTP
ro: Descărcări HTTP
ru: Загрузки по HTTP
sv: HTTP-nedladdningar

source: Simultaneous:
de: Gleichzeitig:
es: Simultáneas:
fi: Yhtäaikainen:
fr: Simultanés :
gl: Simultáneas:
it: Simultanei:
ja_jp: 同時ダウロード:
pl: Jednoczesne:
pt_br: Simultâneos:
ru: Одновременные:
sv: Samtidiga:

source: Maximum number of concurrent HTTP downloads
de: Maximale Anzahl von gleichzeitigen HTTP-Downloads
es: Número máximo de descargas HTTP simultáneas
fi: Rinnakkaisten HTTP-latausten enimmäismäärä
fr: Nombre maximal de téléchargements HTTP simultanés
gl: Número máximo de descargas HTTP simultáneas
it: Massimo numero di download HTTP contemporanei
ja_jp: 同時HTTPダウンロードの最大数
pl: Maksymalna ilość połączeń HTTP na raz
pt_br: Número máximo de downloads simultâneos via HTTP
ro: Numărul maxim de descărcări HTTP simultane
ru: Предел одновременных загрузок по HTTP
sv: Maximal mängd samtidiga HTTP-nedladdningar

source: Bandwidth limit:
de: Bandbreitenlimit:
es: Límite de ancho de banda:
fi: Kaistaleveyden raja:
fr: Limite de bande passante :
gl: Límite de ancho de banda:
it: Limite banda:
ja_jp: 帯域幅制限:
pl: Limit pobierania:
pt_br: Limite de largura de banda:
ru: Предел ширины канала:
sv: Gräns på bandbredd:

source: %d KiB/s
fi: %d Kt/s
fr: %d Kio/s
ru: %d КиБ/с

source: %d MiB/s
fi: %d Mt/s
fr: %d Mio/s
ru: %d МиБ/с

source: Menu tooltips:
ast: Descripciones emerxentes:
be: Падказкі для элементаў:
bg: Подсказки на менюто:
de: Menü-Tooltips:
es: Información sobre herramientas del menú:
fi: Päävalikon työkaluvihjeet:
fr: Infobulles du menu :
gl: Consellos de ferramentas do menú:
it: Tooltip del menu:
ja_jp: メニューツールチップ:
pl: Podpowiedzi w menu:
pt_br: Dicas de menu:
ro: Ponturi meniu:
ru: Подсказки в меню:
sr: Облачићи менија
sv: Verktygstips i menyn:
uk: Підказки в меню:

source: Menu tooltips: disabled, standard or advanced (also shows cvar or console command bound to the menu item)
de: Menü-Tooltips: Deaktiviert, Standard oder Fortgeschritten (zeigt auch der zum Menüeintrag zugewiesenen cvar oder Konsolenbefehl)
es: Herramientas del menú: deshabilitado, estándar o avanzado (también muestra cvar o comando de consola ligado al item del menú)
fi: Valikon vihjeet: pois, vakiollinen tai edistynyt (näyttää myös cvar:in tai päätekäskyn joka on sidonnainen valikon kohteeseen)
fr: Info-bulles : désactivé, standard ou avancé (affiche aussi la cvar ou la commande associée)
gl: Suxestións sobre ferramentas do menú: desactivado, estándar ou avanzado (tamén mostra o comando cvar ou da consola unido ao elemento do menú)
it: Tooltip del menu: disabilitati, standard o avanzati (mostra anche la cvar o il commando associato all'oggetto del menu)
ja_jp: メニューツールチップ: 無効、標準、高度 (メニュー項目にバインドされた cvar コマンドまたはコンソールコマンドも表示する)
pl: Podpowiedzi w menu: wyłączone, standardowe oraz zaawansowane (zaawansowane dodatkowo wyświetla cvar lub polecenie konsoli związane z pozycją w menu)
pt_br: Dicas de menu: desabilitado, padrão ou avançado (também mostra a cvar ou comando de console ligado ao item de menu)
ru: Подсказки меню: нет, стандартные или улучшенные (также показывает переменные или команды, связанные с пунктами меню)
sr: Облачићи менија: онемогућени, уобичајени или напредни (такође приказује cvar или конзолну наредбу везану за ту ставку у менију)
sv: Verktygstips i menyn: avstängd, standard eller avancerad (visar också cvar eller konsolkommandon kopplade till menysaker)

source: TLTIP^Disabled
ast: Desactívense
be: TLTIP^Адключана
bg: DF^Изключени
de: Aus
es: Deshabilitado
fi: TLTIP^Pois päältä
fr: Désactivé
gl: TLTIP^Desactivado
it: Disabilitati
ja_jp: 無効
pl: Wyłączone
pt_br: Desabilitado
ro: TLTIP^Dezactivat
ru: Отключены
sr: TLTIP^Онемогућени
sv: Avstängd
uk: Вимкнуті

source: TLTIP^Standard
ast: Estándar
be: TLTIP^Як звычайна
bg: TLTIP^Стандартни
de: Standard
es: Estándar
fi: TLTIP^Vakio
fr: Standard
gl: TLTIP^Estándar
it: Standard
ja_jp: 標準
pl: Standardowe
pt_br: Padrão
ru: Стандартные
sr: TLTIP^Уобичајени
sv: Standard
uk: Стандартно

source: TLTIP^Advanced
ast: Avanzaes
be: TLTIP^Пашырана
bg: TLTIP^Разширени
de: Fortgeschritten
es: Avanzado
fi: TLTIP^Kehittynyt
fr: Avancé
gl: TLTIP^Avanzado
it: Avanzati
ja_jp: 高度
pl: Zaawansowane
pt_br: Avançado
ro: TLTIP^Avansat
ru: Расширенные
sr: TLTIP^Напредни
sv: Avancerad
uk: Розширені

source: Menu animations:
fr: Animations du menu :
gl: Animacións do menú:
it: Animazioni menu:
pt_br: Animações do menu:
ru: Анимации меню:

source: How fast animations in the menu occur
fr: Vitesse des animations dans le menu
gl: A velocidade coa que se producen as animacións no menú
it: Velocità delle animazioni nel menu
pt_br: Velocidade das animações do menu
ru: Скорость анимаций в меню

source: Disabled
de: Aus
es: Deshabilitado
fr: Désactivé
gl: Desactivado
it: Disabilitato
ja_jp: 無効
pt_br: Desabilitado
ru: Отключено
sv: Funktionshindrad

source: Text shadow
fr: Ombre du texte
gl: Sombra do texto
it: Ombra testo
pt_br: Sombra do texto
ru: Тень текста

source: Draw a shadow behind all text to improve readability
fr: Dessiner une ombre derrière tout le texte pour améliorer la lisibilité
gl: Debuxar unha sombra detrás de todo o texto para mellorar a lexibilidade
it: Mostra un'ombra dietro il testo per migliorare la leggibilità
pt_br: Desenhar uma sombra atrás de todo o texto para melhorar a legibilidade
ru: Рисовать тень позади текста для улучшения читаемости

source: Show current date and time
ast: Amosar la data y hora actuales
be: Паказваць дзейны час і дату
de: Aktuelles Datum und Uhrzeit zeigen
es: Mostrar fecha y hora actual
fi: Näytä tämänhetkinen päivämäärä ja kellonaika
fr: Afficher la date et l'heure actuelles
gl: Mostra a data e hora actual
it: Mostra data e orario correnti
ja_jp: 現在の日付と時刻を表示する
pl: Pokaż obecną datę i czas
pt_br: Exibir data e hora atual
ro: Afișează data și ora
ru: Показывать текущие дату и время
sr: Прикажи тренутно време и датум
sv: Visa nuvarande datum och tid

source: Show current date and time of day, useful on screenshots
ast: Amuesa la data y hora actuales, útil nes captures de pantalla
de: Zeigt aktuelles Datum und Tageszeit, nützlich auf Screenshots
es: Mostrar fecha y hora actual, útil para capturas de pantalla
fi: Näytä tämänhetkinen päivämäärä ja kellonaika, käytännöllinen kuvakaappauksissa
fr: Afficher l'heure et la date du jour, utile sur les captures d'écran
gl: Mostra a data e a hora actual do día, útil nas capturas de pantalla
it: Mostra data e ora correnti, utile negli screenshot
ja_jp: 現在の日付と時刻を表示す、スクリーンショットに便利
pl: Pokaż obecną datę i czas, użyteczne na zrzutach z ekranu
pt_br: Exibe a data e hora atual, útil para capturas de tela
ru: Показывать текущие дату и время, полезно для снимков экрана
sr: Прикажи тренутно време и датум, корисно за снимке екрана
sv: Visa nuvarande datum och tid på dagen, användbart på skärmdumpar

source: Advanced settings...
ast: Axustes avanzaos...
be: Пашыраныя настáўленні...
bg: Разширени настройки...
de: Erweiterte Einstellungen …
es: Configuración avanzada...
fi: Edistyneet asetukset...
fr: Paramètres avancés…
gl: Configuración avanzada...
it: Impostazioni avanzate...
ja_jp: 高度な設定...
pl: Ustawienia zaawansowane...
pt_br: Configurações avançadas...
ro: Setări avansate...
ru: Расширенные настройки…
sr: Напредна подешавања...
sv: Avancerade inställningar...
uk: Розширені налаштування...

source: Advanced settings where you can tweak every single variable of the game
ast: Equí pues afinar cauna de les variables del xuegu
bg: Подробни настройки, където можеш да настроиш всяка променлива на играта
de: Erweiterte Einstellungen, in denen du jede beliebige Variable des Spiels ändern kannst
es: Configuración avanzada dónde puedes ajustar cada variable del juego
fi: Edistyneet -valikko on paikka jonka kautta voit säätää pelien jokaista osa-aluetta ja muuttujaa
fr: Paramètres avancés pour configurer le jeu dans ses moindres détails
gl: Configuración avanzada onde podes modificar todas as variables do xogo
it: Impostazioni avanzate dove puoi mettere mano ad ogni singola variabile del gioco
ja_jp: 各ゲーム変数を調整できる詳細設定
pl: Ustawienia zaawansowane, gdzie możesz zmienić każdą zmienną w grze
pt_br: Definições avançadas onde você poderá ajustar cada uma das variáveis do jogo
ru: Расширенные настройки, в которых можно настроить каждую переменную игры
sr: Напредна подешавања где можете наместити сваку променљиву у игри понаособ
sv: Avancerade inställningar är där du kan finjustera varenda variabel i spelet

source: Factory reset
ast: Reafitar too
be: Поўнае скіданне
de: Alles zurücksetzen
es: Restablecer ajustes de fábrica
fi: Nollaus tehdasasetuksiin
fr: Réinitialisation complète
gl: Restablecemento de fábrica
it: Reimposta valori base
ja_jp: 工場リセット
pl: Przywróć ustawienia fabryczne
pt_br: Configurações padrões
ro: Resetare totală
ru: Полный сброс
sr: Врати на фабричка подешавања
sv: Fabriksåterställning

source: Modified cvars only
ast: Namás cvars modificaes
de: Nur modifizierte Variablen
es: Sólo cvars modificados
fi: Vain mukautetut cvar:it
fr: Cvars modifiées uniquement
gl: Só cvar modificados
it: Solo cvar modificate
ja_jp: 変更されたcvarのみ
pl: Tylko zmienione cvar
pt_br: Somente cvars modificadas
ru: Только изменённые переменные
sr: Само измењени cvar-ови
sv: Bara förändrade cvars

source: Search in cvar descriptions too
it: Cerca anche nelle descrizioni delle cvar
ru: Поиск также в описаниях переменных (cvar)

source: Setting:
ast: Axuste:
be: Настáўленне:
bg: Настройка:
de: Einstellung:
es: Configuración:
fi: Asetus:
fr: Propriété :
gl: Axustes:
it: Impostazioni:
ja_jp: 設定:
pl: Ustawienia:
pt_br: Configuração:
ro: Setări:
ru: Настройка:
sr: Подешавање:
sv: Inställning:
uk: Налаштування:

source: Type:
ast: Tipu:
be: Тып:
bg: Тип:
de: Typ:
es: Tipo:
fi: Tyyppi:
gl: Typo:
it: Tipo:
ja_jp: タイプ:
pl: Typ:
pt_br: Modo:
ro: Tip:
ru: Режим:
sr: Врста:
sv: Typ:
uk: Тип:

source: Value:
ast: Valor:
be: Значэнне:
bg: Стойност
de: Wert:
es: Valor:
fi: Arvo:
fr: Valeur :
gl: Valor:
it: Valore:
ja_jp: 値:
pl: Wartość:
pt_br: Valor:
ro: Valoare:
ru: Значение:
sr: Вредност:
sv: Värde:
uk: Значення:

source: Reset to default
de: Auf Standard zurücksetzen
fr: Réinitialisation aux valeurs par défaut
gl: Restablecer aos valores predeterminados
it: Ripristina predefinito
pt_br: Restaurar ao padrão
ru: Сбросить на стандартные

source: Description:
ast: Descripción:
be: Апісанне:
bg: Описание:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
gl: Descripción:
it: Descrizione:
ja_jp: 説明:
pl: Opis:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sr: Опис:
sv: Beskrivning:
uk: Опис:

source: Advanced settings
ast: Axustes avanzaos
be: Пашыраныя настáўленні
bg: Допълнителни настройки
de: Erweiterte Einstellungen
es: Configuración avanzada
fi: Edistyneet asetukset
fr: Paramètres avancés
gl: Axustes avanzados
it: Impostazioni avanzate
ja_jp: 高度な設定
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
ro: Setări avansate
ru: Расширенные настройки
sr: Напредна подешавања
sv: Avancerade inställningar
uk: Додаткові налаштування

source: Are you sure you want to reset all settings?
ast: ¿De xuru que quies reafitar los axustes?
be: Сапраўды жадаеце скінуць усе настáўленні?
de: Wirklich alle Einstellungen zurücksetzen?
es: ¿Está seguro que desea restablecer todos los ajustes?
fi: Oletko varma että haluat nollata kaikki asetukset?
fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres ?
gl: Estás seguro de que queres restablecer toda a configuración?
it: Sei sicuro di voler reimpostare tutti i settaggi?
ja_jp: 全ての設定をリセットしてもよろしいですか?
pl: Jesteś pewien, że chcesz przywrócić domyślne ustawienia?
pt_br: Deseja mesmo redefinir todas as configurações para o padrão?
ro: Ești sigur că vrei să resetezi toate setările?
ru: Вы действительно хотите сбросить все настройки?
sr: Да ли сте сигурни да желите вратити сва подешавања на фабричка?
sv: Är du säker på att du vill återställa alla inställningar?

source: This will create a backup config in your data directory
be: У каталогу з данымі будзе створана рэзервовая копія конфіга
de: Eine Sicherheitskopie der Konfiguration wird im data-Verzeichnis angelegt
es: Esto creará una copia de seguridad de la configuración en el directorio data
fi: Tämä luo varmuuskopion asetuksista data-kansioosi
fr: Une sauvegarde de la configuration va être créée dans votre répertoire « data »
gl: Isto creará unha configuración de copia de seguridade no directorio de datos
it: Ciò creerà una config. di backup nella cartella /data
ja_jp: これによりデータディレクトリにバックアップ構成が作成されます
pl: To stworzy kopię twojej konfiguracji w twoim katalogu danych
pt_br: Isso irá criar uma cópia da sua configuração na seguinte pasta: C:\Users\[usuário]\Saved Games\xonotic\data
ro: Asta va crea un config de rezervă în directorul data
ru: Резервная копия вашего конфига будет сохранена в папке с данными
sr: Ово ће направити резервну конфигурацију у вашој фасцикли са подацима
sv: Detta kommer att skapa en säkerhetskopiering i din data-katalog

source: Menu Skin
fr: Thème du menu
gl: Aparencia do menú
it: Tema Menu
pt_br: Visual de Menu
ru: Тема меню

source: Text Language
ast: Llingua de los testos
be: Мова тэксту
bg: Език на текста
de: Sprache
es: Texto del idioma
fi: Tekstin kieli
fr: Langue du texte
gl: Idioma do texto:
it: Lingua del testo
ja_jp: テキスト言語
pl: Język
pt_br: Idioma dos Textos
ro: Limbă text
ru: Язык текста
sr: Jeзик текста
sv: Textspråk

source: Set language
ast: Afitar la llingua
be: Ужыць мову
bg: Задаване на език
de: Sprache setzen
es: Elegir idioma
fi: Tekstin kieli:
fr: Définir la langue
gl: Establecer idioma
it: Imposta lingua
ja_jp: 言語を設定する
pl: Ustaw język
pt_br: Definir idioma
ro: Setare limbă
ru: Применить язык
sr: Постави језик
sv: Sätt språk
uk: Змінити мову

source: Disable gore effects and harsh language
ast: Desactivar los efeutos gores y el llinguaxe violentu
be: Адключыць эфекты крыві ды лаянку
bg: Изключване на ефектите с насилие и неприличните думи
de: Gewalteffekte deaktivieren
es: Deshabilitar efectos sangrientos y lenguaje ofensivo
fi: Ota ylimitoitettu raakuus ja karski kieli pois käytöstä
fr: Désactiver les effets gores et le langage grossier
gl: Desactiva os efectos gore e a linguaxe dura
it: Disabilita effetti sangue e linguaggio rude
ja_jp: 流血の効果と攻撃的な言葉を無効にする
pl: Wyłącz efekty gore i ostry język
pt_br: Desabilitar sangue e linguagem inapropriada
ro: Dezactivare efecte violente și limbaj violent
ru: Отключить жестокие эффекты и грубый язык
sr: Онемогући крваве ефекте и непристојан језик
sv: Slå av effekter med inälvor och grovt språk
uk: Вимкнути криваві ефекти та нецензурні слова

source: Replace blood and gibs with content that does not have any gore effects
ast: Troca'l sangre y los cachos de cadabres por conteníu que nun tenga efeutos gores
de: Blut und Fleischteile durch Dinge ersetzen, die keinerlei brutale Effekte haben
es: Reemplazar sangre y vísceras por contenido que no tenga nada de efectos sangrientos
fi: Korvaa veri ja viillokit sisällöllä joka ei sisällä mitään hurmeosastoa
fr: Remplacer les effets gores par des effets moins violents
gl: Substitúe sangue e gibs por contido que non teña ningún efecto gore
it: Sostituisci il sangue e i gib con contenuti che non hanno alcun effetto di sangue
ja_jp: 血と内臓を流血の効果コンテンツに置き換える
pl: Zmień krew i flaki na mniej agresywne efekty
pt_br: Substitui o sangue com conteúdo que não contém nenhum efeito violento.
ru: Заменить кровь и ошмётки эффектом без элементов насилия
sv: Byter ut blod och inälvor med innehåll som inte har några blodiga effekter

source: Just the gore
fr: Uniquement le gore
gl: Só o gore
it: Solo il sangue
pt_br: Só o sangue
ru: Только для ран

source: Just the language
fr: Uniquement le langage
gl: Só a linguaxe
it: Solo il linguaggio
pt_br: Só a linguagem
ru: Только для языка

source: While connected language changes will be applied only to the menu, full language changes will take effect starting from the next game
de: Änderungen der verbundenen Sprache werden nur auf das Menü angewendet. Die vollständigen Sprachänderungen sind ab dem nächsten Spiel wirksam.
fr: En cours de partie, les changements de langue ne s'appliquent qu'au menu. Les changements de langue complets prendront effet à compter de la partie suivante.
gl: Aínda que os cambios de idioma conectado só se aplicarán ao menú, os cambios de idioma completos terán efecto a partir do seguinte xogo
it: Quando si è connessi, i cambiamenti di lingua sono applicati solo al menu, le modifiche complete saranno applicate a partire dalla prossima partita
pt_br: Enquanto estiver conectado alterações no idioma serão aplicadas somente no menu, alterações completas de idioma surtirão efeito a partir da próxima partida.
ru: Во время подключения к серверу изменения языка будут применяться только к меню, полные изменения языка заработают со следующей игры

source: Disconnect now
ast: Desconectase agora
be: Адлучыцца зараз
bg: Изключване
de: Verbindung jetzt unterbrechen
es: Desconectar ahora
fi: Katkaise yhteys nyt
fr: Se déconnecter maintenant
gl: Desconecta agora
it: Disconnetti ora
ja_jp: 今すぐ切断する
pl: Rozłącz teraz
pt_br: Desconectar agora
ro: Deconectează-te acum
ru: Отключиться сейчас
sr: Откачи ме сада
sv: Koppla bort nu

source: Switch language
ast: Cambiar la llingua
be: Пераключыць мову
bg: Смяна на език
de: Sprache ändern
es: Cambiar idioma
fi: Vaihda kieli
fr: Changer de langue
gl: Cambiar idioma
it: Cambia lingua
ja_jp: 言語を変更する
pl: Zmień język
pt_br: Alterar idioma
ro: Schimbă limba
ru: Переключить язык
sr: Промени језик
sv: Växla språk

source: Warning
ast: Alvertencia
be: Папярэджанне
bg: Вниание
de: Warnung
es: Advertencia
fi: Varoitus
fr: Avertissement
gl: Aviso
it: Attenzione
ja_jp: 警告
pl: Ostrzeżenie
pt_br: Aviso
ro: Avertisment
ru: Внимание
sr: Упозорење
sv: Varning

source: Full screen
ast: Pantalla completa
be: На ўвесь экран
bg: На цял екран
de: Vollbild
es: Pantalla completa
fi: Kokoruutu
fr: Plein écran
gl: Pantalla chea
it: Schermo intero
ja_jp: 全画面
pl: Pełny ekran
pt_br: Tela cheia
ro: Ecran mare
ru: Во весь экран
sr: Преко целог екрана
sv: Fullskärm
uk: На повний екран

source: Borderless window
fr: Fenêtre sans bordure
gl: Fiestra sen marxes
it: Finestra senza bordi
pt_br: Janela sem borda
ru: Окно без рамок

source: Resolution:
ast: Resolución:
be: Разрозненне:
bg: Разделителна способност:
de: Auflösung:
es: Resolución:
fi: Näytön tarkkuus:
fr: Résolution :
gl: Resolución:
it: Risoluzione:
ja_jp: 解像度:
pl: Rozdzielczość:
pt_br: Resolução:
ro: Rezoluție:
ru: Разрешение:
sr: Резолуција:
sv: Upplösning:
uk: Роздільність:

source: Font/UI size:
ast: Tamañau de la IU:
be: Памер шрыфту/UI:
bg: Размер на шрифта:
de: Schriftgröße:
es: Tamaño de fuente/UI:
fi: Kirjainten/käyttöliittymän koko:
fr: Taille de la police :
gl: Tamaño da fonte/IU:
it: Grand. carattere:
ja_jp: フォント/UIサイズ:
pl: Rozmiar czcionki/UI:
pt_br: Tamanho da fonte/UI:
ro: Mărime font/UI:
ru: Интерфейс/шрифт:
sr: Величина УИ-ја и фонта
sv: Typsnitt/UI-storlek:
uk: Розмір шрифту/інтерфейсу:

source: SZ^Unreadable
ast: Inapreciable
be: SZ^Нечытэльны
bg: SZ^Нечетим
de: Unleserlich
es: Ilegible
fi: SZ^Miltein näkymätön
fr: Illisible
gl: SZ^ILexible
it: Illeggibile
ja_jp: 読めない
pl: Nieczytelny
pt_br: Ilegível
ro: Ilizibil
ru: Нечитаемый
sr: SZ^Нечитљива
sv: Oläsbar
uk: Нечитабельний

source: SZ^Tiny
ast: Nanu
be: SZ^Малюсенькі
bg: SZ^Микроскопичен
de: Winzig
es: Minúscula
fi: SZ^Pikkuruinen
fr: Minuscule
gl: SZ^Minúscula
it: Minuscolo
ja_jp: ちっこい
pl: Malutki
pt_br: Minúsculo
ro: Minuscul
ru: Крошечный
sr: SZ^Сићушна
sv: Jätteliten
uk: Дуже маленький

source: SZ^Little
ast: Perpequeñu
be: SZ^Маленькі
bg: SZ^Миниатюрен
de: Winzig
es: Muy pequeña
fi: SZ^Hyvin pieni
fr: Très petite
gl: SZ^Moi pequena
it: Molto piccolo
ja_jp: 少
pl: Mało
pt_br: Muito Pequeno
ro: Foarte mic
ru: Маленький
sr: SZ^Малена
sv: Väldigt liten
uk: Маленький

source: SZ^Small
ast: Pequeñu
be: SZ^Малы
bg: SZ^Малък
de: Klein
es: Pequeña
fi: SZ^Pieni
fr: Petite
gl: SZ^Pequena
it: Piccolo
ja_jp: 小
pl: Mały
pt_br: Pequeno
ro: Mic
ru: Небольшой
sr: SZ^Мала
sv: Liten
uk: Невеликий

source: SZ^Medium
ast: Normal
be: SZ^Сярэдні
bg: SZ^Среден
de: Mittel
es: Media
fi: SZ^Keskikokoinen
fr: Moyenne
gl: SZ^Media
it: Medio
ja_jp: 中
pl: Średni
pt_br: Médio
ro: Mediu
ru: Средний
sr: SZ^Средња
sv: Mellan
uk: Середній

source: SZ^Large
ast: Grande
be: SZ^Вялікі
bg: SZ^Голям
de: Groß
es: Grande
fi: SZ^Suuri
fr: Grande
gl: SZ^Grande
it: Largo
ja_jp: 大
pl: Duży
pt_br: Grande
ro: Mare
ru: Большой
sr: SZ^Велика
sv: Stor
uk: Великий

source: SZ^Huge
ast: Pergrande
be: SZ^Агромністы
bg: SZ^Огромен
de: Riesig
es: Enorme
fi: SZ^Valtava
fr: Très grande
gl: SZ^Enorme
it: Enorme
ja_jp: でかい
pl: Ogromny
pt_br: Enorme
ro: Foarte mare
ru: Огромный
sr: SZ^Огромна
sv: Väldigt stor
uk: Величезний

source: SZ^Gigantic
ast: Escomanáu
be: SZ^Велізарны
bg: SZ^Гигантски
de: Gigantisch
es: Gigante
fi: SZ^Jättiläismäinen
fr: Gigantesque
gl: SZ^Xigante
it: Gigante
ja_jp: 巨大
pl: Gigantyczny
pt_br: Gigante
ro: Gigantic
ru: Гигантский
sr: SZ^Џиновска
sv: Gigatisk
uk: Велетенський

source: SZ^Colossal
ast: Colosal
be: SZ^Каласальны
bg: SZ^Колосален
de: Kolossal
es: Colosal
fi: SZ^Massiivinen
fr: Colossale
gl: SZ^Colosal
it: Colossale
ja_jp: 膨大
pl: Kolosalny
pt_br: Colossal
ro: Colosal
ru: Колоссальный
sr: SZ^Колосална
sv: Kolossal
uk: Колосальний

source: Anaglyph 3D (red-cyan)
fr: Anaglyphe 3D (rouge-cyan)
gl: Anaglif 3D (vermello-cian)
it: Anaglifo 3D (rosso-ciano)
pt_br: Anáglifo 3D (vermelho-ciano)
ru: Анаглиф 3D (красный-голубой)

source: High-quality frame buffer
ast: Búfer de cuadros de calidá alta
be: Высакаякасны буфер кадраў
bg: Висококачествен фрейм-буфер
de: Genauerer Framebuffer
es: Frame buffer de alta calidad
fi: Korkeanlaatuinen kehyspuskuri
fr: Anticrénelage de haute qualité
gl: Búfer de fotogramas de alta calidade
it: Frame buffer di alta qualità
ja_jp: 高品質のフレームバッファ
pl: Wysokiej jakości bufor klatek
pt_br: Buffer de quadro de alta qualidade
ro: Frame-buffer de înaltă calitate
ru: Высококачественный буфер кадров
sr: Високо квалитетна остава кадрова
sv: Högkvalitativ bildbuffert
uk: Високоякісний буфер кадрів

source: Antialiasing:
ast: Berbesos adondaos:
be: Згладжванне:
bg: Заглаждане:
de: Kantenglättung:
fi: Reunojenpehmennys (Antialiasing):
fr: Anticrénelage :
ja_jp: アンチエイリアシング:
pl: Antyaliasing:
pt_br: Anti-serrilhado:
ro: Antialising:
ru: Сглаживание:
sr: Антиалијасовање:
uk: Антиаліасінг:
