Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BG%s^F3 was moved to^BG spectators^F3 after idling for %s seconds
de: ^BG%s^F3 wurde zu den^BG Zuschauern^F3 nach %s Sekunden Untätigkeit verschoben
es: ^BG%s^F3 ha sido movido a^BG espectadores^F3 después de estar inactivo durante %s segundos
fi: ^BG%s^F3 siirrettiin osastolle^BG katsojat^F3 idlattuaan %s sekuntia
fr: ^BG%s^F3 a été déplacé vers les^BG spectateurs^F3 après une inactivité de %s secondes
gl: ^BG%s^F3 foi movido a^BG espectadores^F3 despois de estar inactivo durante %s segundos
it: ^BG%s^F3 è stato spostato tra gli^BG spettatori^F3 poiché inattivo per %s secondi
ja_jp: ^BG%s^F3 は %s 秒間非活動になった後に観客に移動された
pt_br: ^BG%s^F3 foi transferido(a) para^BG os espectadores^F3 por inatividade por %s segundos
ru: ^BG%s^F3 был перемещён к^BG зрителям^F3 за бездействие в течении %s секунд
sv: ^BG%s^F3 har flyttats till^BG åskådare^F3 efter att ha stått still i %s sekunder

source: ^BG%s^F3 has left the join queue after idling for %s seconds
de: ^BG%s^F3 hat nach %s Sekunden Inaktivität die Warteliste verlassen
fr: ^BG%s^F3 a quitté la file d'attente après une inactivité de %s secondes
gl: ^BG%s^F3 deixou a cola de unión despois de estar inactivo durante %s segundos
it: ^BG%s^F3 ha abbandonato la coda perché inattivo per %s secondi
pt_br: ^BG%s^F3 saiu da fila por inatividade por %s segundos
ru: ^BG%s^F3 покинул очередь из-за бездействия в течении %s секунд

source: ^BG%s^F3 was moved to^BG spectators^F3 for balance reasons
de: ^BG%s^F3 wurde zwecks Balancing zum ^BGZuschauen^F3 verschoben
fr: ^BG%s^F3 a été déplacé vers les^BG spectateurs^F3 pour des raisons d'équilibre
gl: ^BG%s^F3 foi trasladado a^BG espectadores^F3 por razóns de equilibrio
it: ^BG%s^F3 è stato spostato tra gli^BG spettatori^F3 per ragioni di bilanciamento
pt_br: ^BG%s^F3 foi transferido para^BG os espectadores^F3 por motivos de balanceamento
ru: ^BG%s^F3 был перемещён к^BG зрителям^F3 для уравнения сил

source: ^F2You were kicked from the server because you are a spectator and spectators aren't allowed at the moment.
ast: ^F2Espulsáronte del sirvidor porque yeres espectador y los espectadores nun tán permitíos nesti momentu.
be: ^F2Вас выкінулі з сервера, бо вы глядач, а гледачы зараз не дапускаюцца.
bg: ^F2Бяхте изхвърлен от сървъра, защото вие сте наблюдател, а в момента не са допустими наблюдатели.
de: ^F2Du wurdest vom Server gekickt, weil du Zuschauer bist, und Beobachter sind im Moment nicht erlaubt.
es: ^F2Fuiste expulsado del servidor porque eres un espectador y los espectadores no están permitidos por el momento
fi: ^F2Sinut potkaistiin palvelimelta koska olet katsoja ja katsojat eivät ole sallittuja tällä hetkellä.
fr: ^F2Vous avez été expulsé du serveur parce que vous êtes un spectateur et les spectateurs ne sont pas autorisés pour le moment.
gl: ^F2Botáronte do servidor porque es un espectador e os espectadores non están permitidos polo momento.
it: ^F2Sei stato cacciato dal server perché sei spettatore e gli spettatori non sono permessi al momento.
ja_jp: ^F2観客であり、観客は現在許可されていないため、サーバーから追い出された。
pl: ^F2Zostałeś wyrzucony z serwera bo jesteś obserwującym, a serwer nie pozwala obserwować w tej chwili
pt_br: ^F2Você foi expulso do servidor porque você é um espectador e espectadores não são permitidos no momento.
ro: ^F2Ai fost dat afară din server pentru că ești spectator și spectatorii nu sunt permiși în acest moment.
ru: ^F2Вы выкинуты с сервера, потому что вы были зрителем, а зрители не допускаются на данный момент.
sv: ^F2Du blev kickad från servern eftersom du är en åskådare, vilket är inte tillåtet just nu.

source: ^BG%s^F3 was kicked for excessive teamkilling
ast: ^F3Espulsóse a ^BG%s^F3 por matar a compañeros munches vegaes
de: ^BG%s^F3 wurde für übertriebene Teamkills hinausgeworfen
es: ^BG%s^F3 ha sido expulsado por matar a sus propios compañeros
fi: ^BG%s^F3 potkaistiin jatkuvien oman joukkueen jäsenten tappamisesta
fr: ^BG%s^F3 a été expulsé pour des meurtres équipe excessifs
gl: ^BG%s^F3 foi expulsado por matar excesivamente o seu equipo
it: ^BG%s^F3 è stato cacciato per eccessive uccisioni di compagni di squadra
ja_jp: ^BG%s^F3 はチームメイトを殺したために追い出された
pt_br: ^BG%s^F3 foi expulso por matar excessivamente a equipe
ru: ^BG%s^F3 был выкинут за чрезмерные убийства союзников
sv: ^BG%s^F3 blev kickad för överdriven lagmord

source: ^BG%s^F3 was forced to spectate for excessive teamkilling
de: ^BG%s^F3 musste wegen zu vielen Tötungungen von Teammitgliedern zusehen
es: ^BG%s^F3 ha sido forzado a espectar por matar a sus propios compañeros
fr: ^BG%s^F3 a été déplacé de force vers les spectateurs en raison de meurtres équipe excessifs
gl: ^BG%s^F3 viuse obrigado a espectador por matar o seu propio equipo
it: ^BG%s^F3 è stato costretto a fare da spettatore per le troppe uccisioni di compagni di squadra
ja_jp: ^BG%s^F3は過剰なチームキルのために観戦を強制されました
pt_br: ^BG%s^F3 foi obrigado a assistir por matar excessivamente a equipe
ru: ^BG%s^F3 был принудительно помещён в наблюдатели за чрезмерное убийство союзников
sv: ^BG%s^F3 blev tvingad att åskåda för överdriven lagmord

source: ^BG%s^F3 is now^BG spectating
ast: ^F3Agora ^BG%s^F3 ye ^BG espectador
de: ^BG%s^F3 schaut nun zu
es: ^BG%s^F3 está ahora^BG en modo espectador
fi: ^BG%s^F3 on nyt^BG katsojatilassa
fr: ^BG%s^F3 est maintenant^BG spectateur
gl: ^BG%s^F3 esta agora^BG en modo espectador
it: ^BG%s^F3 ora è uno^BG spettatore
ja_jp: ^BG%s^F3 は現在^BG観戦中です
pt_br: ^BG%s^F3 está assistindo^BG agora
ru: ^BG%s^F3 теперь^BG зритель
sv: ^BG%s^F3 är nu en^BG åskådare

source: ^BG%s^F3 has left the join queue
de: ^BG%s^F3 hat die Warteliste verlassen
fr: ^BG%s^F3 a quitté la file d'attente
gl: ^BG%s^F3 deixou a cola de unión
it: ^BG%s^F3 ha abbandonato la coda
pt_br: ^BG%s^F3 saiu da fila de espera
ru: ^BG%s^F3 покинул очередь присоединения

source: ^BG%s^BG has abandoned the race
ast: ^BG%s^BG coló de la carrera
be: ^BG%s^BG пакінуў гонку
bg: ^BG%s^BG напусна състезанието
de: ^BG%s^BG hat das Rennen aufgegeben
es: ^BG%s^BG ha abandonado la carrera
fi: ^BG%s^BG hylkäsi kilvan
fr: ^BG%s^BG a abandonné la course
gl: ^BG%s^BG abandonou a carreira
it: ^BG%s^BG ha abbandonato la gara
ja_jp: ^BG%s^BG はレースを放棄した
pl: ^BG%s^BG wycofał się z wyścigu
pt_br: ^BG%s^BG abandonou a corrida
ro: ^BG%s^BG a abandonat cursa
ru: ^BG%s^BG отказался от гонки
sv: ^BG%s^BG har övergivet tävlingen
uk: ^BG%s^BG залишив гонку

source: ^BG%s^BG couldn't break their %s%s^BG place record of %s%s %s
bg: ^BG%s^BG не можа да подобри своето %s%s^BG място с рекорд от %s%s %s
de: ^BG%s^BG konnte den eigenen Rekord auf dem %s%s^BG Platz von %s%s %s nicht schlagen
es: ^BG%s^BG no pudo romper su récord de %s%s^BG en lugar de %s%s %s
fi: ^BG%s^BG eivät kyenneet rikkomaan %s%s^BG sijoitusennätystä %s%s %s
fr: ^BG%s^BG n'a pas réussi à améliorer son record au classement de %s%s^BG de %s%s %s
gl: ^BG%s^BG non puido romper o seu record %s%s^BG en lugar de %s%s %s
it: ^BG%s^BG non è riuscito a battere il proprio record del %s%s^BG posto di %s%s %s
ja_jp: ^BG%s^BG は %s%s %s の %s%s^BG 場所の記録を破ることができなかった
pt_br: ^BG%s^BG não conseguiu quebrar seu recorde de lugar %s%s^BG de %s%s %s
ro: ^BG%s^BG nu a reușit să își întreacă propriul record de %s%s %s de pe locul %s%s^BG
ru: ^BG%s^BG не смог побить свой рекорд %s%s^BG места со временем %s%s %s
sv: ^BG%s^BG kunde inte slå deras %s%s^BG platsrekord på %s%s %s
uk: ^BG%s^BG не зміг побити рекорд свого %s%s^BG місця який становить %s%s %s

source: ^BG%s^BG couldn't break the %s%s^BG place record of %s%s %s
bg: ^BG%s^BG не можа да подобри %s%s^BG място с рекорд от %s%s %s
de: ^BG%s^BG konnte den Rekord auf dem %s%s^BG Platz von %s%s %s nicht schlagen
es: ^BG%s^BG no pudo romper el récord de %s%s^BG en lugar de %s%s %s
fi: ^BG%s^BG ei kyennyt rikkomaan %s%s^BG sijoitusennätystään %s%s%s
fr: ^BG%s^BG n'a pas réussi à battre le record au classement de %s%s^BG de %s%s %s
gl: ^BG%s^BG non puido superar o record de %s%s^BG en lugar de %s%s %s
it: ^BG%s^BG non è riuscito a battere il record del %s%s^BG posto di %s%s %s
ja_jp: ^BG%s^BG は %s%s %s の %s%s^BG 場所の記録を破ることができなかった
pt_br: ^BG%s^BG não conseguiu quebrar o recorde de lugar %s%s^BG de %s%s %s
ro: ^BG%s^BG nu a reușit să întreacă recordul de %s%s %s de pe locul %s%s^BG
ru: ^BG%s^BG не смог побить рекорд %s%s^BG места со временем %s%s %s
sv: ^BG%s^BG kunde inte slå det %s%s^BG platsrekordet på %s%s %s
uk: ^BG%s^BG не зумів побити рекорд %s%s^BG місця, який становить %s%s %s

source: ^BG%s^BG has finished the race
ast: ^BG%s^BG acabó la carrera
be: ^BG%s^BG скончыў гонку
bg: ^BG%s^BG приключи състезанието
de: ^BG%s^BG hat das Rennen beendet
es: ^BG%s^BG ha terminado la carrera
fi: ^BG%s^BG sai kisan päätökseen
fr: ^BG%s^BG a terminé la course
gl: ^BG%s^BG rematou a carreira
it: ^BG%s^BG ha completato la gara
ja_jp: ^BG%s^BG はレースを終了した
pl: ^BG%s^BG ukończył wyścig
pt_br: ^BG%s^BG acabou a corrida
ro: ^BG%s^BG a terminat cursa
ru: ^BG%s^BG закончил гонку
sv: ^BG%s^BG slutförde loppet
uk: ^BG%s^BG завершив гонку

source: ^BG%s^BG broke %s^BG's %s%s^BG place record with %s%s %s
bg: ^BG%s^BG подобри рекорда на %s^BG, %s%s^BG място с рекорд от %s%s %s
de: ^BG%s^BG brach %s^BGs %s%s^BG Rekord mit %s%s %s
es: ^BG%s^BG rompió el récord de %s^BG %s%s^BG con %s%s %s
fi: ^BG%s^BG rikkoi %s^BG's %s%s^BG sijoitusennätyksen ajassa %s%s %s
fr: ^BG%s^BG a battu le record au classement de %s^BG's %s%s^BG avec %s%s %s
gl: ^BG%s^BG rompeu o record de%s^BG's %s%s^BG con %s%s %s
it: ^BG%s^BG ha battuto il record di %s^BG del %s%s^BG posto con %s%s %s
ja_jp: ^BG%s^BG は %s%s %s で %s^BG の %s%s^BG 場所の記録を破った
pt_br: ^BG%s^BG quebrou o recorde %s%s^BG de %s^BG e substituiu seu recorde com %s%s %s
ro: ^BG%s^BG i-a întrecut recordul lui %s^BG de pe locul %s%s^BG cu %s%s%s
ru: ^BG%s^BG побил рекорд %s с^BG %s%s^BG местом и временем %s%s %s
sv: ^BG%s^BG slog %s^BGs %s%s^BG platsrekord med %s%s %s
uk: ^BG%s^BG побив рекорд %s^BG для %s%s^BG місця своїм результатом у %s%s %s

source: ^BG%s^BG improved their %s%s^BG place record with %s%s %s
bg: ^BG%s^BG подобри своето %s%s^BG място с рекорд от %s%s %s
de: ^BG%s^BG verbesserte den eigenen Rekord auf dem %s%s^BG Platz mit %s%s %s
es: ^BG%s^BG mejoró el récord de %s%s^BG con %s%s %s
fi: ^BG%s^BG paransivat %s%s^BG sijoitusennätystään %s%s %s
fr: ^BG%s^BG a amélioré son record au classement de %s%s^BG avec %s%s %s
gl: ^BG%s^BG millorouse o record de %s%s^BG con %s%s %s
it: ^BG%s^BG ha migliorato il proprio record al %s%s^BG posto con %s%s %s
ja_jp: ^BG%s^BG は %s%s %s で %s%s^BG の場所の記録を改善した
pt_br: ^BG%s^BG melhorou seu recorde de lugar %s%s^BG com %s%s %s
ro: ^BG%s^BG și-a îmbunătățit recordul de pe locul %s%s^BG cu %s%s%s
ru: ^BG%s^BG улучшил свой рекорд %s%s^BG места со временем %s%s %s
sv: ^BG%s^BG förbättrade deras %s%s^BG platsrekord med %s%s %s
uk: ^BG%s^BG покращив свій рекорд для %s%s^BG місця результатом у %s%s %s

source: ^BG%s^BG scored a new record with ^F2%s^BG, but unfortunately lacks a UID and will be lost.
ast: ^BG%s^BG fizo un récor nuevu de ^F2%s^BG mas desfortunadamente al xugador fálta-y la UID y el récor va perdese.
bg: ^BG%s^BG счупи рекорда с ^F2%s^BG, но за жалост няма UID и няма да бъде записан.
de: ^BG%s^BG hat einen neuen Rekord ^F2%s^BG erzielt, aber unglücklicherweise ist keine UID vorhanden und der Rekord wird verloren gehen.
es: ^BG%s^BG ha logrado adquirir un nuevo récord con ^F2%s^BG, pero desafortunadamente no tiene un UID y el récord se perderá.
fi: ^BG%s^BG laittoi tiskiin uuden ennätyksen ^F2%s^BG, mutta valitettavasti UID uupuu joten se hukataan.
fr: ^BG%s^BG a inscrit un nouveau record avec ^F2%s^BG, mais il n'a malheureusement aucun UID et le record va être perdu.
gl: ^BG%s^BG marcou un novo récord con ^F2%s^BG, pero por desgraza carece de UID e perderase.
it: ^BG%s^BG ha stabilito un nuovo record con ^F2%s^BG, ma sfortunatamente non ha un UID e sarà perduto.
ja_jp: ^BG%s^BG は ^F2%s^BG で新しい記録を獲得したが、残念ながらUIDがなく、失われる。
pt_br: ^BG%s^BG atingiu um novo recorde com ^F2%s^BG, mas infelizmente, faltou uma identidade de usuário e sua pontuação será perdida.
ro: ^BG%s^BG a stabilit un nou record cu ^F2%s^BG, dar din păcate îi lipsește un UID și va fi pierdut.
ru: ^BG%s^BG установил новый рекорд в ^F2%s^BG, но, к сожалению, у него нет уникального идентификатора и его рекорд не будет сохранён.
sv: ^BG%s^BG slog ett nytt rekord med ^F2%s^BG, men sorgligt nog saknar ett UID och kommer att förloras.
uk: ^BG%s^BG встановив новий рекорд у ^F2%s^BG, але на жаль не має UID, тому рекорд буде втрачено.

source: ^BG%s^BG scored a new record with ^F2%s^BG, but is anonymous and will be lost.
ast: ^BG%s^BG fizo un récor nuevu de ^F2%s^BG mas el xugador ta nel anonimatu y el récor va perdese.
de: ^BG%s^BG hat einen neuen Rekord mit ^F2%s^BG erzielt, aber dieser Spieler ist anonym und der Rekord wird verloren gehen.
es: ^BG%s^BG ha logrado adquirir un nuevo récord con ^F2%s^BG, pero es anónimo y el récord se perderá.
fi: ^BG%s^BG laittoi tiskiin uuden ennätyksen ^F2%s^BG, mutta ollen anonyymi, se hukataan.
fr: ^BG%s^BG a inscrit un nouveau record avec ^F2%s^BG, mais il est anonyme et son record va être perdu.
gl: ^BG%s^BG marcou un novo récord con ^F2%s^BG, pero é anónimo e perderase.
it: ^BG%s^BG ha stabilito un nuovo record con ^F2%s^BG, ma è anonimo e sarà perso.
ja_jp: ^BG%s^BG は ^F2%s^BG で新しい記録を獲得したが、匿名で、失われる。
pt_br: ^BG%s^BG quebrou um novo recorde com ^F2%s^BG, mas é anônimo e, por isso, será perdido.
ru: ^BG%s^BG установил новый рекорд в ^F2%s^BG, но, к сожалению, он анонимен и потому потеряется.
sv: ^BG%s^BG slog ett nytt rekord med ^F2%s^BG, men är anonym och kommer att förloras.

source: ^BG%s^BG set the %s%s^BG place record with %s%s
bg: ^BG%s^BG получи %s%s^BG място с рекорд от %s%s
de: ^BG%s^BG hält den %s%s^BG Rekord mit %s%s
es: ^BG%s^BG ha establecido el récord en la posición de %s%s^BG con %s%s
fi: ^BG%s^BG pisti %s%s^BG sijoitusennätyksen %s%s
fr: ^BG%s^BG a défini le record de classement de %s%s^BG à %s%s
gl: ^BG%s^BG estableceuse o record na posición de %s%s^BG con%s%s
it: ^BG%s^BG ha stabilito il record del %s%s^BG posto con %s%s
ja_jp: ^BG%s^BG は %s%s で %s%s^BG 場所の記録を設定した
pt_br: ^BG%s^BG definiu o recorde do local %s%s^BG com a pontuação %s%s
ro: ^BG%s^BG stabilește recordul pe locul %s%s^BG de %s%s
ru: ^BG%s^BG установил рекорд %s%s^BG места со временем %s%s
sv: ^BG%s^BG satte det %s%s^BG platsrekordet med %s%s
uk: ^BG%s^BG встановив рекорд %s%s^BG місця своїм результатом в %s%s

source: ^F4You have been invited by ^BG%s^F4 to join their game of ^F2%s^F4 (^F1%s^F4)
ast: ^BG%s^F4 convidóte pa que te xunieres a la so partida de: ^F2%s^F4 (^F1%s^F4)
de: ^F4YDu wurdest von ^BG%s^F4 in das Spiel vom Typ ^F2%s^F4 eingeladen (^F1%s^F4)
es: ^F4Has sido invitado por ^BG%s^F4 para unirse a su partida de ^F2%s^F4 (^F1%s^F4)
fi: ^F4Sinut kutsuttiin ^BG%s^F4 :n toimesta liittymään peliinsä ^F2%s^F4 (^F1%s^F4)
fr: ^F4Vous avez été invité par ^BG%s^F4 à rejoindre sa partie de ^F2%s^F4 (^F1%s^F4)
gl: ^F4Fuches convidado por ^BG%s^F4 para unirse ao seu xogo de ^F2%s^F4 (^F1%s^F4)
it: ^F4Sei stato invitato da ^BG%s^F4 a partecipare al suo gioco di ^F2%s^F4 (^F1%s^F4)
ja_jp: ^F4 ^BG%s^F4 から、^F2%s^F4 (^F1%s^F4) のゲームに招待された
pt_br: ^F4Você foi convidado por ^BG%s^F4 para se juntar a eles na partida de ^F2%s^F4 (^F1%s^F4)
ro: ^F4Ai fost invitat de către ^BG%s^F4 să participi la un joc de ^F2%s^F4 (^F1%s^F4)
ru: ^F4Вас пригласил ^BG%s^F4 к себе на игру в ^F2%s^F4 (^F1%s^F4)
sv: ^F4Du har blivit inbjuden av ^BG%s^F4 att gå med i deras spel av ^F2%s^F4 (^F1%s^F4)

source: ^TC^TT ^BGteam scores!
ast: ^BG¡L'equipu ^TC^TT ^BGpuntuó!
be: ^TC^TT ^BGкаманда атрымала бал(ы)!
bg: ^TC^TT ^BGотбор отбеляза
de: Team ^TC^TT^BG punktet!
es: ¡El equipo ^TC^TT^BG ha acertado!
fi: ^TC^TT ^BGjoukkue maalaa!
fr: L'équipe ^TC^TT ^BG marque !
gl: ^TC^TT ^BGpuntuacións do equipo!
it: ^BGLa squadra ^TC^TT ^BGsegna!
ja_jp: ^TC^TT ^BGチームが得点した!
pl: Drużyna ^TC^TT^BG zdobyła punkt!
pt_br: A equipe ^TC^TT ^BG pontuou!
ro: ^BGEchipa ^TC^TT înscrie!
ru: ^BGКоманда ^TC^TT^BG увеличивает счёт!
sv: ^TC^TT ^BGlag gör poäng!
uk: ^TC^TT ^BGкоманда заробляє очко!

source: ^F2You have to become a player within the next %s, otherwise you will be kicked, because spectating isn't allowed at this time!
ast: ^F2¡Tienes de convertite en xugador nos próximos %s o van espulsate porque nun se permiten espectadores nesti momentu!
bg: ^F2Трябва да станете играч в следващите %s иначе ще бъдете изхрълени, защото зяпачите не са позволени за момента!
de: ^F2Du musst in den nächsten %s Spieler werden, oder du wirst gekickt, denn Zuschauen ist momentan nicht erlaubt!
es: ^F2¡Tienes que convertirte en jugador en los siguientes %s, o serás expulsado, porque no está permitido entrar en modo espectador en este momento!
fi: ^F2Sinun täytyy alkaa pelaamaan ajan %ssisällä, muutoin sinut potkaistaan ulos koska katseleminen ei ole sallittua tällä kertaa!
fr: ^F2Vous devez rejoindre la partie avant les prochaines %s, sinon vous serez expulsé, car les spectateurs ne sont pas autorisés pour le moment !
gl: ^F2Tes que converterte nun xogador dentro do próximo %s, se non serás expulsado, porque neste intre non está permitido o modo espectador!
it: ^F2Devi entrare in gioco entro i prossimi %s, altrimenti sarai cacciato, perchè in questo momento non è permesso guardare!
ja_jp: ^F2次の %s 内で選手になる必要がある。そうしないと、現時点では観戦が許可されていないため、追い出される!
pl: ^F2Musisz zacząć rozgrywkę w ciągu najbliższych %s, albo zostaniesz wyrzucony, ponieważ nie można obserwować meczu!
pt_br: ^F2Você precisa se tornar um jogador dentro de %s, caso contrário, você será expulso, pois espectadores não são permitidos no momento!
ro: ^F2Trebuie să devi jucător în următoarele %s, altfel vei fi dat afară deoarece spectatorii nu sunt permiși în acest moment!
ru: ^F2Вы должны присоединиться к игре в течение %s, в противном случае вы будете отключены от сервера, так как быть зрителем временно запрещено!
sv: ^F2Du måste bli en spelare inom de nästa %s, annars kommer du bli kickad, eftersom åskådare är inte tillåtna just nu!

source: ^F2Spectating isn't allowed at this time!
de: ^F2Zuschauen ist derzeit nicht erlaubt!
fr: ^F2Les spectateurs ne sont pas autorisés pour l'instant !
gl: ^F2Non está permitido observar neste momento!
it: ^F2Non è consentito osservare il gioco in questo momento!
pt_br: ^F2Espectadores não são permitidos neste momento!
ru: ^F2В это время наблюдение не разрешено!

source: ^F2Spectating specific players isn't allowed at this time!
de: ^F2Bestimmen Spielern zuzuschauen ist derzeit nicht erlaubt!
fr: ^F2Observer un joueur spécifique n'est actuellement pas autorisé !
gl: ^F2Neste momento non está permitido ollar xogadores concretos!
it: ^F2Guardare specifici giocatori non è consentito in questo momento!
pt_br: ^F2Não é permitido assistir a jogadores específicos neste momento!
ru: ^F2В это время наблюдение определённого игрока не разрешено!

source: ^BG%s^K1 picked up a Superweapon
ast: ^BG%s^K1 pañó una superarma
be: ^BG%s^K1 узяў Суперзброю
bg: ^BG%s^K1 задигна Суперуръжие
de: ^BG%s^K1 hat eine Superwaffe aufgesammelt
es: ^BG%s^K1 ha recogido una Superarma
fi: ^BG%s^K1 poimi Mahtiaseen
fr: ^BG%s^K1 a pris une Super-Arme
gl: ^BG%s^K1 colleu unha superarma
it: ^BG%s^K1 ha preso una Superarma
ja_jp: ^BG%s^K1 はスーパー武器を拾いた
pl: ^BG%s^K1 podniósł Superbroń
pt_br: ^BG%s^K1 pegou uma Superarma
ro: ^BG%s^K1 a cules o SuperArmă
ru: ^BG%s^K1 подобрал Суперпушку
sv: ^BG%s^K1 plockade upp ett Supervapen
uk: ^BG%s^K1 здобув Суперзброю

source: ^K1Hunters^BG win the round
de: ^K1Jäger^BG gewinnen die Runde
es: Los ^K1Cazadores^BG ganan la ronda
fr: ^K1Les chasseurs^BG remportent la manche
gl: ^K1Cazadores^BG gañan a rolda
it: ^BGI ^K1cacciatori^BG vincono il round
ja_jp: ^K1ハンター^BGがラウンドに勝ちました
pt_br: ^K1Caçadores^BG vencem a rodada
ru: ^K1Охотники^BG победили в раунде
sv: ^K1Jägarna^BG vinner omgången

source: ^F1Survivors^BG win the round
de: ^F1Überlebende^BG gewinnen die Runde
es: Los ^F1Supervivientes^BG ganan la ronda
fr: ^F1Les survivants^BG remportent la manche
gl: ^F1Supervivintes^BG gañan a rolda
it: ^BGI ^K1sopravvissuti^BG vincono il round
ja_jp: ^F1サバイバー^BGがラウンドに勝ちました
pt_br: ^F1Sobreviventes^BG vencem a rodada
ru: ^F1Выжившие^BG победили в раунде
sv: ^F1Överlevarna^BG vinner omgången

source: ^K2You're not allowed to join a larger team!
de: ^K2Du darfst einem größeren Team nicht beitreten!
fr: ^K2Vous n'êtes pas autorisé à rejoindre une équipe plus grande !
gl: ^K2Non che está permitido unirte a un equipo máis grande!
it: ^K2Non ti è consentito unirti a una squadra più numerosa!
pt_br: ^K2Você não pode entrar numa equipe maior!
ru: ^K2Вы не можете присоединиться к большей команде!

source: ^K2You're not allowed to join that team!
fr: ^K2Vous n'êtes pas autorisé à rejoindre cette équipe !
gl: ^K2¡Non podes unirte a ese equipo!
it: ^K2Non ti è permesso unirti a questa squadra!
pt_br: ^K2Você não pode entrar nessa equipe!
ru: ^K2Вы не можете присоединиться к этой команде!

source: ^K2Teams are locked, you can't join or change teams until they're unlocked or the map changes.
de: ^K2Die Teams sind gesperrt, du kannst das Team nicht wechseln bis sie entsperrt sind, oder die Karte gewechselt wird.
fr: ^K2Les équipes sont verrouillées, vous ne pouvez pas rejoindre ou changer d'équipe avant qu'elles ne soient déverrouillées ou que la carte ne change.
gl: ^K2Os equipos están bloqueados, non podes unirte nin cambiar de equipo ata que se desbloqueen ou cambie o mapa.
it: ^K2Le squadre sono bloccate, non puoi unirti a o cambiare squadre finché sono bloccate o la mappa cambia.
pt_br: ^K2As equipes estão trancadas, você não pode entrar ou trocar de equipe até serem destrancadas ou o mapa mudar.
ru: ^K2Команды закрыты, вы не можете присоединиться или сменить команду, пока они не откроются, или не сменится арена.

source: ^K2You're already on that team!
de: ^K2Du bist bereits in diesem Team!
fr: ^K2Vous êtes déjà dans cette équipe !
gl: ^K2Xa estás nese equipo!
it: ^K2Sei già in quella squadra!
pt_br: ^K2Você já está nessa equipe!
ru: ^K2Вы уже находить в этой команде!

source: ^F4The teams are now locked.
de: ^F4Die Teams sind jetzt gesperrt.
fr: ^F4Les équipes sont maintenant verrouillées.
gl: ^F4Os equipos agora están bloqueados.
it: ^F4Le squadre sono bloccate ora.
pt_br: ^F4Agora as equipes estão trancadas.
ru: ^F4Команды теперь закрыты.

source: ^F1The teams are now unlocked.
de: ^F1Die Teams sind jetzt entsperrt.
fr: ^F1Les équipes sont maintenant déverrouillées.
gl: ^F1Os equipos agora están desbloqueados.
it: ^F1Le squadre sono sbloccate ora.
pt_br: ^F1Agora as equipes estão destrancadas.
ru: ^F1Команды теперь открыты.
