Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: Show only owned weapons
ast: Amosar namás les armes que poseyes
be: Паказваць толькі сваю зброю
bg: Показване само на притежаваните оръжия
de: Nur vorhandene Waffen zeigen
es: Mostrar sólo las armas en posesión
fi: Näytä vain omistuksessa olevat aseet
fr: Afficher uniquement les armes disponibles
gl: Mostra só armas den propiedade
it: Mostra solo armi possedute
ja_jp: 所有している武器のみを表示する
pl: Pokazuje tyko bronie które posiadasz
pt_br: Exibir apenas armas obtidas
ro: Afișează numai armele deținute
ru: Показывать только имеющееся оружие
sr: Прикажи само поседована оружја
sv: Visa endast tillgängliga vapen
uk: Показувати тільки зброю в наявності

source: Show label:
fr: Afficher le label :
gl: Amosar etiqueta:
it: Mostra etichetta:
pt_br: Exibir etiqueta:
ru: Пометка:

source: Number
be: Лік
bg: Номер
de: Zahl
es: Número
fi: Numero
fr: Nombre
gl: Número
it: Numero
ja_jp: 番号
pl: Liczba
pt_br: Número
ro: Număr
ru: Номер
sr: Број
sv: Nummer
uk: Номером

source: Bind
be: Кнопка
bg: Задаване
de: Taste
es: Tecla asignada
fi: Sidonta
fr: Touche
gl: Ligar
it: Tasto
ja_jp: 割り当てられたキー
pl: Skrót klawiszowy
pt_br: Atalho
ro: Tastă
ru: Клавиша
sr: Вежи
sv: Koppla
uk: Клавішею

source: Name
ast: Nome
be: Назва
bg: Име
es: Nombre
fi: Nimi
fr: Nom
gl: Nome
it: Nome
ja_jp: 名前
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
sr: Име
sv: Namn

source: Show Ammo
ast: Amosar la munición
be: Паказваць патроны
bg: Показване на амуниции
de: Munition zeigen
es: Mostrar Munición
fi: Näytä panokset
fr: Afficher les munitions
gl: Mostrar munición
it: Mostra munizioni
ja_jp: 弾薬を表示する
pl: Pokaż amunicję
pt_br: Exibir munições
ro: Afișează Muniția
ru: Показывать патроны
sr: Прикажи муницију
sv: Visa Ammunition
uk: Показувати боєзапас

source: Show Accuracy
ast: Amosar la precisión
be: Паказваць дакладнасць
bg: Показване на точност
de: Trefferquote zeigen
es: Mostrar Precisión
fi: Näytä tarkkuus
fr: Afficher la précision
gl: Mostrar precisión
it: Mostra precisione
ja_jp: 精度を表示する
pl: Pokaż dokładność
pt_br: Exibir precisão
ro: Afișează Acuratețe
ru: Показывать точность
sr: Прикажи прецизност
sv: Visa Noggrannhet
uk: Показувати влучність

source: Ammo bar opacity:
fr: Opacité barre munitions :
gl: Opacidade da barra de munición:
it: Opacità barra muniz.:
pt_br: Opacidade da barra de munições:
ru: Непрозрачность шкалы патронов:

source: Ammo bar color:
ast: Color de la barra de munición:
be: Колер радка патронаў:
bg: Цвят на лентата за амуниции:
de: Muntionsleistenfarbe:
es: Color de la barra de munición:
fi: Ammuskotelon väri
fr: Couleur barre munitions :
gl: Cor da barra de munición:
it: Colore barra munizioni:
ja_jp: 弾薬バーの色:
pl: Kolor paska amunicji:
pt_br: Cor da barra de munições:
ro: Culoare bară muniție:
ru: Цвет шкалы патронов:
sr: Боја траке са муницијом:
sv: Ammunitionsfältets färg:
uk: Колір смуги боєприпасів:

source: Weapons Panel
ast: Panel d'armes
be: Панэль зброі
bg: Панел за оръжията
de: Waffen-Panel
es: Panel de las Armas
fi: Asepalkki
fr: Armes
gl: Panel de armas
it: Pannello armi
ja_jp: 武器パネル
pl: Panel Broni
pt_br: Painel das Armas
ro: Panou de Arme
ru: Панель оружия
sr: Плоча оружја
sv: Vapenpanel
uk: Панель зброї

source: Are you sure you want to reset your HUD to this skin?
fr: Êtes-vous sûr de vouloir réinitialiser votre ATH avec ce thème ?
gl: Estás certo de que queres restablecer o teu HUD a esta apariencia?
it: Sei sicuro di voler reimpostare l'HUD a questa skin?
pt_br: Deseja mesmo redefinir sua interface para este visual?
ru: Уверены, что хотите сбросить свой игровой интерфейс на эту оболочку?

source: HUD skins
ast: Aspeutos de la interfaz
de: HUD-Stile
es: Apariencia del HUD
fi: HUD-päällysteet
fr: Thèmes de l'ATH
gl: Aspectos HUD
it: Skin dell'HUD
ja_jp: HUDスキン
pl: Skórki HUD
pt_br: Visuais de interface
ru: Темы интерфейса
sr: Омоти ХУД-а
sv: HUD-skinn

source: Filter:
ast: Peñera:
be: Фільтр:
bg: Филтър
es: Filtro:
fi: Suodatin:
fr: Filtre :
gl: Filtro:
it: Filtro:
ja_jp: フィルター:
pl: Filtr:
pt_br: Filtrar:
ro: Filtrare:
ru: Фильтр:
sr: Филтер:
uk: Фільтр:

source: Refresh
ast: Refrescar
be: Абнавіць
bg: Обнови
de: Aktualisieren
es: Actualizar
fi: Virkistys
fr: Rafraîchir
gl: Refrescar
it: Aggiorna
ja_jp: 更新する
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospătează
ru: Обновить
sr: Освежи
sv: Uppdatera

source: Set skin
ast: Afitar l'aspeutu
be: Ужыць тэму
bg: Задаване на облик
de: HUD-Stil setzen
es: Definir apariencia
fi: Aseta päällyste:
fr: Définir le thème
gl: Definir a pel
it: Imposta skin
ja_jp: スキンを設定する
pl: Ustaw skórę
pt_br: Definir visual
ro: Setare skin
ru: Применить тему
sr: Постави омот
sv: Sätt skinn
uk: Встановити скин

source: Save current skin
ast: Guardar l'aspeutu actual
de: Aktuellen HUD-Stil speichern
es: Guardar apariencia
fi: Tallenna nykyinen päällyste
fr: Enregistrer le thème actuel
gl: Garda a pel actual
it: Salva la skin corrente
ja_jp: 現在のスキンを保存する
pl: Zapisz aktualną skórę
pt_br: Salvar visual atual
ru: Сохранить текущую тему
sr: Сачувај тренутни омот
sv: Spara nuvarande skinn

source: Note: HUD skins are saved in data/data/ directory and can be manually renamed/deleted from there
fr: Remarque : les thèmes de l'ATH sont sauvegardés dans le répertoire data/data/ et peuvent être manuellement renommés ou supprimés depuis ce répertoire
gl: Nota: As peles do HUD gárdanse no cartafol data/data/ e poden ser renomeadas ou eliminadas manualmente desde alí
it: Nota: le skin dell'HUD sono salvate nella cartella data/data/ e possono essere rinominate/cancellate manualmente da lì
pt_br: Observação: Visuais de interface são salvos na pasta data/data/ e podem ser manualmente renomeados/apagados lá
ru: Примечание: Оболочки игрового интерфейса сохраняются в каталоге data/data/, их можно вручную переименовать или удалить оттуда

source: Panel background defaults:
ast: Axustes predeterminaos del fondu de los paneles:
be: Стандартны фон панэляў:
bg: Настройки на фона на панела:
de: Panel-Standardhintergrund:
es: Fondo por defecto del panel:
fi: Palkkitaustan vakiot:
fr: Arrière-plan des tableaux de bord par défaut :
gl: Valores predeterminados do fondo do panel:
it: Predefiniti dello sfondo del pannello:
ja_jp: パネルの背景のデフォルト:
pt_br: Padrões de fundo do painel:
ro: Setări panou de fundal implicite:
ru: Общие настройки фона панелей:
sr: Подразумевано позадине плоче:
sv: Standardinställningar för panelbakgrund:
uk: Фон панелі за замовчуванням:

source: Background:
ast: Fondu:
be: Фон:
bg: Фон:
de: Hintergrund:
es: Fondo:
fi: Tausta:
fr: Arrière-plan :
gl: Fondo:
it: Sfondo:
ja_jp: 背景:
pl: Tło:
pt_br: Fundo:
ro: Fundal:
ru: Фон:
sr: Позадина:
sv: Bakgrund:
uk: Фон:

source: Border size:
ast: Tamañu del berbesu:
be: Шырыня краёў:
bg: Размер на рамката:
de: Rahmengröße:
es: Grosor del borde:
fi: Reunan koko:
fr: Taille de la bordure :
gl: Tamaño do bordo:
it: Dimensioni bordo:
ja_jp: ボーダーサイズ:
pl: Rozmiar ramki:
pt_br: Tamanho das bordas:
ro: Mărime margine:
ru: Ширина краёв:
sr: Величина границе:
sv: Ramstorlek:
uk: Розмір обвідки:

source: Team color:
be: Колер каманды:
bg: Отборен цвят:
de: Teamfarbe:
es: Color del equipo:
fi: Joukkueen väri:
fr: Couleur de l'équipe :
gl: Cor do equipo:
it: Colore squadra:
ja_jp: チームカラー:
pl: Kolor drużyny:
pt_br: Cor de equipe:
ro: Culoare echipă:
ru: Цвет команды:
sr: Боја екипе:
sv: Lagets färg:
uk: Колір команди:

source: Test team color in configure mode
ast: Probar el color del equipu nel mou de configuración
be: Праверыць колер каманды ў рэжыме настáўлення
bg: Тестване на отборния цвят по време на конфигурирането
de: Teamfarbe bei Konfiguration testen
es: Probar el color del equipo en modo configuración
fi: Kokeile joukkueen väriä muokkaustilassa
fr: Tester la couleur d'équipe en mode configuration
gl: Proba a cor do equipo no modo de configuración
it: Prova colore squadra in modalità configurazione
ja_jp: 構成モードでのチームカラーのテストする
pl: Testuj kolory drużyn w trybie konfiguracji
pt_br: Testar cor de equipe no modo de configuração
ro: Testează culoarea echipei în modul de configurare
ru: Применить цвет команды для проверки
sr: Испробај боју екипе у режиму подешавања
sv: Testa lagfärg i konfigureringsläge
uk: Протестувати колір команди у конфігураційному режимі

source: Padding:
ast: Rellenu:
be: Прамежак:
bg: Отстояние:
de: Abstand:
es: Tamaño de letra:
fi: Pehmustus:
fr: Remplissage :
gl: Recheo:
it: Riempimento:
ja_jp: パディング:
pl: Odstęp:
pt_br: Preenchimento:
ro: Ajustare:
ru: Отступ:
sr: Испуњавање:
sv: Utfyllnad:
uk: Підкладка:

source: HUD Dock:
be: Вобласць HUD:
bg: HUD Док:
es: Panel del HUD:
fi: Näkymän liitäntä:
fr: Contours de l'ATH :
gl: Ancoraxe do HUD
it: Sfondo dell'HUD:
ja_jp: HUDドック:
pt_br: Camada da interface:
ro: Magnet ferestre:
ru: Область интерфейса:
sr: ХУД док:
sv: HUD-Docka:
uk: Док HUD:

source: DOCK^Disabled
be: DOCK^Адключана
bg: DOCK^Изключен
de: DOCK^Aus
es: Desactivado
fi: DOCK^Pois
fr: Désactivé
gl: DOCK^Desactivado
it: Disabilitato
ja_jp: 無効
pl: Wyłączony
pt_br: Desabilitada
ro: Dezactivat
ru: Отключено
sr: DOCK^Онемогућен
sv: Inaktiverad
uk: Вимкнуто

source: DOCK^Small
be: DOCK^Малая
bg: DOCK^Малък
de: DOCK^Klein
es: Pequeño
fi: DOCK^Pieni
fr: Petit
gl: DOCK^Pequeno
it: Piccolo
ja_jp: 小
pl: Mały
pt_br: Pequena
ro: Mic
ru: Малая
sr: DOCK^Мали
sv: Liten
uk: Маленький

source: DOCK^Medium
be: DOCK^Сярэдняя
bg: DOCK^Среден
de: DOCK^Mittel
es: Mediano
fi: DOCK^Keskikokoinen
fr: Moyen
gl: DOCK^Medio
it: Medio
ja_jp: 中
pl: Średni
pt_br: Média
ro: Mediu
ru: Средняя
sr: DOCK^Средњи
sv: Medium
uk: Середній

source: DOCK^Large
be: DOCK^Вялікая
bg: DOCK^Голям
de: DOCK^Groß
es: Grande
fi: DOCK^Suuri
fr: Large
gl: DOCK^Grande
it: Largo
ja_jp: 大
pl: Duży
pt_br: Grande
ro: Mare
ru: Большая
sr: DOCK^Велики
sv: Stor
uk: Великий

source: Grid settings:
be: Настáўленні сеткі:
bg: Настройка на мрежата:
de: Gitter:
es: Configuración de la cuadrícula:
fi: Ruudukon asetukset:
fr: Configuration de la grille :
gl: Configuración da reixa:
it: Impostazioni griglia:
ja_jp: グリッド設定:
pl: Ustawienia siatki:
pt_br: Configurações da rede:
ro: Setări grilă:
ru: Настройки сетки:
sr: Подешавања мрежице:
sv: Rutnätsinställningar:
uk: Налаштування решітки:

source: Snap panels to grid
be: Перасоўванне панэляў па сетцы
bg: Прилепване на панелите към мрежата
de: Panels am Gitter ausrichten
es: Ajustar los paneles a la cuadrícula
fi: Katkaise paneelit ruudukkoon
fr: Aligner les tableaux de bord sur la grille
gl: Axuste os paneis á reixa
it: Incolla i pannelli alla griglia
ja_jp: グリッドパネルにスナップする:
pl: Przyciągaj panele do siatki
pt_br: Fixar painéis à grade
ro: Fixați panourile de grilă
ru: Привязывать панели к сетке
sr: Залепи плоче на мрежицу
sv: Knäpp paneler till rutnätet
uk: Прікріпляти панелі до решітки

source: Grid size:
ast: Tamañu del rexáu:
be: Памер сеткі:
bg: Размер на мрежата:
de: Gitterweite:
es: Tamaño de la cuadrícula:
fi: Ruudukon koko:
fr: Taille de la grille :
gl: Tamaño da cuadricula
it: Dimensioni griglia:
ja_jp: グリッドサイズ:
pl: Wielkość siatki:
pt_br: Tamanho da rede:
ro: Mărime grilă:
ru: Шаг сетки:
sr: Величина мрежице:
sv: Rutnätsstorlek:
uk: Розмір решітки:

source: Center line
bg: Централна линия
de: Zentrale Linie
es: Línea central
fi: Keskilinja
fr: Ligne centrale
gl: Liña central
it: Linea di centro
ja_jp: 中央線
pt_br: Linha central
ru: Линия центра
sv: Mittenlinje

source: Show a vertical centerline to help align panels. It's possible to show more vertical lines by editing %s in the console
de: Eine vertikale Mittellinie anzeigen, um die Ausrichtung der Panels zu erleichtern. Durch Bearbeiten von %s in der Konsole ist es möglich, mehr vertikale Linien anzuzeigen
es: Muestra una línea vertical central para ayudar a alinear los paneles. Es posible mostrar más líneas verticales editando %s en la consola
fi: Näytä pystysuora keskilinja paneeleiden linjaamisen avuksi. Keskilinjojen määrää voidaan korottaa muokkaamalla %s komentorivillä.
fr: Afficher une ligne centrale verticale pour faciliter l'alignement des tableaux de bord. Il est possible d'afficher plus de lignes verticales en éditant %s dans la console.
gl: Mostra unha liña central vertical para axudar a aliñar os paneis. É posible mostrar máis liñas verticais editando %s na consola
it: Mostra una linea di centro verticale per aiutare ad allineare i pannelli. E' possibile mostrare altre linee verticali cambiando %s nella console
ja_jp: パネルの整列を助けるために垂直中心線を表示します。コンソールで%sを編集することで、さらに垂直線を表示することが可能です
pt_br: Exibir uma linha central vertical para ajudar a alinhar os painéis. É possível exibir mais linhas verticais se editar %s no console.
ru: Показать вертикальную линию центра для упрощения выравнивания панелей. Можно показать больше вертикальных линий, изменив %s через консоль
sv: Visa en vertikal mittenlinje för att hjälpa med att justera paneler. Det är möjligt att visa mer vertikala linjer genom att ändra %s i konsolen

source: Exit setup
ast: Colar de la configuración
be: Выйсці з настáўленняў
bg: Изход от настройките
de: Verlassen
es: Salir de la configuración
fi: Poistu asetuksista
fr: Quitter la configuration
gl: Sair axustes
it: Esci dal setup
ja_jp: 出口のセットアップ
pl: Wyjdź z ustawień
pt_br: Sair da configuração
ro: Ieșire configurare
ru: Выйти из настроек
sr: Изађи из подешавања
sv: Lämna inställningar
uk: Вийти з налаштувань

source: Panel HUD Setup
ast: Configuración de la interfaz de paneles
be: Настáўленні панэляў HUD
bg: Настройка на HUD панела
de: HUD-Konfiguration
es: Configuración del Panel HUD
fi: Paneelin näkymän asetukset
fr: Configuration de l'ATH
gl: Configuración do HUD do panel
it: Setup del Panel HUD
ja_jp: パネルHUDセットアップ
pt_br: Painel de configuração da interface
ro: Configurare Panou HUD
ru: Настройка панелей интерфейса
sr: Подешавање плоче ХУД-а
sv: Inställningar För Panel-HUD:en
uk: Налаштування панелі HUD

source: Reset HUD skin
fr: Réinitialiser le thème de l'ATH
gl: Reiniciar a pel do HUD
it: Reimposta skin
pt_br: Redefinir visual de interface
ru: Сбросить оболочку игрового интерфейса

source: Demos
ast: Demostraciones
be: Дэмкі
bg: Демота
fi: Näyte-demot
fr: Démos
it: Demo
ja_jp: デモ
pl: Demonstracje
ro: Demonstrații
ru: Демки
sr: Демои
sv: Demon
uk: Демо

source: Screenshots
ast: Captures de pantalla
be: Здымкі экрана
de: Screenshot
es: Capturas de Pantalla
fi: Kuvakaappaukset
fr: Captures d'écran
gl: Capturas
ja_jp: スクリーンショット
pl: Zrzuty z ekranu
pt_br: Capturas de tela
ro: Capturi de ecran
ru: Снимки экрана
sr: Снимци екрана
sv: Skärmdumpar

source: Music Player
ast: Reproductor musical
bg: Музикален Плеър
de: Musikplayer
es: Reproductor de Música
fi: Musiikkisoitin
fr: Lecteur de musique
gl: Reproductor de Música
it: Lettore musicale
ja_jp: 音楽プレーヤー
pl: Odtwarzacz muzyki
pt_br: Reprodutor de Músicas
ro: Player de muzică
ru: Проигрыватель музыки
sr: Пуштач музике
sv: Musikspelare

source: Media
ast: Multimedia
be: Медыя
bg: Медия
de: Medien
fr: Média
ja_jp: メディア
pt_br: Mídia
ru: Архив
sr: Медији

source: Read the guide, listen to Xonotic music tracks, and view your demos and screenshots
fr: Lire le guide, écouter la bande-son de Xonotic et visualiser vos démos et captures d'écran.
gl: Le a guía, escoita as pistas musicais de Xonotic e revisa as túas demos e capturas de pantalla
it: Leggi la guida, ascolta le tracce audio di Xonotic e vedi i tuoi demo e screenshot
pt_br: Leia o guia, escute as músicas do Xonotic, e veja demos e capturas de tela
ru: Читать руководство, слушать музыкальные дорожки Xonotic и смотреть свои демо-записи и снимки.

source: Auto record demos
ast: Grabar automáticamente les demostraciones
be: Аўтазапіс дэмак
bg: Автоматично записване на демота
de: Wiederholungen autom. aufzeichnen
es: Automáticamente grabar demos
fi: Demojen automaattitallennus
fr: Auto-enregistrement des démos
gl: Gravación automática de demos
it: Auto registra demo
ja_jp: 自動録画デモ
pl: Automatycznie nagrywaj dema
pt_br: Gravar demos automaticamente
ro: Înregistrează demonstrații automat
ru: Автозапись демок
sr: Самостално снима демое
sv: Spela in demon automatiskt

source: Timedemo
ast: Reproducir a velocidá máxima
be: Праверка прадукцыйнасці
bg: Демо за време
de: Zeitwiederholung
es: Reproducir a velocidad máxima
fi: Aikademo
fr: Chronométrer la démo
gl: Tempo demo
ja_jp: 最高速度でデモを再生する
pt_br: Executar benchmark
ru: Тест производительности
sr: Временски демо
sv: Tidsdemo
uk: Тест продуктивності

source: Benchmark how fast your computer can run the highlighted demo
de: Mach einen Benchmark, mit dem du testest, wie schnell dein Computer die markierte Wiederholung abspielen kann
es: Prueba cuán rápido tu computadora puede correr la demo seleccionada
fi: Mittaa kuinka nopeasti tietokoneesi pystyy ajamaan kyseistä demoa
fr: Faire un test de performance en utilisant la démo sélectionnée
gl: Compara a rapidez con que o teu ordenador pode executar a demostración destacada
it: Testa quanto velocemente il tuo computer fa girare il demo selezionato
ja_jp: お使いのコンピューターが強調表示されたデモを実行できる速度をベンチマークします
pt_br: Executa um teste de desempenho para saber quão rápido seu computador pode rodar a demo destacada
ro: Evaluează cât de repede poate rula computerul tău demonstrația evidențiată
ru: Замерить как быстро ваш компьютер может проиграть выбранную демку
sr: Мери колико брзо ваш рачунар може да изврши означени демо
sv: Riktmärk hur snabb din dator kan köra den markerade demot

source: DEMO^Play
ast: Reproducir
be: DEMO^Граць
bg: DEMO^Пускане
de: DEMO^Abspielen
es: Reproducir
fi: Pelaa
fr: Jouer
gl: DEMO^Xogo
it: Riproduci
ja_jp: 再生する
pl: Odtwórz
pt_br: Reproduzir
ro: DEMO^Vizualizare
ru: Играть
sr: DEMO^Пусти
sv: Spela
uk: Переглянути

source: Playing a demo will disconnect you from the current match.
ast: La reproducción d'una demostración va desconectate de la partida actual
be: Прайграванне дэма адлучыць вас ад дзейнага матча.
de: Abspielen einer Wiederholung wird die Verbindung zum aktuellen Spiel trennen.
es: Jugar una demo te desconectará de la partida actual
fi: Demon pelaaminen katkaisee yhteytesi nykyiseen otteluun.
fr: Jouer une démo vous déconnectera de la partie actuelle.
gl: Xogar a unha demostración desconectarache da partida actual.
it: L'esecuzione di un demo comporta la disconnessione dalla partita corrente.
ja_jp: デモを再生すると、現在の試合から切断されます。
pl: Odtworzenie dema rozłączy cię z obecnej rozgrywki.
pt_br: Reproduzir uma demo irá desconectar você da partida atual.
ro: Derularea unei demonstrații te va deconecta de la meciul curent.
ru: Проигрывание демки отсоединит вас от текущего матча.
sr: Пуштање демоа ће вас откачити из тренутне игре.
sv: Spela ett demo kommer att koppla bort dig från den nuvarande matchen.

source: Do you really wish to disconnect now?
ast: ¿De xuru que quies desconectate agora?
be: Сапраўды жадаеце адлучыцца?
de: Wirklich die Verbindung trennen?
es: ¿Seguro que desea desconectarse ahora?
fi: Haluatko todella katkaista yhteyden nyt?
fr: Voulez-vous vraiment vous déconnecter ?
gl: Realmente queres desconectarte agora?
it: Vuoi veramente disconnetterti ora?
ja_jp: 本当に切断しますか?
pl: Czy chcesz się teraz rozłączyć?
pt_br: Você realmente deseja desconectar agora?
ro: Dorești să te deconectezi acum?
ru: Вы точно хотите отсоединиться сейчас?
sr: Да ли желите да се откачите сада?
sv: Är du säker på add du vill koppla bort dig nu?

source: Disconnect
ast: Desconectase
be: Адлучэнне
de: Trennen
es: Desconectar
fi: Katkaise yhteys
fr: Se déconnecter
gl: Desconectado
it: Disconnetti
ja_jp: 切断
pl: Rozłącz
pt_br: Desconectar
ro: Deconectează
ru: Отключиться
sr: Откачи се
sv: Koppla bort

source: Timing a demo will disconnect you from the current match.
be: Прайграванне дэма адлучыць вас ад дзейнага матчу.
de: Benchmarking einer Wiederholung wird die Verbindung zum aktuellen Spiel trennen.
es: Cronometrar una demo te desconectará del juego actual
fi: Demon ajastus katkaisee yhteyden tämänhetkiseen otteluun.
fr: Chronométrer une démo vous déconnectera de la partie actuelle.
gl: Ao cronometrar unha demostración, desconectarache da partida actual.
it: Cronometrare un demo comporta la disconnessione dalla partita corrente.
ja_jp: デモのタイミングをとると、現在の試合から切り離されます。
pt_br: Executar benchmark em uma demo irá desconectá-lo da partida atual.
ro: Sincronizarea demonstrației te va deconecta de la meciul curent.
ru: Тест производительности демки отсоединит вас от текущего матча.
sr: Мерење демоа ће вас откачити из тренутне игре.
sv: Tidtagning på ett demo kommer att koppla bort dig från den nuvarande matchen.

source: Click here or CTRL+F to provide a keyword to narrow down the list; CTRL+DEL to clear; ENTER when done.
fr: Cliquez ici ou appuyez sur Ctrl-F pour saisir un mot-clé afin d'affiner la liste ; Ctrl-Suppr pour effacer ; Entrée lorsque vous avez terminé.
gl: Fai clic aquí ou preme CTRL+F para introducir unha palabra clave e reducir a lista; CTRL+SUPR para borrar; INTRO cando remates.
it: Clicca qui o CTRL-F per inserire una parola chiave per restringere la lista. CTRL-DEL per pulire; INVIO quando hai fatto.
pt_br: Clique aqui ou aperte CTRL+F para digitar uma palavra chave e buscar o mapa desejado. Você pode apertar CTRL+DEL para apagar e ENTER para confirmar.
ru: Нажмите сюда или CTRL+F, чтобы ввести ключевое слово для фильтрации списка; CTRL+DEL для очистки; ENTER по завершении.

source: MUSICPL^Add
ast: Amestar
bg: Добави
de: MUSICPL^Hinzufügen
es: MUSICPL^Añadir
fi: MUSICPL^Lisää
fr: Ajouter
gl: MUSICPL^Engadir
it: Aggiungi
ja_jp: 追加する
pl: Dodaj
pt_br: Adicionar
ro: MUSICPL^Adaugă
ru: Добавить
sr: MUSICPL^Додај
sv: Lägg till

source: MUSICPL^Add all
ast: Amestar too
bg: Добави всички
de: MUSICPL^Alle hinzufügen
es: MUSICPL^Añadir todo
fi: MUSICPL^Lisää kaikki
fr: Tout ajouter
gl: MUSICPL^Engadir todo
it: Aggiungi tutte
ja_jp: 全て追加する
pl: Dodaj wszystkie
pt_br: Adicionar todas
ro: MUSICPL^Adaugă tot
ru: Добавить все
sr: MUSICPL^Додај све
sv: Lägg till alla

source: Set as menu track
ast: Afitar como pista del menú
bg: Задай като звук на менюто
de: Als Menü-Musik festlegen
es: Establecer como pista del menú
fi: Aseta valikon musiikkiraidaksi
fr: Définir en tant que bande-son du menu
gl: Establecer como pista de menú
it: Imposta come traccia menu
ja_jp: メニュートラックとして設定する
pl: Ustaw jako muzykę menu
pt_br: Definir como música do menu
ro: Setează ca piesă pentru meniu
ru: Выбрать как фоновый трек для меню
sr: Подеси као нумеру менија
sv: Set som menyspår

source: Reset default menu track
ast: Reafitar la pista del menú
bg: Възстанови меню звука по подразбиране
de: Menü-Musik zurücksetzen
es: Restablecer por defecto la pista del menú
fi: Nollaa vakiollinen valikon musiikkiraita
fr: Réinitialiser la bande-son du menu par défaut
gl: Restablecer a pista do menú predeterminada
it: Reimposta traccia menu predef.
ja_jp: デフォルトのメニュートラックをリセットする
pl: Resetuj domyślną muzykę menu
pt_br: Redefinir música padrão do menu
ro: Resetează piesa implicită pentru meniu
ru: Вернуть стандартный трек для меню
sr: Ресетуј подразумевану нумеру менија
sv: Nollställ standardmenyspår

source: Playlist:
ast: Llista de reproducción:
bg: Плейлист:
de: Wiedergabeliste:
es: Lista de reproducción:
fi: Soittolista:
fr: Liste de lecture :
gl: Lista de reproducción:
it: Lista esecuzione:
ja_jp: プレイリスト:
pl: Playlista
pt_br: Lista de reprodução:
ro: Lista de redare:
ru: Список воспроизведения:
sr: Списак песама:
sv: Spellista:

source: Random order
ast: Orde al debalu
bg: Произволен ред
de: Zufällige Reihenfolge
es: Orden aleatorio
fi: Satunnainen järjestys
fr: Ordre aléatoire
gl: Orde o chou
it: Ordine casuale
ja_jp: ランダム順序
pl: Kolejność losowa
pt_br: Ordem aleatória
ro: Ordine aleatorie
ru: Случайный порядок
sr: Насумични редослед
sv: Slumpad ordning

source: MUSICPL^Stop
ast: Parar
bg: Спри
de: MUSICPL^Stopp
es: MUSICPL^Detener
fi: MUSICPL^Pysäytä
fr: Stop
gl: MUSICPL^Deter
it: Stop
ja_jp: 停止する
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
sr: MUSICPL^Заустави
sv: Stoppa
