Repository: xonotic/xonotic-data.pk3dir
Catalog: common.*.po
Languages: ast, be, bg, de, es, fi, fr, gl, it, ja_jp, pl, pt_br, ro, ru, sr, sv, uk

source: ^BG%s^K1 got a little jumpy with their HLAC%s%s
bg: ^BG%s^K1 стана прекалено скоклив със своята HLAC%s%s
de: ^BG%s^K1 war ein bisschen schreckhaft mit der SLSK%s%s
es: ^BG%s^K1 se puso un poco nervioso con su HLAC%s%s
fi: ^BG%s^K1 äityivät hiukan säikyiksi HLAC:iensa kanssa%s%s
fr: ^BG%s^K1 a un peu trop fait confiance à son HLAC%s%s
gl: ^BG%s^K1 puxose un pouco nervioso co seu CLAP%s%s
it: ^BG%s^K1 è diventato un po' sovraeccitato con il proprio HLAC%s%s
ja_jp: ^BG%s^K1 はHLAC%s%sで少しびくびくしている
pt_br: ^BG%s^K1 ficou um pouco agitado com o seu HLAC%s%s
ro: ^BG%s^K1 a fost neglijent cu HLAC-ul său%s%s
ru: ^BG%s^K1 не соблюдал технику безопасности при обращении с ТЛО %s%s
sv: ^BG%s^K1 blev lite nervös med deras HLAC%s%s

source: ^BG%s%s^K1 was caught in ^BG%s^K1's Hook gravity bomb%s%s
bg: ^BG%s%s^K1 бе хванат от гравитиращата Hook бомба%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Hook-Gravity-Bombe erfasst%s%s
es: ^BG%s%s^K1 fue atrapado en la bomba gravitacional del Gancho de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 otti osumaa ^BG%s^K1'n Hook-painovoimapommista%s%s
fr: ^BG%s%s^K1 a été pris au piège par la bombe gravitationnelle du Grappin de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi atrapado na bomba de gravidade Gancho de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato catturato nella bomba di gravità del Rampino di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 のフック重力爆弾%s%sに捕まられた
pt_br: ^BG%s%s^K1 foi pego pela bomba de gravidade do Gancho de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost prins în Cârligul bombelor gravitaționale%s%s ale lui ^BG%s^K1
ru: ^BG%s%s^K1 засосало в воронку гравитационной бомбы ^BG%s^K1%s%s
sv: ^BG%s%s^K1 blev inblandad i ^BG%s^K1s Krokgravitationsbomb%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Klein Bottle%s%s
ast: ^BG%s%s^K1 morrió pola bonísima interpretación de ^BG%s^K1 cola @!#%% botella de Klein%s%s
bg: ^BG%s%s^K1 умря след като ^BG%s^K1 свири на @!#%%-ата Klein Bottle%s%s
de: ^BG%s%s^K1 starb von ^BG%s^K1s großartigen Spielkünsten auf der @!#%% Kleinschen Flasche%s%s
es: ^BG%s%s^K1 murió por la gran actuación de ^BG%s^K1 en la @!#%%'n Botella de Klein%s%s
fi: ^BG%s%s^K1 kuoli ^BG%s^K1'n huikean pelaamisen johdosta @!#%%'n Klein-pullolla%s%s
fr: ^BG%s%s^K1 a succombé à la musique du @!#%% Klein Bottle de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 morreu polo gran xogo de ^BG%s^K1's great playing on the @!#%%'n Botella Klein%s%s
it: ^BG%s%s^K1 è morto nella gran esibizione di ^BG%s^K1 con la @!#%%'n Klein Bottle%s%s
ja_jp: ^BG%s%s^K1 は@!#%%'nクラインボトル%s%sでの ^BG%s^K1 の素晴らしい演奏で死んだ
pt_br: ^BG%s%s^K1 morreu por causa da grande habilidade de ^BG%s^K1 com a @!#%%'n Klein Bottle%s%s
ro: ^BG%s%s^K1 a murit din cauza cîntatului superb al lui ^BG%s^K1's pe @!#%%'n Butelcă Klein%s%s
ru: ^BG%s%s^K1 умер от убийственной игры ^BG%s^K1 на @!#%%й Бутылке Клейна%s%s
sv: ^BG%s%s^K1 dog av ^BG%s^K1s vackra spelande på @!#%% Kleinflaska%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Klein Bottle%s%s
ast: ^BG%s^K1 mancóse nos oyíos cola @!#%% botella de Klein%s%s
bg: ^BG%s^K1 увреди собствения си слух с @!#%%-ата Klein Bottle%s%s
de: ^BG%s^K1 bekam Schmerzen von der @!#%% Kleinschen Flasche%s%s
es: ^BG%s^K1 lastimó sus propios oídos con la @!#%%'n Botella de Klein%s%s
fi: ^BG%s^K1 hajottivat omat korvansa @!#%%'n Klein-pullolla%s%s
fr: ^BG%s^K1 s'est cassé les oreilles avec son propre @!#%% Klein Bottle%s%s
gl: ^BG%s^K1 feriu seus propios oídos ca @!#%%'n Botella klein%s%s
it: ^BG%s^K1 si è fatto male alle orecchie con la @!#%%'n Klein Bottle%s%s
ja_jp: BG%s^K1 は@!#%%'nクラインボトル%s%sで耳を痛んだ
pt_br: ^BG%s^K1 feriu seus próprios ouvidos com a @!#%%'n Klein Bottle%s%s
ro: ^BG%s^K1 și-a spart propriile timpane cu Butelca Klein%s%s de c@!#%%t
ru: ^BGУ %s^K1 завяли уши от игры на @!#%%й Бутылке Клейна%s%s
sv: ^BG%s^K1 skadades deras egna öron med @!#%% Kleinflaska%s%s

source: ^BG%s%s^K1 was sniped by ^BG%s^K1's Machine Gun%s%s
bg: ^BG%s%s^K1 бе убит с Machine Gun%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde zielsicher durch^BG%s^K1s Maschinengewehr weggepustet%s%s
es: ^Bg%s%s^K1 fue arrebatado por la Ametralladora de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 laitettiin nippuun ^BG%s^K1'n Konekiväärillä %s%s
fr: ^BG%s%s^K1 a été abattu par la Mitraillette de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi tirado pola Metralladora de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato cecchinato dalla Machine Gun di ^BG%s^K1%s%s
ja_jp: BG%s%s^K1 は ^BG%s^K1 の機関銃%s%sにひったくられた
pt_br: ^BG%s%s^K1 foi atingido pela Metralhadora de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost împușcat de Mitraliera%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 был расстрелян из Пулемёта ^BG%s^K1%s%s
sv: ^BG%s%s^K1 blev krypskjuten av ^BG%s^K1s Kulspruta%s%s

source: ^BG%s%s^K1 was riddled full of holes by ^BG%s^K1's Machine Gun%s%s
ast: ^BG%s%s^K1 convirtióse nuna peñera pola ametralladora de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе направен на решето от Machine Gun%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde durch ^BG%s^K1s Maschinengewehr durchsiebt%s%s
es: ^BG%s%s^K1 fue acribillado por la Ametralladora de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 koristeltiin reikiä täyteen ^BG%s^K1'n Konekiväärillä%s%s
fr: ^BG%s%s^K1 a été criblé de balles par la Mitraillette de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 estaba cheo de buratos pola metralladora de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato crivellato dalla Machine gun di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 の機関銃%s%sによって穴だらけになられた
pt_br: ^BG%s%s^K1 ficou cheio de buracos por causa da Metralhadora de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost ciuruit de Mitraliera%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 был изрешечён из Пулемёта ^BG%s^K1%s%s
sv: ^BG%s%s^K1 blev full av hål av ^BG%s^K1s Kulspruta%s%s

source: ^BGYou cannot place more than ^F2%s^BG mines at a time
ast: ^BGNun pues asitiar más de ^F2%s^BG mines al empar
de: ^BGMehr als ^F2%s^BG Minen kannst du nicht auf einmal legen
es: ^BGNo puedes colocar más de ^F2%s^BG minas a la vez
fi: ^BGEt voi asettaa enempää kuin ^F2%s^BG miinaa kerrallaan
fr: ^BGVous ne pouvez pas placer plus de ^F2%s^BG mines à la fois
gl: ^BGNon podes colocar máis de ^F2%s^BG minas á vez
it: ^BGNon puoi piazzare più di ^F2%s^BG mine alla volta
ja_jp: ^BG一度に ^F2%s^BG 以上の鉱山を置けません
pl: ^BGNie możesz rozstawić więcej niż ^F2%s^BG miny na raz
pt_br: ^BGVocê não pode pôr mais do que ^F2%s^BG minas por vez
ro: ^BGNu poți plasa mai mult de ^F2%s^BG mine în același timp
ru: ^BGВы можете разместить не больше ^F2%s^BG мин одновременно
sv: ^BGDu kan inte placera mer än ^F2%s^BG minor på samma gång

source: ^BG%s%s^K1 got too close to ^BG%s^K1's mine%s%s
ast: ^BG%s%s^K1 averóse muncho a la mina de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 се приближи твърде близо до мината на ^BG%s^K1 %s%s
de: ^BG%s%s^K1 kam zu nah an ^BG%s^K1s Mine%s%s
es: ^BG%s%s^k1 se acercó demasiado a la mina de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 erehtyi liian lähelle ^BG%s^K1'n miinaa%s%s
fr: ^BG%s%s^K1 s'est approché trop près de la mine de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 achegouse demasiado a mina de ^BG%s^K1%s%s
it: ^BG%s%s^K1 si è avvicinato troppo alla mina di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 の鉱山%s%sに近づきすぎた
pl: ^BG%s%s^K1 zbliżył się zanadto do miny ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 ficou muito perto da mina de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost prea aproape de mina%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 подошёл слишком близко к мине ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kom för nära ^BG%s^K1s mina%s%s

source: ^BG%s^K1 forgot about their mine%s%s
ast: ^BG%s^K1 escaeció la so mina%s%s
bg: ^BG%s^K1 забрави за собствената си мина%s%s
de: ^BG%s^K1 hat die eigene Mine vergessen%s%s
es: ^BG%s^K1 se olvidó de su mina%s%s
fi: ^BG%s^K1 unohtivat miinojensa olemassaolon%s%s
fr: ^BG%s^K1 a oublié sa propre mine%s%s
gl: ^BG%s^K1 esqueceuse da súa mina%s%s
it: ^BG%s^K1 si è dimenticato della propria mina%s%s
ja_jp: ^BG%s^K1 は自分の鉱山%s%sを忘れた
pl: ^BG%s^K1 zapomniał o swojej minie%s%s
pt_br: ^BG%s^K1 se esqueceu de sua mina%s%s
ro: ^BG%s^K1 a uitat de mina lui%s%s
ru: ^BG%s^K1 забыл о своей мине%s%s
sv: ^BG%s^K1 glömde av sina minor%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Mortar grenade%s%s
ast: ^BG%s%s^K1 averóse muncho a una granada del Morteru de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе твърде близо до гранатата Mortar%s%s на ^BG%s^K1's
de: ^BG%s%s^K1 kam ^BG%s^K1s Granate zu nah%s%s
es: ^BG%s%s^K1 se acercó demasiado a la granada del Mortero de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 erehtyi liian lähelle ^BG%s^K1'n Mörssärikranaattia%s%s
fr: ^BG%s%s^K1 s'est approché trop près de la grenade du Mortier de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 achegouse demasiado á granada de morteiro de ^BG%s^K1%s%s
it: ^BG%s%s^K1 si è avvicinato troppo alla granata del Mortar di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 迫撃砲手榴弾%s%sに近づきすぎた
pl: ^BG%s%s^K1 zbliżył się zanadto do grantu z Moździerza ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 ficou muito perto da granada de Mortar de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 s-a apropriat prea mult de grenada de mortier%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 оказался в зоне поражения гранаты из Мортиры ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kom för nära ^BG%s^K1s Mortar-granat%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's Mortar grenade%s%s
ast: ^BG%s%s^K1 comió una granada del Morteru de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 изяде граната Mortar %s%s от ^BG%s^K1's
de: ^BG%s%s^K1 bekam ^BG%s^K1s Granate zu fressen%s%s
es: ^BG%s%s^K1 se comió la granada del Mortero de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 hotkaisi ^BG%s^K1'n Mörssärikranaatin%s%s
fr: ^BG%s%s^K1 a goûté à la grenade du Mortier de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 comeuse a granada de Morteiro de ^BG%s^K1%s%s
it: ^BG%s%s^K1 ha mangiato la granata del Mortar di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 の迫撃砲手榴弾%s%sを食べた
pl: ^BG%s%s^K1 zjadł granat z Moździerza ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 comeu a granada de Mortar de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a mâncat grenada de mortier%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 отведал гранаты из Мортиры ^BG%s^K1%s%s
sv: ^BG%s%s^K1 åt ^BG%s^K1s Mortar-granat%s%s

source: ^BG%s^K1 didn't see their own Mortar grenade%s%s
ast: ^BG%s^K1 nun vió la granada del so Morteru%s%s
bg: ^BG%s^K1 не видя собствената си Mortar граната%s%s
de: ^BG%s^K1 hat die eigene Granate nicht beachtet%s%s
es: ^BG%s^K1 no vió su propia granada del Mortero%s%s
fi: ^BG%s^K1 eivät huomanneet omaa Mörssärikranaattiaan%s%s
fr: ^BG%s^K1 n'a pas vu sa propre grenade de Mortier%s%s
gl: ^BG%s^K1 non viu a súa propia granada de morteiro%s%s
it: ^BG%s^K1 non ha visto la granata del suo Mortar%s%s
ja_jp: ^BG%s^K1 は自分自身の迫撃砲手榴弾%s%sを見なかった
pl: ^BG%s^K1 nie zauważył granatu z własnego Moździerza%s%s
pt_br: ^BG%s^K1 não viu a sua própria granada de Mortar%s%s
ro: ^BG%s^K1 nu și-a văzut propria grenadă de mortier%s%s
ru: ^BG%s^K1 не уследил за гранатой из своей Мортиры %s%s
sv: ^BG%s^K1 såg inte sin egna Mortar-granat%s%s

source: ^BG%s^K1 blew themselves up with their own Mortar%s%s
fr: ^BG%s^K1 s'est fait sauter avec son propre Mortier%s%s
gl: ^BG%s^K1 explotouse a si mesmo co seu propio Mortar %s%s
it: ^BG%s^K1 si è fatto esplodere con il proprio Mortar%s%s
pt_br: ^BG%s^K1 se explodiu com o seu próprio Mortar%s%s
ru: ^BG%s^K1 взорвал себя с помощью своей же Мортиры%s%s

source: ^BG%s%s^K1 was torn to bits by ^BG%s^K1's Overkill Heavy MachineGun%s%s
fr: ^BG%s%s^K1 a été réduit en miettes par le Pistolet-mitrailleur Overkill lourd de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi despezado pola Metralladora pesada Esaxerada de ^BG%s^K1 %s%s
it: ^BG%s%s^K1 è stato dilaniato dall'Overkill Heavy MachineGun di ^BG%s^K1%s%s
pt_br: ^BG%s%s^K1 despedaçou-se pela Metralhadora Pesada Suprema de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был разорван на куски из Оверкилл Тяжёлого Пулемёта ^BG%s^K1%s%s

source: ^BG%s%s^K1 was riddled full of holes by ^BG%s^K1's Overkill Machine Gun%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Overkill-Maschinengewehr durchlöchert%s%s
es: ^BG%s%s^K1 fue acribillado por la Ametralladora Overkill de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ropisi täyteen reikiä ^BG%s^K1'n Ylimalkaallisella konekiväärillä%s%s
fr: ^BG%s%s^K1 a été criblé de balles par la Mitraillette Overkill de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 estaba cheo de buratos pola Metralladora Esaxerada de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato crivellato dall'Overkill Machine gun di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のオーバーキル機関銃%s%sによって穴だらけになられた
pt_br: ^BG%s%s^K1 ficou cheio de buracos por causa da Metralhadora Suprema de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был изрешечён из Оверкилл Пулемёта ^BG%s^K1%s%s
sv: ^BG%s%s^K1 blev full av hål av ^BG%s^K1s Overkill Kulspruta%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Overkill Nex%s%s
ast: ^BG%s%s^K1 vaporióse pol Nex Desaxeráu de ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Overkill-Nex vaporisiert%s%s
es: ^BG%s%s^K1 ha sido vaporizado por el Nex Overkill de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 höyrytettiin ^BG%s^K1'n Ylimalkaallisella Nex:illä%s%s
fr: ^BG%s%s^K1 a été vaporisé par le Nex Overkill de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi vaporizado polo Nex Esaxerado de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato vaporizzato dall'Overkill Vortex di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のオーバーキルネクス%s%sによって気化された
pt_br: ^BG%s%s^K1 foi vaporizado pela Vortex Suprema de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был испарён Оверкилл Нексом ^BG%s^K1%s%s
sv: ^BG%s%s^K1 blev förångad av ^BG%s^K1s Overkill Nex%s%s

source: ^BG%s%s^K1 was sawn in half by ^BG%s^K1's Overkill Rocket Propelled Chainsaw%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Overkill-Raketenkettensäge in zwei Teile zersägt%s%s
es: ^BG%s%s^K1 fue aserrado por la mitad por la Motosierra Overkill Propulsada por Cohetes de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 sahattiin kahtia ^BG%s^K1'n Ylimalkaallisella rakettikäyttöisellä moottorisahalla%s%s
fr: ^BG%s%s^K1 a été scié en deux par la Tronçonneuse à roquette Overkill de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi cortado pola metade pola Motoserra Propulsada por Foguetes Esaxerados de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato tagliato in due dall'Overkill Rocket Propelled Chainsaw di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のオーバーキルロケット推進チェーンソー%s%sによって半分に切断された
pt_br: ^BG%s%s^K1 foi serrado ao meio pelo Lança-motosserras Supremo de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был распилен пополам Оверкилл Реактивной Бензопилой ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var sågad på mitten av ^BG%s^K1s Overkill Raketframdriven Motorsåg%s%s

source: ^BG%s%s^K1 almost dodged ^BG%s^K1's Overkill Rocket Propelled Chainsaw%s%s
de: ^BG%s%s^K1 ist ^BG%s^K1s Overkill-Raketenkettensäge fast ausgewichen%s%s
es: ^BG%s%s^K1 casi esquivó la Motosierra Overkill Propulsada por Cohetes d^BG%s^K1%s%s
fi: ^BG%s%s^K1 sai lähes väistettyä ^BG%s^K1'n Ylimalkaallisen rakettikäyttöisen mootorisahan toiminnassaan%s%s
fr: ^BG%s%s^K1 a presque évité la Tronçonneuse à roquette Overkill de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 case esquivou a Motoserra Propulsada por Foguetes Esaxerada de ^BG%s^K1%s%s
it: ^BG%s%s^K1 ha quasi schivato l'Overkill Rocket Propelled Chainsaw di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のオーバーキルロケット推進チェーンソー%s%sをほぼ避けた
pt_br: ^BG%s%s^K1 quase desviou do Lança-motosserras Supremo de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 почти уклонился от Оверкилл Реактивной Бензопилы ^BG%s^K1%s%s
sv: ^BG%s%s^K1 nästan undvek ^BG%s^K1s Overkill Raketframdriven Motorsåg%s%s

source: ^BG%s^K1 was sawn in half by their own Overkill Rocket Propelled Chainsaw%s%s
de: ^BG%s^K1 wurde von der eigenen Overkill-Raketenkettensäge in zwei Teile zersägt%s%s
es: ^BG%s^K1 fue aserrado por la mirad por su propia Motosierra Overkill Propulsada por Cohetes%s%s
fi: ^BG%s^K1 sahasi itsensä kahtia omalla Ylimalkaallisella rakettikäyttöisellä moottorisahallaan%s%s
fr: ^BG%s^K1 a été scié en deux par sa propre Tronçonneuse à roquette Overkill%s%s
gl: ^BG%s^K1 foi serrado pola metade pola súa propia Motoserra Propulsada por Foguetes Esaxerada%s%s
it: ^BG%s^K1 è stato segato in due dal proprio Overkill Rocket Propelled Chainsaw%s%s
ja_jp: ^BG%s^K1 が自分自身のオーバーキルロケット推進チェーンソー%s%sによって半分に切断された
pt_br: ^BG%s^K1 foi serrado ao meio pelo seu próprio Lança-motosserras Supremo%s%s
ru: ^BG%s^K1 был распилен пополам своей же Оверкилл Реактивной Бензопилой%s%s
sv: ^BG%s^K1 var sågad på mitten av sin egen Overkill Raketframdriven Motorsåg%s%s

source: ^BG%s^K1 blew themselves up with their Overkill Rocket Propelled Chainsaw%s%s
fr: ^BG%s^K1 s'est fait sauter avec sa propre Tronçonneuse à roquette Overkill%s%s
gl: ^BG%s^K1 explotou a si mesmo coa súa Serra Mecánica Propulsada por Foguete Overkill %s%s
it: ^BG%s^K1 si è fatto esplodere con il proprio Overkill Rocket Propelled Chainsaw%s%s
pt_br: ^BG%s^K1 se explodiu com seu próprio Lança-motosserras Supremo%s%s
ru: ^BG%s^K1 взорвал себя своей же Оверкилл Реактивной Бензопилой%s%s

source: ^BG%s%s^K1 was gunned down by ^BG%s^K1's Overkill Shotgun%s%s
ast: ^BG%s%s^K1 morrió polos disparos de la Escopeta Desaxerada de ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Overkill-Schrotflinte abgeschossen%s%s
es: ^BG%s%s^K1 fue baleado por la Escopeta Overkill de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ammuttiin ^BG%s^K1'n Ylimalkaallisella haulikolla%s%s
fr: ^BG%s%s^K1 a été abattu par le Fusil Overkill de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi abatido pola escopeta Esaxerada de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato abbattuto dall'Overkill Shotgun di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のオーバーキルショットガン%s%sによって射殺された
pt_br: ^BG%s%s^K1 foi baleado pela Escopeta Suprema de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 застрелен из Оверкилл Дробовика ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var nerskjuten av ^BG%s^K1s Overkill Hagelbörsa%s%s

source: ^BG%s%s^K1 was sniped with a Rifle by ^BG%s^K1%s%s
bg: ^BG%s%s^K1 бе улучен от прикритие с Rifle от ^BG%s^K1%s%s
de: ^BG%s%s^K1 wurde professionell von ^BG%ss^K1 Gewehr ausgeschaltet%s%s
es: ^BG%s%s^K1 fue arrebatado por ^BG%s^K1 con un Rifle%s%s
fi: ^BG%s%s^K1 niputettiin kiväärillä syyllisen ollen ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été abattu par le Fusil de précision de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi disparado cun rifle por ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato cecchinato con un Rifle da ^BG%s^K1%s%s
ja_jp: BG%s%s^K1 は ^BG%s^K1 のライフル%s%sでひったくられた
pt_br: ^BG%s%s^K1 foi atingido pelo Rifle de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost pălit de pușca lui ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был расстрелян из Винтовки ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var krypskjuten med ett Gevär av ^BG%s^K1%s%s

source: ^BG%s%s^K1 died in ^BG%s^K1's Rifle bullet hail%s%s
ast: ^BG%s%s^K1 morrió pol lloviu de bales del rifle de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 умря от градушката от куршуми на ^BG%s^K1 с Rifle %s%s
de: ^BG%s%s^K1 starb im ^BG%s^K1s Gewehrkugelhagel%s%s
es: ^BG%s%s^K1 murió en la lluvia de balas de Rifle de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 kuoli ^BG%s^K1'n Kiväärin luoti-ilmiössä%s%s
fr: ^BG%s%s^K1 est mort dans la grêle de balles du Fusil de précision de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 morreu na choiva de balas de rifle de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è morto nella raffica di proiettili del Rifle di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 が ^BG%s^K1 からのライフル弾雨%s%sで死亡した
pt_br: ^BG%s%s^K1 morreu pela bala do Rifle de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a murit în rafala de gloanțe%s%s a lui ^BG%s^K1's
ru: ^BG%s%s^K1 погиб после знакомства с пулей из Винтовки ^BG%s^K1%s%s
sv: ^BG%s%s^K1 dog i ^BG%s^K1s Gevärskottshagel%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle bullet hail%s%s
ast: ^BG%s%s^K1 nun pudo escondese del lloviu de bales del rifle de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 не успя да се прикрие от градушката от куршуми на ^BG%s^K1 с Rifle %s%s
de: ^BG%s%s^K1 schaffte es nicht, sich vor ^BG%s^K1s Gewehrkugelhagel zu verstecken%s%s
es: ^BG%s%s^K1 no logró esconderse de la lluvia de balas de Rifle por parte de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ei onnistunut piiloutumisyrityksessään ^BG%s^K1'n Kiväärin luoti-ilmiön edessä%s%s
fr: ^BG%s%s^K1 n'a pas pu éviter la grêle de balles du Fusil de précision de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 Non se puido esconder da choiva de balas do rifle de ^BG%s^K1%s%s
it: ^BG%s%s^K1 non è riuscito a nascondersi dalla raffica di proiettili del Rifle di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のライフル弾雨%s%sから隠すことができなかった
pt_br: ^BG%s%s^K1 falhou em se esconder da bala do Rifle de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 nu s-a putut ascunde de rafalele de gloanțe de pușcă%s%s ale lui ^BG%s^K1
ru: ^BG%s%s^K1 не смог избежать знакомства с пулей из Винтовки ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kunde inte gömma sig från ^BG%s^K1s Gevärskottshagel%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle%s%s
ast: ^BG%s%s^K1 nun pudo escondese del rifle de ^BG%s^K1%s%s
bg: ^BG%s%s^K1 не успя да се прикрие от Rifle%s%s на ^BG%s^K1
de: ^BG%s%s^K1 versagte, sich vor ^BG%s^K1s Gewehr zu verstecken%s%s
es: ^BG%s%s^K1 no pudo esconderse del Rifle de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 ei onnistunut välttämään ^BG%s^K1'n Kiväärin toimintaa%s%s
fr: ^BG%s%s^K1 n'a pas pu éviter le Fusil de précision de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 Non se puido agochar do rifle de ^BG%s^K1%s%s
it: ^BG%s%s^K1 non è riuscito a nascondersi dal Rifle di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のライフル%s%sから隠すことができなかった
pt_br: ^BG%s%s^K1 falhou em se esconder do Rifle de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 nu s-a putut ascunde de pușca%s%s lui ^BG%s^K1
ru: ^BG%s%s^K1 не смог спрятаться от Винтовки ^BG%s^K1%s%s
sv: ^BG%s%s^K1 kunde inte gömma sig från ^BG%s^K1s Gevär%s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Seeker rockets%s%s
bg: ^BG%s%s^K1 бе помлян от Seeker ракети%s%s на ^BG%s^K1's
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Seeker-Raketen zerlegt%s%s
es: ^BG%s%s^K1 fue golpeado por los misiles de Seeker de ^Bg%s^K1%s%s
fi: ^BG%s%s^K1 nuijittiin ^BG%s^K1'n Hakeutuvilla raketeilla%s%s
fr: ^BG%s%s^K1 a été assommé par les roquettes du Seeker de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi golpeado polos Foguetes Buscadores de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato colpito ripetutamente di razzi del Seeker di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のシーカーロケット%s%sに衝撃された
pt_br: ^BG%s%s^K1 foi surrado pelos foguetes do Seeker de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost zdrobit de Rachetele Teleghidate%s%s ale lui ^BG%s^K1
ru: ^BG%s%s^K1 попал под обстрел ракетами из Самонаводчика со стороны ^BG%s^K1%s%s
sv: ^BG%s%s^K1 var slagen av ^BG%s^K1s Seeker-raketer%s%s

source: ^BG%s%s^K1 was tagged by ^BG%s^K1's Seeker%s%s
bg: ^BG%s%s^K1 бе маркиран от Seeker%s%s на ^BG%s^K1
de: ^BG%s%s^K1 wurde von ^BG%s^K1s Seeker markiert%s%s
es: ^BG%s%s^K1 fue acertado por el Seeker de ^BG%s^K1%s%s
fi: ^BG%s%s^K1 korvamerkittiin ^BG%s^K1's Hakeutuvalla ammuksella%s%s
fr: ^BG%s%s^K1 a été marqué pour cible par le Seeker de ^BG%s^K1%s%s
gl: ^BG%s%s^K1 foi acertado polo Buscador de ^BG%s^K1%s%s
it: ^BG%s%s^K1 è stato puntato dal Seeker di ^BG%s^K1%s%s
ja_jp: ^BG%s%s^K1 は ^BG%s^K1 のシーカー%s%sタグ付たれた
pt_br: ^BG%s%s^K1 foi marcado pelo Seeker de ^BG%s^K1%s%s
ro: ^BG%s%s^K1 a fost pălit de Racheta Teleghidată%s%s a lui ^BG%s^K1
ru: ^BG%s%s^K1 был захвачен системой Самонаводчика ^BG%s^K1%s%s
sv: ^BG%s%s^K1 blev taggad av ^BG%s^K1s Seeker%s%s

source: ^BG%s^K1 played with tiny Seeker rockets%s%s
ast: ^BG%s^K1 xugó colos cohetinos del Seeker%s%s
bg: ^BG%s^K1 си играеше с малките Seeker ракети%s%s
de: ^BG%s^K1 spielte mit den kleinen Seeker-Raketen%s%s
es: ^BG%s^K1 jugó con misiles Seeker pequeños%s%s
fi: ^BG%s^K1 leikitteli pienenpienillä Hakeutuvilla raketeilla%s%s
fr: ^BG%s^K1 a joué avec de minuscules roquettes de Seeker%s%s
gl: ^BG%s^K1 xogou con pequenos Foguetes Buscadores%s%s
it: ^BG%s^K1 ha giocato con i piccoli razzi del Seeker%s%s
ja_jp: ^BG%s^K1 が小さなシーカーロケット%s%sで遊びた
pt_br: ^BG%s^K1 brincou com minúsculos foguetes de Seeker%s%s
ro: ^BG%s^K1 s-a jucat cu Rachetuțe mici Teleghidate%s%s
ru: ^BG%s^K1 доигрался с ракетками из Самонаводчика %s%s
sv: ^BG%s^K1 lekte med små Seeker-raketer%s%s
