Repository: xonotic/xonotic-data.pk3dir
Catalog: csprogs.dat.*.po
Languages: fr

source: Start line
fr: Ligne de départ

source: Finish line
fr: Ligne d'arrivée

source: Intermediate %d
fr: Intermédiaire %d

source: Out of ammo
fr: Plus de munitions

source: Don't have
fr: Ne possède pas

source: Unavailable
fr: Non disponible

source: Player %d
fr: Joueur %d

source: ^1Intermediate 1 (+15.42)
fr: ^1Intermédiaire 1 (+15.42)

source: ^1PENALTY: %.1f (%s)
fr: ^1PÉNALITÉ: %.1f (%s)

source: ^2PENALTY: %.1f (%s)
fr: ^2PÉLANITÉ %.1f (%s)

source: ^1You must answer before entering hud configure mode
fr: ^1Vous devez répondre avant d'entrer le mode de configuration de l'interface

source: ^2Name ^7instead of "^1Anonymous player^7" in stats
fr: ^2Votre pseudonyme ^7à la place de "^1Unregistered player^7" dans les statistiques

source: A vote has been called for:
fr: Un vote a été lancé pour :

source: Allow servers to store and display your name?
fr: Autoriser les serveurs à stocker et afficher votre pseudonyme ?

source: ^1Configure the HUD
fr: ^1Configurer l'interface

source: Yes (%s): %d
fr: Oui (%s): %d

source: No (%s): %d
fr: Non (%s): %d

source: Personal best
fr: Record personnel

source: Server best
fr: Record du serveur

source: ^3Player^7: This is the chat area.
fr: ^3Joueur^7: Ceci est la zone du chat.

source: ^1Observing
fr: ^1Observation

source: ^1Spectating: ^7%s
fr: ^1En spectateur sur : ^7%s

source: ^1Press ^3%s^1 to spectate
fr: ^1Appuyez sur ^3%s^1 pour être en spectateur sur un joueur

source: ^1Press ^3%s^1 or ^3%s^1 for next or previous player
fr: ^1Appuyez sur ^3%s^1 ou ^3%s^1 pour être en spectateur sur le joueur précédent ou suivant

source: ^1Use ^3%s^1 or ^3%s^1 to change the speed
fr: ^1Utilisez ^3%s^1 ou ^3%s^1 pour changer la vitesse

source: ^1Press ^3%s^1 to observe
fr: ^1Utiliez ^3%s^1 pour observer

source: ^1Press ^3%s^1 for gamemode info
fr: ^1Appuyez sur ^3%s^1 pour de l'information

source: ^1Wait for your turn to join
fr: ^1Attendez votre tour pour jouer

source: ^1Match has already begun
fr: ^1La partie a déjà commencé

source: ^1You have no more lives left
fr: ^1Vous n'avez plus de vies

source: ^1Press ^3%s^1 to join
fr: ^1Appuyez sur ^3%s^1 pour jouer

source: ^1Game starts in ^3%d^1 seconds
fr: ^1La partie commence dans ^3%d^1 secondes

source: ^2Currently in ^1warmup^2 stage!
fr: ^2Actuellement en ^1mode échauffement^2 !

source: %sPress ^3%s%s to end warmup
fr: %sAppuyez sur ^3%s%s pour finir l'échauffement

source: %sPress ^3%s%s once you are ready
fr: %sAppuyez sur ^3%s%s quand vous êtes prêt

source: ^2Waiting for others to ready up to end warmup...
fr: ^2En attente des autres joueurs pour finir l'échauffement...

source: ^2Waiting for others to ready up...
fr: ^2En attente des autres joueurs pour être prêt...

source: ^2Press ^3%s^2 to end warmup
fr: ^2Appuyez sur ^3%s^2 pour finir l'échauffement

source: Teamnumbers are unbalanced!
fr: Les équipes ne sont pas équilibrées !

source: Press ^3%s%s to adjust
fr: Appuyez sur ^3%s%s pour ajuster

source: ^7Press ^3ESC ^7to show HUD options.
fr: ^7Appuyez sur ^3ESC ^7pour afficher les options de l'interface.

source: ^3Doubleclick ^7a panel for panel-specific options.
fr: ^3Double-cliquez ^7un panneau pour des options.

source: ^3CTRL ^7to disable collision testing, ^3SHIFT ^7and
fr: ^3Contrôle ^7pour désactiver le test de collision, ^3Majuscule ^7 et

source: ^3ALT ^7+ ^3ARROW KEYS ^7for fine adjustments.
fr: ^3Alt ^7+ ^3Flèches ^7 pour des ajustements précis.

source: knots
fr: nœuds

source: Automatically fixed wrong/missing panel numbers in _hud_panelorder
fr: Nombres des panneaux faux/manquants fixés dans _hud_panelorder

source: ^2Successfully exported to %s! (Note: It's saved in data/data/)
fr: ^2Exporté avec succès en tant que %s ! (Note: C'est sauvegardé dans data/data/)

source: ^1Couldn't write to %s
fr: ^1Ne peut pas écrire vers %s

source: ERROR - MENU IS VISIBLE BUT NO MENU WAS DEFINED!
fr: ERREUR - LE MENU EST VISIBLE MAIS NON DÉFIINI !

source: ^3Your engine build is outdated ^3This Server uses a newer QC VM. Please update!
fr: ^3Votre version n'est pas à jour ^3Ce Serveur utilise une nouvelle version du QC VM. Veuillez mettre à jour !

source: ^4CSQC Build information: ^1%s
fr: ^4Information sur la version de CSQC: ^1%s

source: trying to switch to unsupported team %d
fr: tentative de changement vers une équipe non supportée : %d

source: %s (not bound)
fr: %s (non assigné)

source: Don't care
fr: Ne pas voter

source: Vote for a map
fr: Votez pour une carte

source: %d seconds left
fr: %d secondes restantes

source: mv_mapdownload: ^3You're not supposed to use this command on your own!
fr: mv_mapdownload: ^3Vous ne devez pas utiliser cette commande seule !

source: ^1Error:^7 Couldn't find pak index.
fr: ^1Erreur:^7 Ne peut pas trouver l'index du pak.

source: Requesting preview...
fr: Demande d'aperçu...

source: Trying to remove a team which is not in the teamlist!
fr: Tentative de suppression d'une équipe qui n'est pas dans la liste d'équipes !

source: Received HTTP request data for an invalid id %d.
fr: Données de requête HTTP reçues pour l'ID invalide %d.

source: Can't unstick an entity (edict: %d, classname: %s, origin: %s)
fr: Ne peut pas décoller une entité (edict: %d, classname: %s, origin: %s)

source: Sucessfully unstuck an entity (edict: %d, classname: %s, origin: %s)
fr: Entité décollée avec succès (edict: %d, classname: %s, origin: %s)

source: SCO^bckills
fr: balles tués

source: SCO^bctime
fr: temps balle

source: SCO^caps
fr: drapeaux

source: SCO^captime
fr: temps de capture

source: SCO^deaths
fr: morts

source: SCO^destroyed
fr: détruits

source: SCO^drops
fr: lâchers

source: SCO^faults
fr: fautes

source: SCO^fckills
fr: drap. tués

source: SCO^goals
fr: buts

source: SCO^kckills
fr: clés tués

source: SCO^k/d
fr: SCO^tué/mort

source: SCO^kills
fr: SCO^tués

source: SCO^laps
fr: SCO^tours

source: SCO^lives
fr: SCO^vies

source: SCO^losses
fr: SCO^défaites

source: SCO^name
fr: SCO^nom

source: SCO^nick
fr: SCO^pseudonyme

source: SCO^objectives
fr: SCO^objectifs

source: SCO^pickups
fr: SCO^collectés

source: SCO^ping
fr: SCO^latence

source: SCO^pushes
fr: SCO^poussés

source: SCO^rank
fr: SCO^rang

source: SCO^returns
fr: SCO^retournés

source: SCO^revivals
fr: SCO^soignés

source: SCO^takes
fr: SCO^prises

source: You can modify the scoreboard using the ^2scoreboard_columns_set command.
fr: Vous pouvez modifier le tableau des scores en utilisant ^2scoreboard_columns_set ^7(dans la console).

source: Usage:
fr: Utilisation:

source: ^2scoreboard_columns_set default
fr: ^2scoreboard_columns_set par défaut

source: ^2scoreboard_columns_set ^7field1 field2 ...
fr: ^2scoreboard_columns_set ^7champ1 champ2 ...

source: The following field names are recognized (case insensitive):
fr: Les noms de champs suivants sont reconnus (non-sensible à la casse) :

source: You can use a ^3|^7 to start the right-aligned fields.
fr: Vous pouvez insérer un ^3|^7 pour créer des champs alignés à droite.

source: ^3name^7 or ^3nick^7 Name of a player
fr: ^3nom^7 ou ^3pseudonyme^7 Nom d'un joueur

source: ^3ping^7 Ping time
fr: ^3latence^7 Temps de latence

source: ^3pl^7 Packet loss
fr: ^3pl^7 Pertes de paquet

source: ^3kills^7 Number of kills
fr: ^3tués^7 Nombre de tués

source: ^3deaths^7 Number of deaths
fr: ^3morts^7 Nombre de morts

source: ^3suicides^7 Number of suicides
fr: ^3suicides^7 Nombre de suicides

source: ^3frags^7 kills - suicides
fr: ^3tués^7 tués - suicides

source: ^3kd^7 The kill-death ratio
fr: ^3kd^7 Ratio tué-mort

source: ^3caps^7 How often a flag (CTF) or a key (KeyHunt) was captured
fr: ^3drapeaux^7 Combien de fois un drapeau (Capture du Drapeau) ou une clé (Chasse aux Clés) a été capturé

source: ^3pickups^7 How often a flag (CTF) or a key (KeyHunt) or a ball (Keepaway) was picked up
fr: ^3collectés^7 Nombre de fois qu'un drapeau (CTF), clé (Chasse aux clés) ou balle (Keepway) a été pris

source: ^3captime^7 Time of fastest cap (CTF)
fr: ^3temps de capture ^7 Temps de la meilleure capture (CTF)

source: ^3fckills^7 Number of flag carrier kills
fr: ^3fckills^7 Nombre de porteurs de drapeaux tués

source: ^3returns^7 Number of flag returns
fr: ^3returns^7 Nombre de drapeaux retournés

source: ^3drops^7 Number of flag drops
fr: ^3drops^7 Nombre de drapeaux lâchés

source: ^3lives^7 Number of lives (LMS)
fr: ^3lives^7 Nombre de vies (LMS)

source: ^3rank^7 Player rank
fr: ^3rank^7 Rang du joueur

source: ^3pushes^7 Number of players pushed into void
fr: ^3pushes^7 Nombre de joueurs poussés dans le vide

source: ^3destroyed^7 Number of keys destroyed by pushing them into void
fr: ^3détruits^7 Nombre de clés détruire en les poussant dans le vide

source: ^3kckills^7 Number of keys carrier kills
fr: ^3kckills^7 Nombre de porteurs de clés tués

source: ^3losses^7 Number of times a key was lost
fr: 3pertes^7 Nombre de fois qu'une clé a été perdue

source: ^3laps^7 Number of laps finished (race/cts)
fr: ^3tours^7 Nombre de tours finis (course/cts)

source: ^3time^7 Total time raced (race/cts)
fr: ^3temps^7 Temps total en course (course/cts)

source: ^3fastest^7 Time of fastest lap (race/cts)
fr: ^3fastest^7 Temps du tour le plus rapide (course/cts)

source: ^3ticks^7 Number of ticks (DOM)
fr: ^3tics^7 Nombre de tics (DOM)

source: ^3takes^7 Number of domination points taken (DOM)
fr: ^3^7 Nombre de points de domination capturés (DOM)

source: ^3bckills^7 Number of ball carrier kills
fr: ^3bckills^7 Nombre de porteurs de balles tués

source: ^3bctime^7 Total amount of time holding the ball in Keepaway
fr: ^3bctime^7 Temps total en possession de la balle en Keepaway

source: ^3score^7 Total score
fr: ^3score^7 Score total

source: Before a field you can put a + or - sign, then a comma separated list of game types, then a slash, to make the field show up only in these or in all but these game types. You can also specify 'all' as a field to show all fields available for the current game mode.
fr: Avant un champ vous pouvez mettre un signe + ou -, puis une liste séparée avec des virgules de modes de jeux, puis un slash, pour faire apparaître un champ seulement dans certains modes. Vous pouvez aussi spécifier 'all' comme un champ pour montrer tous les champs disponibles pour le mode de jeu en cours.

source: The special game type names 'teams' and 'noteams' can be used to include/exclude ALL teams/noteams game modes.
fr: Le type de jeu 'special' peut être utilisé pour inclure ou exclure TOUT les modes de jeux avec ou sans équipes.

source: Example: scoreboard_columns_set name ping pl | +ctf/field3 -dm/field4
fr: Exemple: scoreboard_columns_set name ping pl | +cfg/field3 -dm/field4

source: will display name, ping and pl aligned to the left, and the fields right of the vertical bar aligned to the right.
fr: va afficher le nom, latence et pl alignés à gauche, et les champs à droite de la barre verticale alignée à droite.

source: 'field3' will only be shown in CTF, and 'field4' will be shown in all other gamemodes except DM.
fr: 'field3' ne sera montré qu'en mode CTF, et 'field4' sera montré dans tous les modes sauf DM.

source: Accuracy stats (average %d%%)
fr: Stats de précision (moyenne %d%%)

source: Map stats:
fr: Stats. de la carte :

source: Secrets found:
fr: Secrets trouvés :

source: Rankings
fr: Classements

source: Scoreboard
fr: Tableau des scores

source: Speed award: %d ^7(%s^7)
fr: Le plus rapide: %d ^7(%s^7)

source: All-time fastest: %d ^7(%s^7)
fr: Record de vitesse: %d ^7(%s^7)

source: Spectators
fr: Spectateurs

source: playing on ^2%s^7
fr: en train de jouer sur ^2%s^7

source: for up to ^1%1.0f minutes^7
fr: pour jusqu'à ^1%1.0f minutes^7

source: or
fr: ou

source: until ^3%s %s^7
fr: jusqu'à ^3%s %s^7

source: SCO^is beaten
fr: SCO^est battu

source: until a lead of ^3%s %s^7
fr: jusqu'à qu'il y ait un écart de ^3%s %s^7 points

source: ^1Respawning in ^3%s^1...
fr: ^1Réapparition dans ^3%s^1...

source: You are dead, wait ^3%s^7 before respawning
fr: Vous êtes mort, attendez ^3%s^7 avant de réapparaître

source: You are dead, press ^2%s^7 to respawn
fr: Vous êtes mort, appuyez sur ^2%s^7 pour réapparaître

source: Cannot initialize sound %s
fr: Ne peut initialiser le son %s

source: %s under attack!
fr: %s attaqué !

source: No right gunner!
fr: Aucun tireur à droite!

source: No left gunner!
fr: Aucun tireur à gauche!

source: Revival progress
fr: Regénération en cours

source: Push
fr: Pousser

source: Destroy
fr: Détruire

source: Defend
fr: Défendre

source: Blue base
fr: Base bleue

source: Enemy carrier
fr: Porteur ennemi

source: Flag carrier
fr: Porteur du drapeau

source: Dropped flag
fr: Drapeau lâché

source: Help me!
fr: Aidez-moi !

source: Here
fr: Ici

source: Dropped key
fr: Clé lâchée

source: Key carrier
fr: Porteur de clé

source: Run here
fr: Courez ici

source: Red base
fr: Base rouge

source: Waypoint
fr: Destination

source: Generator
fr: Générateur

source: Control point
fr: Point de contrôle

source: Checkpoint
fr: Point de contrôle

source: Finish
fr: Arrivée

source: Start
fr: Départ

source: Ball
fr: Balle

source: Ball carrier
fr: Porteur de balle

source: Shotgun
fr: Fusil

source: Machine Gun
fr: Mitraillette

source: Mortar
fr: Lance-grenades

source: Rocket Launcher
fr: Lance-roquettes

source: Port-O-Launch
fr: Lance-O-Port

source: Hook
fr: Grappin

source: Fireball
fr: Boule de feu

source: Rifle
fr: Fusil sniper

source: Mine Layer
fr: Lance-mines

source: Invisibility
fr: Invisibilité

source: Extra life
fr: Vie supplémentaire

source: Speed
fr: Vitesse

source: Strength
fr: Force

source: Shield
fr: Bouclier

source: Fuel regen
fr: Régén. essence

source: Frozen!
fr: Gelé!

source: Tagged
fr: Verrouillé

source: Vehicle
fr: Véhicule

source: %s needing help!
fr: %s a besoin d'aide !

source: error: status is %d
fr: erreur : le status est %d

source: error creating curl handle
fr: erreur en créant l'handle curl

source: Notification dump command only works with cl_cmd and sv_cmd.
fr: La commande de vidage des notifications fonctionne uniquement avec cl_cmd et sv_cmd.

source: Notification restart command only works with cl_cmd and sv_cmd.
fr: La commande de redémarrage des notifications fonctionne uniquement avec cl_cmd et sv_cmd.

source: CI_DEC^%s years
fr: %s ans

source: CI_ZER^%d years
fr: %d ans

source: CI_FIR^%d year
fr: %d an

source: CI_SEC^%d years
fr: %d ans

source: CI_THI^%d years
fr: %d ans

source: CI_MUL^%d years
fr: %d ans

source: CI_DEC^%s weeks
fr: %s semaines

source: CI_ZER^%d weeks
fr: %d semaines

source: CI_FIR^%d week
fr: %d semaine

source: CI_SEC^%d weeks
fr: %d semaines

source: CI_THI^%d weeks
fr: %d semaines

source: CI_MUL^%d weeks
fr: %d semaines

source: CI_DEC^%s days
fr: %s jours

source: CI_ZER^%d days
fr: %d jours

source: CI_FIR^%d day
fr: %d jour

source: CI_SEC^%d days
fr: %d jours

source: CI_THI^%d days
fr: %d jours

source: CI_MUL^%d days
fr: %d jours

source: CI_DEC^%s hours
fr: %s heures

source: CI_ZER^%d hours
fr: %d heures

source: CI_FIR^%d hour
fr: %d heure

source: CI_SEC^%d hours
fr: %d heures

source: CI_THI^%d hours
fr: %d heures

source: CI_MUL^%d hours
fr: %d heures

source: CI_DEC^%s minutes
fr: %s minutes

source: CI_ZER^%d minutes
fr: %d minutes

source: CI_FIR^%d minute
fr: %d minute

source: CI_SEC^%d minutes
fr: %d minutes

source: CI_THI^%d minutes
fr: %d minutes

source: CI_MUL^%d minutes
fr: %d minutes

source: CI_DEC^%s seconds
fr: %s secondes

source: CI_ZER^%d seconds
fr: %d secondes

source: CI_FIR^%d second
fr: %d seconde

source: CI_SEC^%d seconds
fr: %d secondes

source: CI_THI^%d seconds
fr: %d secondes

source: CI_MUL^%d seconds
fr: %d secondes

source: %dth
fr: %dème

source: @!#%'n Tuba Throwing
fr: Lancer de @!#%'n Tuba

source: Deathmatch
fr: Match à Mort

source: Last Man Standing
fr: Dernier Homme en Vie

source: Arena
fr: Arène

source: Race
fr: Course

source: Race CTS
fr: Course CTS

source: Team Deathmatch
fr: Match à Mort en Équipe

source: Capture the Flag
fr: Capture du Drapeau

source: Clan Arena
fr: Arène de Clan

source: Key Hunt
fr: Chasse aux Clés

source: Assault
fr: Assaut

source: Onslaught
fr: Stratégie

source: Freeze Tag
fr: Loup Glacé

source: ^1Server notices:
fr: ^1Notifications du serveur:

source: ^7%s (^3%d sec left)
fr: ^7%s (^3%d sec restantes)

source: ^BG%s^BG captured the ^TC^TT^BG flag
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds, breaking ^BG%s^BG's previous record of ^F2%s^BG seconds
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG en ^F1%s^BG secondes, échouant à battre le précédent record de ^BG%s^BG en ^F2%s^BG secondes

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG en ^F1%s^BG secondes

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F2%s^BG seconds, failing to break ^BG%s^BG's previous record of ^F1%s^BG seconds
fr: ^BG%s^BG a capturé le drapeau ^TC^TT^BG en ^F2%s^BG secondes, échouant à battre le précédent record de ^BG%s^BG en ^F1%s^BG secondes

source: ^BGThe ^TC^TT^BG flag was returned to base by its owner
fr: ^BGLe drapeau ^TC^TT^BG a été retourné à la base par son propriétaire

source: ^BGThe ^TC^TT^BG flag was destroyed and returned to base
fr: ^BGLe drapeau ^TC^TT^BG a été détruit et est retourné à la base

source: ^BGThe ^TC^TT^BG flag was dropped in the base and returned itself
fr: ^BGLe drapeau ^TC^TT^BG a été lâché à l'intérieur de la base et est rentré tout seul

source: ^BGThe ^TC^TT^BG flag fell somewhere it couldn't be reached and returned to base
fr: ^BGLe drapeau ^TC^TT^BG est tombé dans un endroit inaccessible et est revenu à la base

source: ^BGThe ^TC^TT^BG flag became impatient after ^F1%.2f^BG seconds and returned itself
fr: ^BGLe drapeau ^TC^TT^BG est devenu impatient après ^F1%.2f^BG secondes et est rentré tout seul

source: ^BGThe ^TC^TT^BG flag has returned to the base
fr: ^BGLe drapeau ^TC^TT^BG est retourné à la base

source: ^BG%s^BG lost the ^TC^TT^BG flag
fr: ^BG%s^BG a perdu le drapeau ^TC^TT^BG

source: ^BG%s^BG got the ^TC^TT^BG flag
fr: ^BG%s^BG a le drapeau ^TC^TT^BG

source: ^BG%s^BG returned the ^TC^TT^BG flag
fr: ^BG%s^BG a retourné le drapeau ^TC^TT^BG

source: ^BG%s%s^K1 was unfairly eliminated by ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été injustement éliminé par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was drowned by ^BG%s^K1%s%s
fr: ^BG%s%s^K1a été noyé par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was grounded by ^BG%s^K1%s%s
fr: ^BG%s%s^K1a été mis à terre par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was burnt up into a crisp by ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été cuit à point par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was cooked by ^BG%s^K1%s%s
fr: ^BG%s%s^K1a été cuisiné par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was shot into space by ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été envoyé dans l'espace par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was slimed by ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été acidulé par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was preserved by ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été préservé par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was telefragged by ^BG%s^K1%s%s
fr: ^BG%s%s^K1a été téléfraggé par ^BG%s^K1%s%s

source: ^BG%s%s^K1 died in an accident with ^BG%s^K1%s%s
fr: ^BG%s%s^K1 est mort dans un accident avec ^BG%s^K1%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Bumblebee exploded%s%s
fr: ^BG%s%s^K1 a été pris dans l'explosion quand le Bumblebee de ^BG%s^K1 a explosé%s%s

source: ^BG%s%s^K1 saw the pretty lights of ^BG%s^K1's Bumblebee gun%s%s
fr: ^BG%s%s^K1 a vu les belles lumières du tir de Bumblebee de ^BG%s^K1%s%s

source: ^BG%s%s^K1 was crushed by ^BG%s^K1%s%s
fr: ^BG%s%s^K1a été téléfraggé par ^BG%s^K1%s%s

source: ^BG%s%s^K1 was cluster bombed by ^BG%s^K1's Raptor%s%s
fr: ^BG%s%s^K1 a été bombardé par le Raptor de ^BG%s^K1 %s%s

source: ^BG%s%s^K1 couldn't resist ^BG%s^K1's purple blobs%s%s
fr: ^BG%s%s^K1 n'a pas pu résister aux bulles violettes de ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Raptor exploded%s%s
fr: ^BG%s%s^K1 a été soufflé par l'explosion du Raptor de ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Spiderbot exploded%s%s
fr: ^BG%s%s^K1 a été soufflé par l'explosion du Spiderbot de ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got shredded by ^BG%s^K1's Spiderbot%s%s
fr: ^BG%s%s^K1 a été déchiqueté par le Spiderbot de ^BG%s^K1 %s%s

source: ^BG%s%s^K1 was blasted to bits by ^BG%s^K1's Spiderbot%s%s
fr: ^BG%s%s^K1 a été mis en morceaux par le Spiderbot de ^BG%s^K1 %s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Racer exploded%s%s
fr: ^BG%s%s^K1 a été soufflé par l'explosion du Racer de ^BG%s^K1 %s%s

source: ^BG%s%s^K1 was bolted down by ^BG%s^K1's Racer%s%s
fr: ^BG%s%s^K1 a été électrocuté par le Racer de ^BG%s^K1%s%s

source: ^BG%s%s^K1 couldn't find shelter from ^BG%s^K1's Racer%s%s
fr: ^BG%s%s^K1 n'a pas pu s'abriter du Racer de ^BG%s^K1%s%s

source: ^BG%s%s^K1 was thrown into a world of hurt by ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été jeté dans un monde de souffrances par ^BG%s^K1%s%s

source: ^BG%s^K1 was moved into the %s%s
fr: ^BG%s^K1 a été déplacé dans les %s%s

source: ^BG%s^K1 became enemies with the Lord of Teamplay%s%s
fr: ^BG%s^K1 est devenu enemi avec le Roi du Travail d'Équipe%s%s

source: ^BG%s^K1 thought they found a nice camping ground%s%s
fr: ^BG%s^K1 ont cru qu'ils avaient trouvé un bon endroit pour camper%s%s

source: ^BG%s^K1 unfairly eliminated themself%s%s
fr: ^BG%s^K1 se sont injustement auto-détruits%s%s

source: ^BG%s^K1 couldn't catch their breath%s%s
fr: ^BG%s^K1 n'a pas pu retenir son souffle%s%s

source: ^BG%s^K1 was in the water for too long%s%s
fr: ^BG%s^K1 est resté trop longtemps sous l'eau%s%s

source: ^BG%s^K1 hit the ground with a crunch%s%s
fr: ^BG%s^K1 a heurté le sol dans un craquement sourd%s%s

source: ^BG%s^K1 hit the ground with a bit too much force%s%s
fr: ^BG%s^K1 a touché le sol un peu trop fort%s%s

source: ^BG%s^K1 became a bit too crispy%s%s
fr: ^BG%s^K1 est devenu un peu trop acide%s%s

source: ^BG%s^K1 felt a little hot%s%s
fr: ^BG%s^K1 a eu un peu chaud%s%s

source: ^BG%s^K1 died%s%s
fr: ^BG%s^K1 est mort%s%s

source: ^BG%s^K1 turned into hot slag%s%s
fr: ^BG%s^K1 s'est transformé en merguez%s%s

source: ^BG%s^K1 found a hot place%s%s
fr: ^BG%s^K1 a trouvé un endroit au chaud%s%s

source: ^BG%s^K1 died%s%s. What's the point of living without ammo?
fr: ^BG%s^K1 est mort.%s%s. Quel est l'intérêt de vivre sans munitions ?

source: ^BG%s^K1 ran out of ammo%s%s
fr: ^BG%s^K1 est tombé à court de munitions %s%s

source: ^BG%s^K1 rotted away%s%s
fr: ^BG%s^K1 a pourri%s%s

source: ^BG%s^K1 became a shooting star%s%s
fr: ^BG%s^K1 s'est transformé en étoile filante%s%s

source: ^BG%s^K1 was slimed%s%s
fr: ^BG%s^K1 a été acidulé%s%s

source: ^BG%s^K1 couldn't take it anymore%s%s
fr: ^BG%s^K1 n'en pouvait plus avec la vie%s%s

source: ^BG%s^K1 is now preserved for centuries to come%s%s
fr: ^BG%s^K1 est maintenant conservé pour les siècles à venir%s%s

source: ^BG%s^K1 switched to the %s%s
fr: ^BG%s^K1 est allé dans l'%s%s

source: ^BG%s^K1 died in an accident%s%s
fr: ^BG%s^K1 est mort dans un accident%s%s

source: ^BG%s^K1 ran into a turret%s%s
fr: ^BG%s^K1 a foncé dans une tourelle%s%s

source: ^BG%s^K1 was blasted away by an eWheel turret%s%s
fr: ^BG%s^K1 a été mis en miettes par une tourelle roulante%s%s

source: ^BG%s^K1 got caught up in the FLAC turret fire%s%s
fr: ^BG%s^K1 a été mis en miettes par une tourlle Hellion%s%s

source: ^BG%s^K1 was blasted away by a Hellion turret%s%s
fr: ^BG%s^K1 a été mis en miettes par une tourelle Hellion%s%s

source: ^BG%s^K1 could not hide from the Hunter turret%s%s
fr: ^BG%s^K1 n'a pas pu échapper à la tourelle Hellion%s%s

source: ^BG%s^K1 was riddled full of holes by a Machinegun turret%s%s
fr: ^BG%s^K1 a été criblé de balles par une tourelle mitrailleuse%s%s
