Repository: xonotic/xonotic-data.pk3dir
Catalog: csprogs.dat.*.po
Languages: fr

source: ^BG%s^K1 got turned into smoldering gibs by an MLRS turret%s%s
fr: ^BG%s^K1 a été transformé en gigot brûlant par une tourelle MLRS%s%s

source: ^BG%s^K1 was phased out by a turret%s%s
fr: ^BG%s^K1 a été désintégré par une tourelle%s%s

source: ^BG%s^K1 got served some superheated plasma from a turret%s%s
fr: ^BG%s^K1 a goûté au pasma brûlant d'une tourelle%s%s

source: ^BG%s^K1 was electrocuted by a Tesla turret%s%s
fr: ^BG%s^K1 a été électrocuté par une tourelle Tesla%s%s

source: ^BG%s^K1 got served a lead enrichment by a Walker turret%s%s
fr: ^BG%s^K1 a été enrichi de plomb par une tourelle marcheuse%s%s

source: ^BG%s^K1 was impaled by a Walker turret%s%s
fr: ^BG%s^K1 a été empalé par une tourelle marcheuse%s%s

source: ^BG%s^K1 was blasted away by a Walker turret%s%s
fr: ^BG%s^K1 a été mis en miettes par une tourelle marcheuse%s%s

source: ^BG%s^K1 got caught in the blast of a Bumblebee explosion%s%s
fr: ^BG%s^K1 a été pris dans une explosion de Bumblebee%s%s

source: ^BG%s^K1 was crushed by a vehicle%s%s
fr: ^BG%s^K1 a été écrasé par un véhicule%s%s

source: ^BG%s^K1 was caught in a Raptor cluster bomb%s%s
fr: ^BG%s^K1 a été pris dans un bombardement de Raptor%s%s

source: ^BG%s^K1 got caught in the blast of a Raptor explosion%s%s
fr: ^BG%s^K1 a été pris dans une explosion de Raptor%s%s

source: ^BG%s^K1 got caught in the blast of a Spiderbot explosion%s%s
fr: ^BG%s^K1 a été pris dans une explosion de Spiderbot%s%s

source: ^BG%s^K1 was blasted to bits by a Spiderbot rocket%s%s
fr: ^BG%s^K1 a été réduit en miettes par une roquette de Spiderbot%s%s

source: ^BG%s^K1 got caught in the blast of a Racer explosion%s%s
fr: ^BG%s^K1 a été pris dans une explosion de Racer%s%s

source: ^BG%s^K1 couldn't find shelter from a Racer rocket%s%s
fr: ^BG%s^K1 n'a pas réussi à éviter une roquette de Racer%s%s

source: ^BG%s^K1 was in the wrong place%s%s
fr: ^BG%s^K1 n'a pas fait attention à la marche%s%s

source: ^BG%s^K1 was betrayed by ^BG%s^K1%s%s
fr: ^BG%s^K1 a été trahi par ^BG%s^K1%s%s

source: ^BG%s^K1 was frozen by ^BG%s
fr: ^BG%s^K1 a été gelé par ^BG%s

source: ^BG%s^K3 was revived by ^BG%s
fr: ^BG%s^K3 a été dégelé ^BG%s

source: ^BG%s^K3 was automatically revived after %s second(s)
fr: ^BG%s^K3 a été dégelé automatiquement après %s secondes

source: ^TC^TT^BG team wins the round
fr: L'équipe ^TC^TT^BG gagne la ronde

source: ^BG%s^BG wins the round
fr: ^BG%s^BG gagne la ronde

source: ^BGRound tied
fr: ^BGMatch nul

source: ^BGRound over, there's no winner
fr: ^BGRonde terminée, il n'y a pas de gagnant

source: ^BG%s^K1 froze themself
fr: ^BG%s^K1 s'est gelé

source: ^BGGodmode saved you %s units of damage, cheater!
fr: ^BGLe mode dieu vous a protégé contre %s points de dégâts, tricheur !

source: ^BGYou do not have the ^F1%s
fr: ^BGVous n'avez pas le ^F1%s

source: ^BGYou dropped the ^F1%s^BG%s
fr: ^BGVous avez lâché le ^F1%s^BG%s

source: ^BGYou got the ^F1%s
fr: ^BGVosu avez obtenu le ^F1%s

source: ^BGYou don't have enough ammo for the ^F1%s
fr: ^BGVous n'avez pas assez de munitions pour le ^F1%s

source: ^F1%s %s^BG is unable to fire, but its ^F1%s^BG can
fr: Le ^F1%s %s^BG ne peut pas tirer, mais le ^F1%s^BG peut

source: ^F1%s^BG is ^F4not available^BG on this map
fr: Le ^F1%s^BG n'est ^F4pas disponible^BG sur cette carte

source: ^BG%s^F3 connected%s
fr: ^BG%s^F3 s'est connecté%s

source: ^BG%s^F3 connected and joined the ^TC^TT
fr: ^BG%s^F3 s'est connecté et a joint l'^TC^TT

source: ^BG%s^F3 is now playing
fr: ^BG%s^F3 est désormais en train de jouer

source: ^BG%s^BG has dropped the ball!
fr: ^BG%s^BG a lâché la balle !

source: ^BG%s^BG has picked up the ball!
fr: ^BG%s^BG a collecté la balle !

source: ^BG%s^BG captured the keys for the ^TC^TT team
fr: ^BG%s^BG a capturé les clés pour l'équipe ^TC^TT

source: ^BG%s^BG dropped the ^TC^TT Key
fr: ^BG%s^BG a lâché la clé ^TC^TT

source: ^BG%s^BG lost the ^TC^TT Key
fr: ^BG%s^BG a perdu la clé ^TC^TT

source: ^BG%s^BG picked up the ^TC^TT Key
fr: ^BG%s^BG a pris la clé ^TC^TT

source: ^BG%s^F3 forfeited
fr: ^BG%s^F3 a déclaré forfait

source: ^BG%s^F3 has no more lives left
fr: ^BG%s^F3 n'a plus de vies

source: ^BG%s^K1 picked up Invisibility
fr: ^BG%s^K1 a pris l'Invisibilité

source: ^BG%s^K1 picked up Shield
fr: ^BG%s^K1 a pris le Bouclier

source: ^BG%s^K1 picked up Speed
fr: ^BG%s^K1 a pris la Vitesse

source: ^BG%s^K1 picked up Strength
fr: ^BG%s^K1 a pris la Force

source: ^BG%s^F3 disconnected
fr: ^BG%s^F3 s'est déconnecté

source: ^BG%s^F3 was kicked for idling
fr: ^BG%s^F3 a été expulsé pour cause d'inactivité

source: ^F2You were kicked from the server because you are a spectator and spectators aren't allowed at the moment.
fr: ^F2Vous avez été expulsé du serveur car vous étiez spectateur et les spectateurs n'étaient actuellement pas autorisés.

source: ^BG%s^F3 is now spectating
fr: ^BG%s^F3 est désormais spectateur

source: ^BG%s^BG has abandoned the race
fr: ^BG%s^BG a abandonné la course

source: ^BG%s^BG couldn't break their %s%s^BG place record of %s%s %s
fr: ^BG%s^BG n'a pas pu battre son record de %s%s^BG place avec %s%s %s

source: ^BG%s^BG couldn't break the %s%s^BG place record of %s%s %s
fr: ^BG%s^BG n'a pas pu battre le record de %s%s^BG place avec %s%s %s

source: ^BG%s^BG has finished the race
fr: ^BG%s^BG a fini la course

source: ^BG%s^BG broke %s^BG's %s%s^BG place record with %s%s %s
fr: ^BG%s^BG a battu le record de %s^BG de %s%s^BG place avec %s%s %s

source: ^BG%s^BG improved their %s%s^BG place record with %s%s %s
fr: ^BG%s^BG a amélioré son record de %s%s^BG place avec %s%s %s

source: ^BG%s^BG scored a new record with ^F2%s^BG, but unfortunately lacks a UID and will be lost.
fr: ^BG%s^BG a fait un nouveau record avec ^F2%s^BG, mais il n'a malheureusement pas d'UID et ne sera pas enregistré.

source: ^BG%s^BG set the %s%s^BG place record with %s%s
fr: ^BG%s^BG a défini le record de %s%s^BG place avec %s%s

source: ^TC^TT ^BGteam scores!
fr: L'équipe ^TC^TT ^BGmarque !

source: ^F2You have to become a player within the next %s, otherwise you will be kicked, because spectating isn't allowed at this time!
fr: ^F2Vous devez commencer à jouer dans les %s, sinon vous serez expulsé car les spectateurs ne sont actuellement pas autorisés !

source: ^BG%s^K1 picked up a Superweapon
fr: ^BG%s^K1 a pris une Superarme

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s (beta)^BG, you have ^F2Xonotic %s
fr: ^F4INFORMATION : ^BGce serveur est sur ^F1Xonotic %s (bêta)^BG, vous avez ^F2Xonotic %s

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s^BG, you have ^F2Xonotic %s
fr: ^F4INFORMATION : ^BGce serveur est sur ^F1Xonotic %s^BG, vous avez ^F2Xonotic %s

source: ^F4NOTE: ^F1Xonotic %s^BG is out, and you still have ^F2Xonotic %s^BG - get the update from ^F3http://www.xonotic.org/^BG!
fr: ^F4INFORMATION : ^F1Xonotic %s^BG est sorti et vous avez toujours ^F2Xonotic %s^BG - mettez à jour depuis ^F3http://www.xonotic.org/^BG !

source: ^F3SVQC Build information: ^F4%s
fr: ^F3Informations de version SVQC : ^F4%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Accordeon%s%s
fr: ^BG%s%s^K1 est mort de la très bonne musique du @!#%%'n Accordeon de ^BG%s^K1%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Accordeon%s%s
fr: ^BG%s^K1 est devenu sourd à cause de son @!#%% d'Accordéon%s%s

source: ^BG%s%s^K1 felt the strong pull of ^BG%s^K1's Crylink%s%s
fr: ^BG%s^K1 est devenu sourd à cause de son @!#%% d'Accordéon%s%s

source: ^BG%s^K1 felt the strong pull of their Crylink%s%s
fr: ^BG%s^K1 a senti son Crylink le tirer%s%s

source: ^BG%s%s^K1 was blasted by ^BG%s^K1's Electro bolt%s%s
fr: ^BG%s%s^K1 a été pulverisé par le tir d'Electro de ^BG%s^K1%s%s

source: ^BG%s%s^K1 felt the electrifying air of ^BG%s^K1's Electro combo%s%s
fr: ^BG%s%s^K1 a senti l'air électrique du combo d'Electro de ^BG%s^K1%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Electro plasma%s%s
fr: ^BG%s%s^K1 s'est trop approché du plasma d'Electro de ^BG%s^K1%s%s

source: ^BG%s^K1 played with Electro plasma%s%s
fr: ^BG%s^K1 a joué avec du plasma d'Electro%s%s

source: ^BG%s^K1 could not remember where they put their Electro plasma%s%s
fr: ^BG%s^K1 ne se souvenait plus où il avait laissé traîner son Electro-plasma%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's fireball%s%s
fr: ^BG%s%s^K1 s'est trop approché de la boule de feu de ^BG%s^K1%s%s

source: ^BG%s%s^K1 got burnt by ^BG%s^K1's firemine%s%s
fr: ^BG%s%s^K1 a été brûlé par la mine de feu de ^BG%s^K1%s%s

source: ^BG%s^K1 should have used a smaller gun%s%s
fr: ^BG%s^K1 aurait dû utiliser une arme plus petite%s%s

source: ^BG%s^K1 forgot about their firemine%s%s
fr: ^BG%s^K1 a oublié sa mine de feu%s%s

source: ^BG%s%s^K1 was pummeled by a burst of ^BG%s^K1's Hagar rockets%s%s
fr: ^BG%s%s^K1 a été détruit par une chaîne de roquettes de Hagar de ^BG%s^K1%s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Hagar rockets%s%s
fr: ^BG%s%s^K1 a été détruit par les roquettes de Hagar de ^BG%s^K1%s%s

source: ^BG%s^K1 played with tiny Hagar rockets%s%s
fr: ^BG%s^K1 a joué avec des mini-roquettes de Hagar%s%s

source: ^BG%s%s^K1 was cut down with ^BG%s^K1's HLAC%s%s
fr: ^BG%s%s^K1 a été découpé par le HLAC de ^BG%s^K1%s%s

source: ^BG%s^K1 got a little jumpy with their HLAC%s%s
fr: ^BG%s^K1 n'a pas maîtrisé son HLAC%s%s

source: ^BG%s%s^K1 was caught in ^BG%s^K1's Hook gravity bomb%s%s
fr: ^BG%s%s^K1 a été pris dans la bombe gravitationnelle de ^BG%s^K1%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Klein Bottle%s%s
fr: ^BG%s%s^K1 est mort de la très bonne musique de la @!#%%'n Klein Bottle de ^BG%s^K1%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Klein Bottle%s%s
fr: ^BG%s^K1 est devenu sourd à cause de son @!#%% d'Accordéon%s%s

source: ^BG%s%s^K1 was shot to death by ^BG%s^K1's Laser%s%s
fr: ^BG%s%s^K1 a été éxécuté par le Laser de ^BG%s^K1%s%s

source: ^BG%s^K1 shot themself to hell with their Laser%s%s
fr: ^BG%s^K1 s'est brûlé jusqu'à la mort avec son Laser%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's mine%s%s
fr: ^BG%s%s^K1 s'est trop approché de la mine de ^BG%s^K1%s%s

source: ^BG%s^K1 forgot about their mine%s%s
fr: ^BG%s^K1 a oublié sa mine%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Minstanex%s%s
fr: ^BG%s%s^K1 a été vaporisé par le Minstanex de ^BG%s^K1%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Mortar grenade%s%s
fr: ^BG%s%s^K1 s'est trop approché de la grenade de Mortar de ^BG%s^K1%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's Mortar grenade%s%s
fr: ^BG%s%s^K1 a mangé la grenade de Mortar de ^BG%s^K1%s%s

source: ^BG%s^K1 didn't see their own Mortar grenade%s%s
fr: ^BG%s^K1 n'a pas vu sa grenade de Mortar%s%s

source: ^BG%s^K1 blew themself up with their own Mortar%s%s
fr: ^BG%s^K1 s'est explosé avec son propre Mortier%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Nex%s%s
fr: ^BG%s%s^K1 a été vaporisé par le Nex de ^BG%s^K1%s%s

source: ^BG%s%s^K1 was sniped with a Rifle by ^BG%s^K1%s%s
fr: ^BG%s%s^K1 a été snipé avec un Rifle par ^BG%s^K1%s%s

source: ^BG%s%s^K1 died in ^BG%s^K1's Rifle bullet hail%s%s
fr: ^BG%s%s^K1 est mort dans la pluie de balles de Rifle de ^BG%s^K1%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle bullet hail%s%s
fr: ^BG%s%s^K1 n'a pas pu se cacher de la pluie de balles de Rifle de ^BG%s^K1%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle%s%s
fr: ^BG%s%s^K1 n'a pas pu se cacher du Rifle de ^BG%s^K1%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's rocket%s%s
fr: ^BG%s%s^K1 a mangé la roquette de ^BG%s^K1%s%s

source: ^BG%s%s^K1 got too close ^BG%s^K1's rocket%s%s
fr: ^BG%s%s^K1 s'est trop approché de la roquette de ^BG%s^K1%s%s

source: ^BG%s^K1 blew themself up with their Rocketlauncher%s%s
fr: ^BG%s^K1 s'est explosé avec son propre Lance-Roquettes%s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Seeker rockets%s%s
fr: ^BG%s%s^K1 a été annihilé par les roquettes de Seeker de ^BG%s^K1%s%s

source: ^BG%s%s^K1 was tagged by ^BG%s^K1's Seeker%s%s
fr: ^BG%s%s^K1 a été tagué par le Seeker de ^BG%s^K1%s%s

source: ^BG%s^K1 played with tiny Seeker rockets%s%s
fr: ^BG%s^K1 a joué avec des petites roquettes de Seeker%s%s

source: ^BG%s%s^K1 was gunned down by ^BG%s^K1's Shotgun%s%s
fr: ^BG%s%s^K1 a été fusillé par le Shotgun de ^BG%s^K1%s%s

source: ^BG%s%s^K1 slapped ^BG%s^K1 around a bit with a large Shotgun%s%s
fr: ^BG%s%s^K1 a baffé ^BG%s^K1 un petit peu avec un grand Shotgun%s%s

source: ^BG%s^K1 is now thinking with portals%s%s
fr: ^BG%s^K1 pense désormais avec les portails%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Tuba%s%s
fr: ^BG%s%s^K1 est mort de la très bonne musique du @!#%%'n Tuba de ^BG%s^K1%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Tuba%s%s
fr: ^BG%s^K1 est devenu sourd à cause de son @!#%% de Tuba%s%s

source: ^BG%s%s^K1 was sniped by ^BG%s^K1's Machine Gun%s%s
fr: ^BG%s%s^K1 a été snipé par la Machine Gun de ^BG%s^K1%s%s

source: ^BG%s%s^K1 was riddled full of holes by ^BG%s^K1's Machine Gun%s%s
fr: ^BG%s%s^K1 a été criblé de balles par la Machine Gun de ^BG%s^K1%s%s

source: ^BGYou are attacking!
fr: ^BGVous êtes en attaque !

source: ^BGYou are defending!
fr: ^BGVous êtes en défense !

source: ^F4Begin!
fr: ^F4Commencez !

source: ^F4Game starts in ^COUNT
fr: ^F4La partie démarre dans ^COUNT

source: ^F4Round starts in ^COUNT
fr: ^F4La ronde démarre dans ^COUNT

source: ^F4Round cannot start
fr: ^F4La ronde ne peut pas démarrer

source: ^BGRound tied
fr: ^BGMatch nul

source: ^BGRound over, there's no winner
fr: ^BGRonde terminée, il n'y a pas de gagnant

source: ^BGYou are now free. ^BGFeel free to ^F2try to capture^BG the flag again ^BGif you think you will succeed.
fr: ^BGVous êtes désormais libre. ^BGVous pouvez maintenant ^F2essayer de capturer^BG le drapeau ^BGsi vous pensez que vous y arriverez.

source: ^BGYou are now ^F1shielded^BG from the flag ^BGfor ^F2too many unsuccessful attempts^BG to capture. ^BGMake some defensive scores before trying again.
fr: ^BGVous ne pouvez ^F1plus prendre^BG le drapeau ^BGcar vous avez ^F2raté trop de tentatives^BG de capture. ^BGEssayez de défendre le drapeau avant de réessayer.

source: ^BGYou captured the ^TC^TT^BG flag!
fr: ^BGVous avez capturé le drapeau ^TC^TT^BG !

source: ^BGToo many flag throws! Throwing disabled for %s.
fr: ^BGTrop de lancers de drapeaux ! Lancers désactivés pour %s.

source: ^BG%s^BG passed the ^TC^TT^BG flag to %s
fr: ^BG%s^BG a passé le drapeau ^TC^TT^BG à %s

source: ^BGYou received the ^TC^TT^BG flag from %s
fr: ^BGVous avez reçu le drapeau ^TC^TT^BG de %s

source: ^BG%s^BG requests you to pass the flag%s
fr: ^BG%s^BG vous demande de passer le drapeau%s

source: ^BGRequesting %s^BG to pass you the flag
fr: ^BGDemande à %s^BG de vous passer le drapeau

source: ^BGYou passed the ^TC^TT^BG flag to %s
fr: ^BGVous avez passé le drapeau ^TC^TT^BG à %s

source: ^BGYou got the ^TC^TT^BG flag!
fr: ^BGVous avez le drapeau ^TC^TT^BG !

source: ^BGThe %senemy^BG got your flag! Retrieve it!
fr: ^BGL'%sennemi^BG a votre drapeau ! Reprenez-le !

source: ^BGThe %senemy (^BG%s%s)^BG got your flag! Retrieve it!
fr: ^BGL'%sennemi (^BG%s%s)^BG a votre drapeau ! Reprenez le !

source: ^BGYour %steam mate^BG got the flag! Protect them!
fr: ^BGVotre %séquipier^BG a le drapeau ! Protégez-le !

source: ^BGYour %steam mate (^BG%s%s)^BG got the flag! Protect them!
fr: ^BGVotre %séquipier (^BG%s%s)^BG a le drapeau ! Protégez-le !

source: ^BGYou returned the ^TC^TT^BG flag!
fr: ^BGVous avez retourné le drapeau ^TC^TT^BG !

source: ^BGStalemate! Enemies can now see you on radar!
fr: ^BGPat ! Les ennemis peuvent désormais vous voir sur le radar !

source: ^BGStalemate! Flag carriers can now be seen by enemies on radar!
fr: ^BGPat ! Les porteurs de drapeaux peuvent désormais être vus sur le radar !

source: ^K3%sYou fragged ^BG%s
fr: ^K3%sVous avez fraggé ^BG%s

source: ^K3%sYou scored against ^BG%s
fr: ^K3%sVous avez marqué contre ^BG%s

source: ^K1%sYou were fragged by ^BG%s
fr: ^K1%sVous avez été fraggé par ^BG%s

source: ^K1%sYou were scored against by ^BG%s
fr: ^K1%sVous avez offert un point à^BG%s

source: ^K1%sYou were fragged by ^BG%s^BG%s
fr: ^K1%sVous avez été fraggé par ^BG%s^BG%s

source: ^K1%sYou were scored against by ^BG%s^BG%s
fr: ^K1%sVous avez offert un point à ^BG%s^BG%s

source: ^K3%sYou fragged ^BG%s^BG%s
fr: ^K3%sVous avez fraggé ^BG%s^BG%s

source: ^K3%sYou scored against ^BG%s^BG%s
fr: ^K3%sVous avez marqué contre ^BG%s^BG%s

source: ^K1%sYou typefragged ^BG%s
fr: ^K1%sVous avez type-fraggé ^BG%s

source: ^K1%sYou scored against ^BG%s^K1 while they were typing
fr: ^K1%sYou avez scoré contre ^BG%s^K1 pendant qu'il tapait

source: ^K1%sYou were typefragged by ^BG%s
fr: ^K1%sVous avez été type-fraggé par ^BG%s

source: ^K1%sYou were scored against by ^BG%s^K1 while typing!
fr: ^K1%sYou avez été scoré par ^BG%s^K1 pendant que vous tapiez !

source: ^K1%sYou were typefragged by ^BG%s^BG%s
fr: ^K1%sVous avez été type-fraggé par ^BG%s^BG%s

source: ^K1%sYou were scored against by ^BG%s^K1 while typing^BG%s
fr: ^K1%sVous avez été scoré par ^BG%s^K1 pendant que vous tapiez^BG%s

source: ^K1%sYou typefragged ^BG%s^BG%s
fr: ^K1%sVous avez type-fraggé^BG%s^BG%s

source: ^K1%sYou scored against ^BG%s^K1 while they were typing^BG%s
fr: ^K1%sVous avez scoré ^BG%s^K1 pendant qu'il tapait^BG%s

source: ^BGYou have been moved into a different team You are now on: %s
fr: ^BGVous avez été déplacé dans une autre équipe Vous êtes maintenant dans : %s

source: ^K1Don't shoot your team mates!
fr: ^K1Ne tirez pas sur vos équipiers !

source: ^K1Don't go against your team mates!
fr: ^K1Ne tirez pas sur vos équipiers !

source: ^K1Die camper!
fr: ^K1Meurs campeur !

source: ^K1Reconsider your tactics, camper!
fr: ^K1Change de tactique, campeur !

source: ^K1You unfairly eliminated yourself!
fr: ^K1Vous vous êtes éliminé !

source: ^K1You were %s
fr: ^K1Vous êtes %s

source: ^K1You couldn't catch your breath!
fr: ^K1Vous n'aviez plus d'air !

source: ^K1You hit the ground with a crunch!
fr: ^K1Vous avez heurté le sol dans un craquement sourd !

source: ^K1You got a little bit too crispy!
fr: ^K1Vous vous sentiez un peu trop acide !

source: ^K1You felt a little too hot!
fr: ^K1Vous vous sentiez un peu trop chaud !

source: ^K1You killed your own dumb self!
fr: ^K1Vous vous êtes suicidé !

source: ^K1You need to be more careful!
fr: ^K1Vous devez être plus prudent !

source: ^K1You couldn't stand the heat!
fr: ^K1Vous vous sentiez trop chaud !

source: ^K1You were killed for running out of ammo...
fr: ^K1Vous avez été tué car vous n'aviez plus de munitions...

source: ^K1You are respawning for running out of ammo...
fr: ^K1Vous avez été tué car vous n'aviez plus de munitions...

source: ^K1You grew too old without taking your medicine
fr: ^K1Vous vous faites trop vieux et vous n'aviez pas pris vos médicaments

source: ^K1You need to preserve your health
fr: ^K1Vous avez besoin de préserver votre santé

source: ^K1You became a shooting star!
fr: ^K1Vous êtes devenu une étoile filante !

source: ^K1You melted away in slime!
fr: ^K1Vous avez fondu dans de l'acide !

source: ^K1You committed suicide!
fr: ^K1Vous vous êtes suicidé !

source: ^K1You ended it all!
fr: ^K1Vous en avez fini !

source: ^K1You got stuck in a swamp!
fr: ^K1Vous avez été coincé dans un marécage !

source: ^BGYou are now on: %s
fr: ^BGVous êtes maintenant dans : %s

source: ^K1You died in an accident!
fr: ^K1Vous êtes mort dans un accident !

source: ^K1You were fragged by a turret!
fr: ^K1Vous avez été tué par une tourelle !

source: ^K1You had an unfortunate run in with a turret!
fr: ^K1Vous ne vous êtes pas entendu avec une tourelle !

source: ^K1You were fragged by an eWheel turret!
fr: ^K1Vous avez été tué par une tourelle eWheel !

source: ^K1You had an unfortunate run in with an eWheel turret!
fr: ^K1Vous ne vous êtes pas entendu avec une tourelle eWheel !

source: ^K1You were fragged by a Walker turret!
fr: ^K1Vous avez été tué par une tourelle Walker !

source: ^K1You had an unfortunate run in with a Walker turret!
fr: ^K1Vous ne vous êtes pas bien entendu avec la tourelle Walker !

source: ^K1You got caught in the blast of a Bumblebee explosion!
fr: ^K1Vous avez été pris dans une explosion de Bumblebee !

source: ^K1You were crushed by a vehicle!
fr: ^K1Vous avez été écrasé par un véhicule !

source: ^K1You were caught in a Raptor cluster bomb!
fr: ^K1Vous avez été pris dans un bombardement de Raptor !

source: ^K1You got caught in the blast of a Raptor explosion!
fr: ^K1Vous avez été pris dans l'explosion d'un Raptor !

source: ^K1You got caught in the blast of a Spiderbot explosion!
fr: ^K1YVous avez été pris dans l'explosion d'un Spiderbot !

source: ^K1You were blasted to bits by a Spiderbot rocket!
fr: ^K1Vous avez été réduit en miettes par une roquette de Spiderbot !

source: ^K1You got caught in the blast of a Racer explosion!
fr: ^K1Vous avez été pris dans l'explosion d'un Racer !

source: ^K1You couldn't find shelter from a Racer rocket!
fr: ^K1Vous n'aviez pas pu vous cacher d'une roquette de Racer !

source: ^K1Watch your step!
fr: ^K1Attention à la marche !

source: ^K1Moron! You fragged ^BG%s^K1, a team mate!
fr: ^K1Idiot ! Vous avez tué BG%s^K1, un équipier !

source: ^K1Moron! You went against ^BG%s^K1, a team mate!
fr: ^K1Idiot ! Vous avez tué ^BG%s^K1, un équipier !

source: ^K1You were fragged by ^BG%s^K1, a team mate
fr: ^K1Vous avez été tué par ^BG%s^K1, un équipier

source: ^K1You were scored against by ^BG%s^K1, a team mate
fr: ^K1Vous avez été scoré par ^BG%s^K1, un équipier

source: ^K1Stop idling! ^BGDisconnecting in ^COUNT...
fr: ^K1Arrêtez d'être inactif ! ^BGDéconnexion dans ^COUNT...

source: ^F2You picked up some extra lives
fr: ^F2Vous avez pris quelques vies supplémentaires

source: ^K3You froze ^BG%s
fr: ^K3Vous avez gelé ^BG%s

source: ^K1You were frozen by ^BG%s
fr: ^K1Vous avez été gelé par ^BG%s

source: ^K3You revived ^BG%s
fr: ^K3Vous avez dégelé ^BG%s

source: ^K3You were revived by ^BG%s
fr: ^K3Vous avez été ressuscité par ^BG%s

source: ^K3You were automatically revived after %s second(s)
fr: ^K3Vous avez été dégelé automatiquement après %s secondes

source: ^TC^TT^BG team wins the round
fr: L'équipe ^TC^TT^BG gagne la ronde

source: ^BG%s^BG wins the round
fr: ^BG%s^BG gagne la ronde

source: ^K1You froze yourself
fr: ^K1Vous vous êtes gelé

source: ^K1Round already started, you spawn as frozen
fr: ^K1La ronde a déjà commencé, vous apparaissez gelé

source: ^BGYou do not have the ^F1%s
fr: ^BGVous n'avez pas le ^F1%s

source: ^BGYou dropped the ^F1%s^BG%s
fr: ^BGVous avez lâché le ^F1%s^BG%s

source: ^BGYou got the ^F1%s
fr: ^BGVous avez le ^F1%s

source: ^BGYou don't have enough ammo for the ^F1%s
fr: ^BGVous n'avez pas assez de munitions pour le ^F1%s

source: ^F1%s %s^BG is unable to fire, but its ^F1%s^BG can
fr: Le ^F1%s %s^BG ne peut pas tirer, mais le ^F1%s^BG peut

source: ^F1%s^BG is ^F4not available^BG on this map
fr: Le ^F1%s^BG n'est ^F4pas disponible^BG sur cette carte

source: ^K1No spawnpoints available! Hope your team can fix it...
fr: ^K1Aucun endroit pour apparaître ! Attendez que votre équipe le fasse pour vous...

source: ^K1You may not join the game at this time. The player limit reached maximum capacity.
fr: ^K1Vous ne pouvez pas rejoindre le serveur actuellement. La limite de joueurs a atteint sa capacité maximale.

source: ^BG%s^BG has dropped the ball!
fr: ^BG%s^BG a lâché la balle !

source: ^BG%s^BG has picked up the ball!
fr: ^BG%s^BG a pris la balle !

source: ^BGKilling people while you don't have the ball gives no points!
fr: ^BGTuer des gens quand vous n'avez pas la balle ne donne pas de points !
