Repository: xonotic/xonotic-data.pk3dir
Catalog: csprogs.dat.*.po
Languages: fr

source: ^BGAll keys are in your team's hands! Help the key carriers to meet!
fr: ^BGToutes les clés sont entre les mains de votre équipe ! Aidez les porteurs de clés à se rencontrer !

source: ^BGAll keys are in ^TC^TT team^BG's hands! Interfere ^F4NOW^BG!
fr: ^BGToutes les clés sont entre les mains de l'équipe ^TC^TT^BG ! Interposez-vous ^F4MAINTENANT^BG !

source: ^BGAll keys are in your team's hands! Meet the other key carriers ^F4NOW^BG!
fr: ^BGToutes les clés sont entre les mains de votre équipe ! Rencontrez les autres porteurs de clés ^F4MAINTENANT^BG !

source: ^F4Round will start in ^COUNT
fr: ^F4La ronde commence dans ^COUNT

source: ^BGScanning frequency range...
fr: ^BGScan de la fréquence en cours...

source: ^BGYou are starting with the ^TC^TT Key
fr: ^BGVous commencez avec la clé ^TC^TT

source: ^BGWaiting for players to join... Need active players for: %s
fr: ^BGEn attente de joueurs... Joueurs actifs nécessaires pour : %s

source: ^BGWaiting for %s player(s) to join...
fr: ^BGEn attente de %s joueurs...

source: ^F2Don't camp!
fr: ^F2Ne campez pas !

source: ^F4^COUNT^BG left to find some ammo!
fr: ^F4^COUNT^BG restantes pour trouver des munitions !

source: ^BGGet some ammo or you'll be dead in ^F4^COUNT^BG!
fr: ^BGTrouvez des munitions ou vous serez mort dans ^F4^COUNT^BG !

source: ^BGGet some ammo! ^F4^COUNT^BG left!
fr: ^BGTrouvez des munitions ! ^F4^COUNT^BG restantes !

source: ^F2Extra lives remaining: ^K1%s
fr: ^F2Vies supplémentaires restantes : ^K1%s

source: ^BGSecondary fire inflicts no damage!
fr: ^BGLe tir secondaire n'afflige pas de dégâts !

source: ^F2^COUNT^BG until weapon change... Next weapon: ^F1%s
fr: ^F2^COUNT^BG avant changement d'arme... Prochaine arme : ^F1%s

source: ^F2Active weapon: ^F1%s
fr: ^F2Arme active : ^F1%s

source: ^F2Now playing ^F4OVERTIME^F2! Keep fragging until we have a winner!
fr: ^F4PROLONGATIONS^F2 commencées ! Continuez à jouer jusqu'à que l'on a un gagnant !

source: ^F2Now playing ^F4OVERTIME^F2! Keep scoring until we have a winner!
fr: ^F4PROLONGATIONS^F2 commencées ! Continuez à jouer jusqu'à que l'on a un gagnant !

source: ^F2Now playing ^F4OVERTIME^F2! ^BGAdded ^F4%s^BG to the game!
fr: ^F4PROLONGATIONS^F2 commencées ! ^BG^F4%s^BG ajouté à la partie !

source: ^F2Invisibility has worn off
fr: ^F2L'Invisibilité est épuisée

source: ^F2Shield has worn off
fr: ^F2Le Bouclier est épuisé

source: ^F2Speed has worn off
fr: ^F2La Vitesse est épuisée

source: ^F2Strength has worn off
fr: ^F2La Force est épuisée

source: ^F2You are invisible
fr: ^F2Vous êtes invisible

source: ^F2Shield surrounds you
fr: ^F2Un bouclier vous entoure

source: ^F2You are on speed
fr: ^F2Vous êtes très rapide

source: ^F2Strength infuses your weapons with devastating power
fr: ^F2La Force envahit vos armes avec une force dévastatrice

source: ^F2The race is over, finish your lap!
fr: ^F2La course est terminée, terminez votre tour !

source: ^F2Superweapons have broken down
fr: ^F2Les Superarmes se sont cassées

source: ^F2Superweapons have been lost
fr: ^F2Les Superarmes ont été perdues

source: ^F2You now have a superweapon
fr: ^F2Vous avez désormais une Superarme

source: ^K1Changing to ^TC^TT^K1 in ^COUNT
fr: ^K1Changement à l'^TC^TT^K1 dans ^COUNT

source: ^K1Changing team in ^COUNT
fr: ^K1Changement d'équipe dans ^COUNT

source: ^K1Spectating in ^COUNT
fr: ^K1Devient spectacteur dans ^COUNT

source: ^K1Suicide in ^COUNT
fr: ^K1Suicide dans ^COUNT

source: ^F4Timeout begins in ^COUNT
fr: ^F4Le temps mort commence dans ^COUNT

source: ^F4Timeout ends in ^COUNT
fr: ^F4Le temps mort se termine dans ^COUNT

source: (near %s)
fr: (près de %s)

source: secondary
fr: secondaire

source: primary
fr: primaire

source: ^F1(Press %s)
fr: ^F1(Appuyez sur %s)

source: with %s
fr: avec %s

source: TRIPLE FRAG!
fr: TRIPLE TUÉ !

source: %s^K1 made a TRIPLE FRAG! %s^BG
fr: %s^K1 a fait un TRIPLE TUÉ ! %s^BG

source: %s^K1 made a TRIPLE SCORE! %s^BG
fr: %s^K1 a fait un TRIPLE SCORE ! %s^BG

source: %s^K1 unlocked RAGE! %s^BG
fr: %s^K1 a déverrouillé la RAGE ! %s^BG

source: %s^K1 made FIVE SCORES IN A ROW! %s^BG
fr: %s^K1 a marqué CINQ FOIS D'AFFILÉE ! %s^BG

source: %s^K1 started a MASSACRE! %s^BG
fr: %s^K1 a commencé un MASSACRE ! %s^BG

source: %s^K1 made TEN SCORES IN A ROW! %s^BG
fr: %s^K1 a marqué DIX FOIS D'AFFILÉE ! %s^BG

source: MAYHEM!
fr: DESTRUCTION !

source: %s^K1 executed MAYHEM! %s^BG
fr: %s^K1 a éxécuté une DESTRUCTION ! %s^BG

source: %s^K1 made FIFTEEN SCORES IN A ROW! %s^BG
fr: %s^K1 a marqué QUINZE FOIS D'AFFILÉE ! %s^BG

source: BERSERKER!
fr: FOU FURIEUX !

source: %s^K1 is a BERSERKER! %s^BG
fr: %s^K1 est un FOU FURIEUX ! %s^BG

source: %s^K1 made TWENTY SCORES IN A ROW! %s^BG
fr: %s^K1 a marqué VINGT FOIS D'AFFILÉE ! %s^BG

source: %s^K1 inflicts CARNAGE! %s^BG
fr: %s^K1 inflige un CARNAGE ! %s^BG

source: %s^K1 made TWENTY FIVE SCORES IN A ROW! %s^BG
fr: %s^K1 a marqué VINGT-CINQ FOIS D'AFFILÉE ! %s^BG

source: %s^K1 unleashes ARMAGEDDON! %s^BG
fr: %s^K1 fait un ARMAGEDDON ! %s^BG

source: %s^K1 made THIRTY SCORES IN A ROW! %s^BG
fr: %s^K1 a marqué TRENTE FOIS D'AFFILÉE ! %s^BG

source: %s(Ping ^F1%d^BG)
fr: %s(Latence ^F1%d^BG)

source: (Health ^1%d^BG / Armor ^2%d^BG)%s
fr: (Santé ^1%d^BG / Armure ^2%d^BG)%s

source: (^F4Dead^BG)%s
fr: (^F4Mort^BG)%s

source: %d score spree!
fr: %d série de scores !

source: %d frag spree!
fr: %d série de tués !

source: First blood!
fr: Premier tué !

source: First score!
fr: Premier score !

source: First victim!
fr: Première victime !

source: First casualty!
fr: Première victime !

source: %s^K1 has %d frags in a row! %s^BG
fr: %s^K1 a %d tués d'affilée ! %s^BG

source: %s^K1 made %d scores in a row! %s^BG
fr: %s^K1 a fait %d scores d'affilée ! %s^BG

source: %s^K1 drew first blood! %s^BG
fr: %s^K1 a fait le premier tué ! %s^BG

source: %s^K1 got the first score! %s^BG
fr: %s^K1 a fait le premier score ! %s^BG

source: , ending their %d frag spree
fr: , finissant leur chaîne de %d tués

source: , ending their %d score spree
fr: , finissant leur chaîne de %d scores

source: , losing their %d frag spree
fr: , perdant leur chaîne de %d tués

source: , losing their %d score spree
fr: , perdant leur chaîne de %d scores

source: Red
fr: Rouge

source: Blue
fr: Bleu

source: Yellow
fr: Jaune

source: Pink
fr: Rose

source: Team
fr: Équipe

source: Neutral
fr: Neutre

source: Heavy Laser Assault Cannon
fr: Cannon Laser d'Assault Lourd

source: Grappling Hook
fr: Grappin

source: T.A.G. Seeker
fr: T.A.G. Chercheur
