Repository: xonotic/xonotic-data.pk3dir
Catalog: menu.dat.*.po
Languages: es, hu, nl, pt, ru

source: ^BGYou dropped the ^F1%s^BG%s
es: ^BGHas tirado la ^F1%s^BG%s\m
ru: ^BGВы выбросили ^F1%s^BG%s

source: ^BGYou got the ^F1%s
es: ^BGHas obtenido la ^F1%s
ru: ^BGВы подобрали ^F1%s

source: ^BGYou don't have enough ammo for the ^F1%s
es: ^BGNo tienes suficientes municiones para ^F1%s
ru: ^BGУ вас закончились патроны для ^F1%s

source: ^F1%s %s^BG is unable to fire, but its ^F1%s^BG can
es: ^F1%s %s^BG no puede ser disparado, pero su ^F1%s^BG si lo puede
ru: ^F1%s %s^BG режим огня невозможен, но вы можете использовать ^F1%s^BG

source: ^F1%s^BG is ^F4not available^BG on this map
es: ^F1%s^BG ^F4 no esta^BG disponible en este mapa
ru: ^F1%s^BG ^F4отсутствует^BG на этой карте

source: ^BG%s^F3 connected%s
es: ^BG%s^F3 se ha conectado%s
ru: ^BG%s^F3 подключился%s

source: ^BG%s^F3 connected and joined the ^TC^TT
es: ^BG%s^F3 se ha conectado y se ha unido al ^TC^TT
ru: ^BG%s^F3 подключился и присоединился к ^TC^TT

source: ^BG%s^F3 is now playing
es: ^BG%s^F3 ha comenzado a jugar
ru: ^BG%s^F3 начал играть

source: ^BG%s^BG has dropped the ball!
es: ^BG%s^BG ha tirado la pelota!
ru: ^BG%s^BG уронил мяч!

source: ^BG%s^BG has picked up the ball!
es: ^BG%s^BG ha recogido la pelota!
ru: ^BG%s^BG подобрал мяч!

source: ^BG%s^BG captured the keys for the ^TC^TT team
es: ^BG%s^BG ha capturado las llaves para el equipo ^TC^TT
ru: ^BG%s^BG собрал все ключи для ^TC^TT команды

source: ^BG%s^BG dropped the ^TC^TT Key
es: ^BG%s^BG ha tirado la llave ^TC^TT
ru: ^BG%s^BG бросил ^TC^TT Ключ

source: ^BG%s^BG lost the ^TC^TT Key
es: ^BG%s^BG ha perdido la llave ^TC^TT
ru: ^BG%s^BG потерял ^TC^TT Ключ

source: ^BG%s^BG picked up the ^TC^TT Key
es: ^BG%s^BG ha recogido la llave ^TC^TT
ru: ^BG%s^BG подобрал ^TC^TT Ключ

source: ^BG%s^F3 forfeited
es: ^BG%s^F3 se ha rendido
ru: ^BG%s^F3 сдался

source: ^BG%s^F3 has no more lives left
es: ^BG%s^F3 ya no tiene ninguna vida restante
ru: ^BGУ %s^F3 больше не осталось жизней

source: ^BG%s^K1 picked up Invisibility
es: ^BG%s^K1 ha recogido la Insvisibility
ru: ^BG%s^K1 подобрал Невидимость

source: ^BG%s^K1 picked up Shield
es: ^BG%s^K1 ha recogido el "Shield"
ru: ^BG%s^K1 подобрал Щит

source: ^BG%s^K1 picked up Speed
es: ^BG%s^K1 ha recogido el "Speed"
ru: ^BG%s^K1 подобрал Скорость

source: ^BG%s^K1 picked up Strength
es: ^BG%s^K1 ha recogido el "Strength"
ru: ^BG%s^K1 подобрал Силу

source: ^BG%s^F3 disconnected
es: ^BG%s^F3 se ha desconectado
ru: ^BG%s^F3 отключился

source: ^BG%s^F3 was kicked for idling
es: ^BG%s^F3 fue retirado del servido por falta de actividad
ru: ^BG%s^F3 был отключён от сервера за бездействие

source: ^F2You were kicked from the server because you are a spectator and spectators aren't allowed at the moment.
es: ^F2Fuiste retirado del servidor porque eres un espectador y no se permiten espectadores en este momento
ru: ^F2Вы были отключёны от сервера, так как являлись наблюдателем, что было временно запрещёно .

source: ^BG%s^F3 is now spectating
es: ^BG%s^F3 ahora es un espectador\
ru: ^BG%s^F3 перешёл в наблюдатели

source: ^BG%s^BG has abandoned the race
es: ^BG%s^BG ha abandonado la carrera
ru: ^BG%s^BG покинул гонку

source: ^BG%s^BG couldn't break their %s%s^BG place record of %s%s %s
es: ^BG%s^BG no pudo superar su propio record de %s%s^BG con un tiempo de %s%s %s
ru: ^BG%s^BG не смог побить свой рекорд %s%s^BG места record со временем %s%s %s

source: ^BG%s^BG couldn't break the %s%s^BG place record of %s%s %s
es: ^BG%s^BG no pudo quebrar el record en la posicion %s%s^BG con un tiempo de %s%s %s
ru: ^BG%s^BG не смог побить свой рекорд %s%s^BG места со временем %s%s %s

source: ^BG%s^BG has finished the race
es: ^BG%s^BG ha terminado la carrera
ru: ^BG%s^BG финишировал

source: ^BG%s^BG broke %s^BG's %s%s^BG place record with %s%s %s
es: ^BG%s^BG quebro el record de %s^BG en la posicion %s%s^BG con tiempo de %s%s %s
ru: ^BG%s^BG побил рекорд %s^BG's %s%s^BG места со временем %s%s %s

source: ^BG%s^BG improved their %s%s^BG place record with %s%s %s
es: ^BG%s^BG ha mejorado su record en la posicion %s%s^BG con un tiempo de %s%s %s
ru: ^BG%s^BG улучшил свой рекорд %s%s^BG места со временем %s%s %s

source: ^BG%s^BG scored a new record with ^F2%s^BG, but unfortunately lacks a UID and will be lost.
es: ^BG%s^BG ha logrado adquirir un nuevo record con ^F2%s^BG, pero desafortunadamente hace falta su UID y sera perdido.
ru: ^BG%s^BG Установил новый рекорд в ^F2%s^BG, но, к сожалению, у него отсутствует UID, поэтому рекорд не будет сохранен.

source: ^BG%s^BG set the %s%s^BG place record with %s%s
es: ^BG%s^BG ha establecido el record en la posicion %s%s^BG con %s%s
ru: ^BG%s^BG установил рекорд %s%s^BG места со временем %s%s

source: ^TC^TT ^BGteam scores!
es: El equipo ^TC^TT^BG ha anotado!
ru: ^TC^TT ^BGкоманда получает очко!

source: ^F2You have to become a player within the next %s, otherwise you will be kicked, because spectating isn't allowed at this time!
es: ^F2Debes volverte un jugador en %s, o seras retirado del servidor porque no se permiten los espectadores en este momento!
ru: ^F2Вы должны присоединиться к игре в течение следующих %s, в противном случае вы будете отсоединены от сервера, так как быть наблюдателем временно запрещено!

source: ^BG%s^K1 picked up a Superweapon
es: %Bg%s^K1 ha recogido una superarma
ru: ^BG%s^K1 подобрал Супероружие

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s (beta)^BG, you have ^F2Xonotic %s
es: ^F4NOTA: ^BGEl servidor esta corriendo ^F1Xonotic %s (beta)^BG y tu tienes ^F2Xonotic %s
ru: ^F4ПРИМЕЧАНИЕ: ^BGВерсия игры на стороне сервера ^F1Xonotic %s (бета)^BG, ваша версия ^F2Xonotic %s

source: ^F4NOTE: ^BGThe server is running ^F1Xonotic %s^BG, you have ^F2Xonotic %s
es: ^F4NOTA: ^BGEl servidor esta corriendo ^F1Xonotic %s^BG y tu tienes ^F2Xonotic %s
ru: ^F4ПРИМЕЧАНИЕ: ^BGВерсия игры на стороне сервера ^F1Xonotic %s^BG, ваша версия ^F2Xonotic %s

source: ^F4NOTE: ^F1Xonotic %s^BG is out, and you still have ^F2Xonotic %s^BG - get the update from ^F3http://www.xonotic.org/^BG!
es: ^F4NOTA: ^F1Xonotic %s^BG ya esta disponible, pero aun tienes ^F2Xonotic %s^BG - consigue la actualizacion de ^F3http://www.xonotic.org./^BG!
ru: ^F4ПРИМЕЧАНИЕ: ^BGВышла новая версия ^F1Xonotic %s^BG, а у вас всё ещё установлена версия ^F2Xonotic %s^BG - последнюю версию можно скачать на сайте игры ^F3http://www.xonotic.org/^BG!

source: ^F3SVQC Build information: ^F4%s
es: ^F3SVQC Información de compilación ^F4%s
ru: ^F3Сведения о сборке SVQC: ^F4%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Accordeon%s%s
es: ^BG%s%s^K1 muro por las habilidades musicales de ^BG%s^K1 en el @!#%%'n Accordeon%s%s
ru: ^BG%s%s^K1 умер от убийственной игры ^BG%s^K1's на @!#%%м Баяне%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Accordeon%s%s
es: ^BG%s^K1 lastimo sus propios oidos con el @!#%%'n Accordeon%s%n
ru: ^BGУ %s^K1 завяли уши от собственной игры на @!#%%м Баяне%s%s

source: ^BG%s%s^K1 felt the strong pull of ^BG%s^K1's Crylink%s%s
es: ^BG%s%s^K1 sintio el jalon intenso de el Crylink de ^BG%s^K1%s%n
ru: ^BG%s%s^K1 испытал на себе силу Crylink'а ^BG%s^K1%s%s

source: ^BG%s^K1 felt the strong pull of their Crylink%s%s
es: ^BG%s^K1 sintio el jalon intenso de su propio Crylink%s%s
ru: ^BG%s^K1 испытал на себе силу собственного Crylink'а%s%s

source: ^BG%s%s^K1 was blasted by ^BG%s^K1's Electro bolt%s%s
es: ^BG%s%s^K1 fue despedazado por el rayo de el Electro de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был разорван зарядом Electro от ^BG%s^K1%s%s

source: ^BG%s%s^K1 felt the electrifying air of ^BG%s^K1's Electro combo%s%s
es: ^BG%s%s^K1 sintio el aire electrificante del el combo de Electro de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 почуял запах озона от Electro комбо ^BG%s^K1%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Electro plasma%s%s
es: ^BG%s%s^K1 se acerco much a la plasma de Electro de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 оказался слишком близко к плазме из Electro ^BG%s^K1%s%s

source: ^BG%s^K1 played with Electro plasma%s%s
es: ^BG%s^K1 ha jugado con plasma de Electro%s%s
ru: ^BG%s^K1 доигрался с плазмой из Electro%s%s

source: ^BG%s^K1 could not remember where they put their Electro plasma%s%s
es: ^BG%s^K1 no se pudo acordar donde habia dejado su plamsa de Electro%s%s
ru: ^BG%s^K1 забыл куда стрелял плазмой из своего Electro%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's fireball%s%s
es: ^BG%s%s^K1 se acerco demasiado a la fireball de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 оказался слишком близко к огненному шару ^BG%s^K1%s%s

source: ^BG%s%s^K1 got burnt by ^BG%s^K1's firemine%s%s
es: ^BG%s%s^K1 fue quemado por la firemine de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был сожжён зажигательной миной ^BG%s^K1%s%s

source: ^BG%s^K1 should have used a smaller gun%s%s
es: ^BG%s^K1 tendría que haber usado un arma más chica%s%s
ru: ^BG%s^K1 должен был выбрать пушку поменьше%s%s

source: ^BG%s^K1 forgot about their firemine%s%s
es: ^BG%s^K1 se olvido de su firemine%s%s
ru: ^BG%s^K1 забыл куда поставил свою зажигательную мину ds%s%s

source: ^BG%s%s^K1 was pummeled by a burst of ^BG%s^K1's Hagar rockets%s%s
es: ^BG%s%s^K1 fue apuñalado por un estallido de misiles Hagar por parte de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был утрамбован очередью из Hagar'а от ^BG%s^K1%s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Hagar rockets%s%s
es: ^Bg%s%s^K1 fue apuñalado por los misiles Hagar de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 подвергся усиленному обстрелу из Hagar'а со стороны ^BG%s^K1%s%s

source: ^BG%s^K1 played with tiny Hagar rockets%s%s
es: ^BG%s^K1 jugo con pequeños milsiles Hagar%s%s
ru: ^BG%s^K1 доигрался с крошечными ракетами из Hagar'а%s%s

source: ^BG%s%s^K1 was cut down with ^BG%s^K1's HLAC%s%s
es: ^BG%s%s^K1 fue talado por el HLAC de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был порезан HLAC'ом ^BG%s^K1%s%s

source: ^BG%s^K1 got a little jumpy with their HLAC%s%s
es: ^BG%s^K1 se acelero un poco con su HLAC%s%s
ru: ^BG%s^K1 не соблюдал технику безопасности при обращении с HLAC%s%s

source: ^BG%s%s^K1 was caught in ^BG%s^K1's Hook gravity bomb%s%s
es: ^BG%s%s^K1 fue atrapado en la bomba gravitacional del Hook de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 засосало в воронку гравитационной бомбы ^BG%s^K1%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Klein Bottle%s%s
es: ^BG%s%s^K1 muro gracias a las habiliades musicales de ^BG%s^K1 en la @!#%%'n Klein Bottle%s%s
ru: ^BG%s%s^K1 умер от убийственной игры ^BG%s^K1's на @!#%%й Бутылке Клейна%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Klein Bottle%s%s
es: ^BG%s^K1 lastimo sus propios oidos con la @!#%%'n Klein Bottle%s%s
ru: ^BGУ %s^K1 завяли уши от собственной игры на @!#%%й Бутылке Клейна%s%s

source: ^BG%s%s^K1 was shot to death by ^BG%s^K1's Laser%s%s
es: ^BG%s%s^K1 fue balaceado hasta morir por el Laser de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был застрелен Лазером ^BG%s^K1%s%s

source: ^BG%s^K1 shot themself to hell with their Laser%s%s
es: ^BG%s^K1 se mando solo al infierno con su Laser%s%s
ru: ^BG%s^K1 отправился себя в ад с помощью Лазера%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's mine%s%s
es: ^BG%s%s^k1 se acerco mucho a la mina de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 подошёл слишком близко к мине ^BG%s^K1%s%s

source: ^BG%s^K1 forgot about their mine%s%s
es: ^BG%s^K1 se olvido de su mina%s%s
ru: ^BG%s^K1 забыл где установил свою мину%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Minstanex%s%s
es: ^BG%s%s^K1 ha sido vaporizado por la Minstanex de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был испарён Minstanex'ом ^BG%s^K1%s%s

source: ^BG%s%s^K1 got too close to ^BG%s^K1's Mortar grenade%s%s
es: ^BG%s%s^K1 se acerco demasiado a la granada del Mortar de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 оказался в зоне поражения гранаты выпущенной из Гранатомёта ^BG%s^K1%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's Mortar grenade%s%s
es: ^BG%s%s^K1 se comio la granada del mortar de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 отведал гранаты из Гранатомёта ^BG%s^K1%s%s

source: ^BG%s^K1 didn't see their own Mortar grenade%s%s
es: ^BG%s^K1 no vio su propia granada del Mortar%s%s
ru: ^BG%s^K1 не уследил за гранатой выпущенной из его Гранатомёта%s%s

source: ^BG%s^K1 blew themself up with their own Mortar%s%s
es: ^BG%s^K1 se exploto solo con su propio Mortar%s%s
ru: ^BG%s^K1 взорвал сам себя с помощью Гранатомёта%s%s

source: ^BG%s%s^K1 has been vaporized by ^BG%s^K1's Nex%s%s
es: ^BG%s%s^K1 fue vaporizado por el Nex de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был испарён Nex'ом ^BG%s^K1%s%s

source: ^BG%s%s^K1 was sniped with a Rifle by ^BG%s^K1%s%s
es: ^BG%s%S^K1 fue baleado por ^BG%s^K1 con un Rifle%s%s
ru: ^BG%s%s^K1 был расстрелян из Винтовки ^BG%s^K1%s%s

source: ^BG%s%s^K1 died in ^BG%s^K1's Rifle bullet hail%s%s
es: ^BG%s%s^K1 murio en una lluva de balas de Rifle por parte de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 погиб после знакомства с пулей из винтовки ^BG%s^K1%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle bullet hail%s%s
es: ^BG%s%s^K1 no logro esconderse de la lluvia de balas de Rifle por parte de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 не смог избежать знакомства с пулей из винтовки ^BG%s^K1%s%s

source: ^BG%s%s^K1 failed to hide from ^BG%s^K1's Rifle%s%s
es: ^BG%s%s^K1 no pudo esconderse del Rifle de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 не смог спрятаться от Винтовки ^BG%s^K1%s%s

source: ^BG%s%s^K1 ate ^BG%s^K1's rocket%s%s
es: ^BG%s%s^K1 se comio el misil de^BG%s^K1%s%s
ru: ^BG%s%s^K1 скушал ракету ^BG%s^K1%s%s

source: ^BG%s%s^K1 got too close ^BG%s^K1's rocket%s%s
es: ^BG%s%s^K1 se acerco demasiado al misil de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 оказался слишком близко к ракете ^BG%s^K1%s%s

source: ^BG%s^K1 blew themself up with their Rocketlauncher%s%s
es: ^BG%s^K1 se despedazo solo con su Rocketlauncher%s%s
ru: ^BG%s^K1 взорвал себя своей собственной Ракетницей %s%s

source: ^BG%s%s^K1 was pummeled by ^BG%s^K1's Seeker rockets%s%s
es: ^BG%s%s^K1 fue apuñalado por los misiles Seeker de ^Bg%s^K1%s%s
ru: ^BG%s%s^K1 подвергся усиленному обстрелу ракетами из Seeker'а со стороны ^BG%s^K1%s%s

source: ^BG%s%s^K1 was tagged by ^BG%s^K1's Seeker%s%s
es: ^BG%s%s^K1 fue etiquetado por el Seeker de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был захвачен системой самонаведения Seeker'ом ^BG%s^K1%s%s

source: ^BG%s^K1 played with tiny Seeker rockets%s%s
es: ^BG%s^K1 jugo con misiles Seeker pequeños%s%s
ru: ^BG%s^K1 доигрался с крошечными ракетами из Seeker'а%s%s

source: ^BG%s%s^K1 was gunned down by ^BG%s^K1's Shotgun%s%s
es: ^BG%s%s^K1 fue baleado por el Shotgun de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был пристрелен из Дробовика ^BG%s^K1%s%s

source: ^BG%s%s^K1 slapped ^BG%s^K1 around a bit with a large Shotgun%s%s
es: ^BG%s%^K1 cacheteo a ^BG%s^K1 un poco con un Shotgun grande%s%s
ru: ^BG%s%s^K1 отшлёпал ^BG%s^K1 своим большим Дробовиком%s%s

source: ^BG%s^K1 is now thinking with portals%s%s
es: ^BG%s^K1 ahora esta pensando con portales%s%s
ru: ^BG%s^K1 теперь будет относиться к порталам серьёзнее%s%s

source: ^BG%s%s^K1 died of ^BG%s^K1's great playing on the @!#%%'n Tuba%s%s
es: ^BG%s%S^K1 murio por las habilidades musicales de ^BG%s^K1 al tocal la @!#%%'n Tuba%s%s
ru: ^BG%s%s^K1 умер от убийственной игры ^BG%s^K1 на @!#%%й Тубе%s%s

source: ^BG%s^K1 hurt their own ears with the @!#%%'n Tuba%s%s
es: ^BG%s^K1 lastimo sus propios oidos con la @!#%%'n Tuba%s%s
ru: ^BGУ %s^K1 завяли уши от собственной игры @!#%%й Тубе%s%s

source: ^BG%s%s^K1 was sniped by ^BG%s^K1's Machine Gun%s%s
es: ^Bg%s%s^K1 fue tirado por el Machine Gun de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был расстрелян из Пулемёта ^BG%s^K1%s%s

source: ^BG%s%s^K1 was riddled full of holes by ^BG%s^K1's Machine Gun%s%s
es: ^BG%s%s^K1 fue llenado de hoyos por el Machine Gun de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был изрешечен Пулемётом ^BG%s^K1%s%s

source: ^BGYou are attacking!
es: ^BGEstas atacando!
ru: ^BGВы атакуете!

source: ^BGYou are defending!
es: ^BGEstas defendiendo!
ru: ^BGВы защищаете!

source: ^F4Begin!
es: ^F4Inicia!
ru: ^F4Начали!

source: ^F4Game starts in ^COUNT
es: ^F4El juego inicia en ^COUNT
ru: ^F4Игра начнётся через ^COUNT

source: ^F4Round starts in ^COUNT
es: ^F4Ronda empieza en ^COUNT
ru: ^F4Раунд не может быть начат

source: ^F4Round cannot start
es: ^F4Ronda no puede empezar
ru: ^F4Раунд не может быть начат

source: ^BGRound tied
es: ^BGRondo empatada
ru: ^BGНичья

source: ^BGRound over, there's no winner
es: ^BGLa ronda se ha acabado sin un ganador
ru: ^BGРаунд окончен, победитель не определён

source: ^BGYou are now free. ^BGFeel free to ^F2try to capture^BG the flag again ^BGif you think you will succeed.
es: ^BGAhora eres libre. ^BGSientete en confianza de ^F2intentar capturar^BG la bandera denuevo ^BGsi piensas que lo lograras.
ru: ^BGОграничения сняты. ^BGВы можете ^F2попробовать захватить^BG флаг снова, ^BGесли вы уверены в своих силах.

source: ^BGYou are now ^F1shielded^BG from the flag ^BGfor ^F2too many unsuccessful attempts^BG to capture. ^BGMake some defensive scores before trying again.
es: ^BGAhora estas ^F1detenido^BG fuera del alcanze de la bandera ^BGpor ^F2demasiados intentos fallidos ^BGde captura ^BGHaz unos puntos defensivos antes de intentar denuevo.
ru: ^BGДоступ к флагу ^F1временно ограничен^BG для вас, ^BGтак как вы^F2провалили множество попыток^BG захватить его. ^BGПрежде чем попытаться снова, вы должны заработать очки в защите.

source: ^BGYou captured the ^TC^TT^BG flag!
es: ^BGHas capturado la bandera ^TC^TT^BG!
ru: ^BGВы захватили ^TC^TT^BG флаг!

source: ^BGToo many flag throws! Throwing disabled for %s.
es: ^BGDemaciados tiros de bandera! No puedes arrojarla por %s
ru: ^BGВы бросали флаг слишком часто! Бросить снова можно будет через %s.

source: ^BG%s^BG passed the ^TC^TT^BG flag to %s
es: ^BG%s^BG ha pasado la bandera ^TC^TT^BG a %s
ru: ^BG%s^BG передал ^TC^TT^BG флаг %s

source: ^BGYou received the ^TC^TT^BG flag from %s
es: ^BGHas recivido la bandera ^TC^TT^BG por parte de %s
ru: ^BGВы получили ^TC^TT^BG флаг от %s

source: ^BG%s^BG requests you to pass the flag%s
es: ^BG%s^BG te pide que pases la bandera%s
ru: ^BG%s^BG просит вас передать флаг%s

source: ^BGRequesting %s^BG to pass you the flag
es: ^BGSugiriendo a %s^BG que te pase la bandera
ru: ^BGВы просите %s^BG передать вам флаг

source: ^BGYou passed the ^TC^TT^BG flag to %s
es: ^BGHaz pasado la bandera ^TC^TT^BG a %s
ru: ^BGВы передали ^TC^TT^BG флаг %s

source: ^BGYou got the ^TC^TT^BG flag!
es: ^BGHaz obtenido la bandera ^TC^TT^BG!
ru: ^BGВы забрали ^TC^TT^BG флаг!

source: ^BGThe %senemy^BG got your flag! Retrieve it!
es: ^BGEL %senemigo^BG tiene tu bandera! Recuperala!
ru: ^BG%sпротивник^BG забрал ваш флаг! Верните его!

source: ^BGThe %senemy (^BG%s%s)^BG got your flag! Retrieve it!
es: ^BGEl %senemigo (^BG%s%s)^BG tiene tu bandera! Recuperala!
ru: ^BG%sпротивник (^BG%s%s)^BG забрал ваш флаг! Верните его!

source: ^BGYour %steam mate^BG got the flag! Protect them!
es: ^BGTu %scompañero ^BG tiene la bandera! Protegelo!
ru: ^BGВаш %sтоварищ по команде^BG заполучил флаг! Защищайте его!

source: ^BGYour %steam mate (^BG%s%s)^BG got the flag! Protect them!
es: ^BGTu %scompañero (^BG%s%s)^BG tiene la bandera! Protegelo!
ru: ^BGВаш %sтоварищ по команде (^BG%s%s)^BG заполучил флаг! Защищайте его!

source: ^BGYou returned the ^TC^TT^BG flag!
es: ^BGHas regresado la bandera ^TC^TT^BG!
ru: ^BGВы вернули ^TC^TT^BG флаг!

source: ^BGStalemate! Enemies can now see you on radar!
es: ^BGEstancamiento! Los enemigos ahora te pueden ven en su radar!
ru: ^BGПат! Теперь противники могут видеть вас на карте!

source: ^BGStalemate! Flag carriers can now be seen by enemies on radar!
es: ^BGEstancamiento! Ahora puedes ver los portadores de bandera enemigos en tu radar!
ru: ^BGПат! Теперь противники могут видет тех, кто забрал их флаг на карте!

source: ^K3%sYou fragged ^BG%s
es: ^K3%sEliminaste a ^BG%s
ru: ^K3%sВы убили ^BG%s

source: ^K3%sYou scored against ^BG%s
es: ^K3%sHas anotado en contra de ^BG%s
ru: ^K3%sВы отыграли очко у ^BG%s

source: ^K1%sYou were fragged by ^BG%s
es: ^K1%sHas sido eliminado por ^BG%s
ru: ^K1%sВы были убиты ^BG%s

source: ^K1%sYou were scored against by ^BG%s
es: ^K1%ssFuiste anotado en contra por ^BG%s
ru: ^K1%sВы проиграли очко ^BG%s

source: ^K1%sYou were fragged by ^BG%s^BG%s
es: ^K1%sFuiste eliminado por ^BG%s^BG%s
ru: ^K1%sВы были убиты ^BG%s^BG%s

source: ^K1%sYou were scored against by ^BG%s^BG%s
es: ^K1%sFuiste eliminado por ^BG%s^BG%s
ru: ^K1%sВы проиграли очко ^BG%s^BG%s

source: ^K3%sYou fragged ^BG%s^BG%s
es: ^K3%sHas eliminado a ^BG%s^BG%s
ru: ^K3%sВы убили ^BG%s^BG%s

source: ^K3%sYou scored against ^BG%s^BG%s
es: ^K3%sHas eliminado a ^BG%s^BG%s
ru: ^K3%sВы отыграли очко у ^BG%s^BG%s

source: ^K1%sYou typefragged ^BG%s
es: ^K1%sEliminaste a ^BG%s mientras escribia
ru: ^K1%sВы убили ^BG%s ^BGпока он писал

source: ^K1%sYou scored against ^BG%s^K1 while they were typing
es: ^K1%sEliminaste a ^BG%s^K1 mientras estaban tecleando
ru: ^K1%sВы отыграли очко у ^BG%s^K1 пока они писали

source: ^K1%sYou were typefragged by ^BG%s
es: ^K1%sFuiste eliminado mientras escribias por ^BG%s
ru: ^K1%sПока вы писали, вас убил ^BG%s

source: ^K1%sYou were scored against by ^BG%s^K1 while typing!
es: ^K1%sFuiste eliminado mientras escribias por ^BG%s^K1
ru: ^K1%sВы проиграли очко ^BG%s^K1 пока писали!

source: ^K1%sYou were typefragged by ^BG%s^BG%s
es: ^K1%sFuiste eliminado mientras escribias por ^BG%s^BG%s
ru: ^K1%sПока вы писали, вас убил ^BG%s^BG%s

source: ^K1%sYou were scored against by ^BG%s^K1 while typing^BG%s
es: ^K1%sFuiste eliminado por ^BG%s^K1 minentras escribias^BG%s
ru: ^K1%sВы проиграли очко ^BG%s^K1 пока писали^BG%s

source: ^K1%sYou typefragged ^BG%s^BG%s
es: ^K1%sEliminate a ^BG%s^BG% mientras escribia
ru: ^K1%sВы убили ^BG%s^BG%s пока он писал

source: ^K1%sYou scored against ^BG%s^K1 while they were typing^BG%s
es: ^K1%sEliminate a ^BG%s^BG% mientras escribia
ru: ^K1%sВы убили ^BG%s^K1 пока они писали^BG%s

source: ^BGYou have been moved into a different team You are now on: %s
es: ^BGHas sido movido a un equipo diferente Ahora estas en el equipo: %s
ru: ^BGВы были перемещены в другую команду Теперь вы в: %s

source: ^K1Don't shoot your team mates!
es: ^K1No dispares a tus compañeros!
ru: ^K1Не стреляйте в своих товарищей по команде!

source: ^K1Don't go against your team mates!
es: ^K1No te vayas contra tus compañeros!
ru: ^K1Не убивайте товарищей по команде!

source: ^K1Die camper!
es: ^K1Muere campero!
ru: ^K1Умри, кемпер!

source: ^K1Reconsider your tactics, camper!
es: ^K1Reconsidera tus tacticas, campero!
ru: ^K1Хорошо подумай над своей тактикой, кемпер!

source: ^K1You unfairly eliminated yourself!
es: ^K1Te has eliminado injustamente a ti mismo!
ru: ^K1Вы коварно самоликвидировались !

source: ^K1You were %s
es: ^K1Fuiste %s
ru: ^K1Вы были %s

source: ^K1You couldn't catch your breath!
es: ^K1No pudiste recuperar tu aliento!
ru: ^K1Вы не смогли отдышаться!

source: ^K1You hit the ground with a crunch!
es: ^K1Golpeaste la tierra con un crujido!
ru: ^K1Вас с хрустом расплющило по земле!

source: ^K1You got a little bit too crispy!
es: ^K1 te volviste un poco muy crujiente!
ru: ^K1Кажется, вы немного хрустите!

source: ^K1You felt a little too hot!
es: ^K1Te sentiste un poco muy caliente!
ru: ^K1Вам немного жарковато!

source: ^K1You killed your own dumb self!
es: ^K1Te mataste a ti mismso!
ru: ^K1Вы совершили бессмысленное самоубийство!

source: ^K1You need to be more careful!
es: ^K1Debes ser mas cuidadoso!
ru: ^K1Вам нужно быть поосторожнее!

source: ^K1You couldn't stand the heat!
es: ^K1No pudiste soportar el calor!
ru: ^K1У вас нет сил терпеть такой жар!

source: ^K1You were killed for running out of ammo...
es: ^K1Fuiste eliminado por acabarte tus municiones...
ru: ^K1Вы были убиты за то, что у вас кончились патроны...

source: ^K1You are respawning for running out of ammo...
es: ^K1Esta reapareciendo por haberte acabado tus municiones...
ru: ^K1Вы будете перерождены, так как у вас закончились патроны...
