Repository: xonotic/xonotic-data.pk3dir
Catalog: menu.dat.*.po
Languages: es, hu, nl, pt, ru

source: ^K1You grew too old without taking your medicine
es: ^K1Te volviste muy viejo sin tomar tu medicamento
ru: ^K1Вы прожили слишком долго, для человека не принимающего лекарств

source: ^K1You need to preserve your health
es: ^K1Necesitas conservar tu vida
ru: ^K1Берегите своё здоровье

source: ^K1You became a shooting star!
es: ^K1Te volviste una estrella fugaz!
ru: ^K1Вы окочурились!

source: ^K1You melted away in slime!
es: ^K1Te derretiste entre la baba!
ru: ^K1Вас растворило в слизи!

source: ^K1You committed suicide!
es: ^K1Te has suicidado!
ru: ^K1Вы совершили самоубийство!

source: ^K1You ended it all!
es: ^K1Lo acabaste todo!
ru: ^K1Вы расстались с жизнью!

source: ^K1You got stuck in a swamp!
es: ^K1Te atoraste en un pantano!
ru: ^K1Вы застряли в болоте!

source: ^BGYou are now on: %s
es: ^BGEstas bajo: %s
ru: ^BGСейчас вы на: %s

source: ^K1You died in an accident!
es: ^K1Moriste en una accidente!
ru: ^K1ВЫ погибли в результате несчастного случая!

source: ^K1You were fragged by a turret!
es: ^K1Fuiste eliminado por una torreta!
ru: ^K1Вы были убиты турелью!

source: ^K1You had an unfortunate run in with a turret!
es: ^K1Tuviste un encuentro desafortunadon con una torreta!
ru: ^K1Ваша встреча с турелью закончилась неудачно!

source: ^K1You were fragged by an eWheel turret!
es: ^K1Fuiste eliminado por una torreta eWheel!
ru: ^K1Вы были убиты турелью eWheel!

source: ^K1You had an unfortunate run in with an eWheel turret!
es: ^K1Tuviste un encuentro desafortunadon con una torreta eWheel!
ru: ^K1Ваша встреча с турелью eWheel закончилась неудачно!

source: ^K1You were fragged by a Walker turret!
es: ^K1Fuiste eliminado por una torreta Walker!
ru: ^K1Вы были убиты турелью Walker!

source: ^K1You had an unfortunate run in with a Walker turret!
es: ^K1Tuviste un encuentro desafortunadon con una torreta Walker!
ru: ^K1Ваша встреча с турелью Walker закончилась неудачно!

source: ^K1You got caught in the blast of a Bumblebee explosion!
es: ^K1Fuiste atrapado en el estallido de una explosion de un Bumblebee!
ru: ^K1Вас задело взрывной волной от Bumblebee!

source: ^K1You were crushed by a vehicle!
es: ^K1Fuiste aplastado por un vehiculo!
ru: ^K1Вы были раздавлены весом тяжёлой машины!

source: ^K1You were caught in a Raptor cluster bomb!
es: ^K1Fuiste atrapado en la bomba de un Raptor!
ru: ^K1Вас накрыло кассетными бомбами с Raptor'а!

source: ^K1You got caught in the blast of a Raptor explosion!
es: ^K1Fuiste atrapado en el estallido de una explosion de Raptor!
ru: ^K1Вас задело взрывной волной от Raptor'a!

source: ^K1You got caught in the blast of a Spiderbot explosion!
es: ^K1Fuiste atrapado en el estallido de una explosion de Spiderbot!
ru: ^K1Вас задело взрывной волной от Spiderbot'a!

source: ^K1You were blasted to bits by a Spiderbot rocket!
es: ^K1Fuiste despedazado por un misil de Spiderbot!
ru: ^K1Ракета Spiderbot'а порвала вас на мелкие кусочки!

source: ^K1You got caught in the blast of a Racer explosion!
es: ^K1Fuiste atrapado en el estallido de una explosion de un Racer!
ru: ^K1Вас задело взрывной волной от Racer'а!

source: ^K1You couldn't find shelter from a Racer rocket!
es: ^K1No pudiste resguardarte de el misil del Racer!
ru: ^K1Вы не смогли укрыться от ракеты Racer'а!

source: ^K1Watch your step!
es: ^K1Ciudado donde pisas!
ru: ^K1Смотри куда идёшь!

source: ^K1Moron! You fragged ^BG%s^K1, a team mate!
es: ^K1Idiota! Has eliminado a ^BG%s^K1, un compañero!
ru: ^K1Кретин! Ты убил ^BG%s^K1, своего товарища по команде!

source: ^K1Moron! You went against ^BG%s^K1, a team mate!
es: ^K1Idiota! te fuiste en contra de ^BG%s^K1, un compañero!
ru: ^K1Кретин! Ты напал на ^BG%s^K1, своего товарища по команде!

source: ^K1You were fragged by ^BG%s^K1, a team mate
es: ^K1Has sido eliminado por ^BG%s^K1, un compañero
ru: ^K1Вы были убиты ^BG%s^K1, вашим товарищем по команде

source: ^K1You were scored against by ^BG%s^K1, a team mate
es: ^K1Tu compañero ^BG%s^K1, te ha eliminado
ru: ^K1Вы проиграли очко ^BG%s^K1, своему товарищу по команде

source: ^K1Stop idling! ^BGDisconnecting in ^COUNT...
es: ^K1Deja de estar inactivo! ^BGDesconectando en ^COUNT
ru: ^K1Хватит бездельничать! ^BGРассоединение через ^COUNT...

source: ^F2You picked up some extra lives
es: ^F2Has recogido unas vidas extras
ru: ^F2Вы подобрали несколько дополнительных жизней

source: ^K3You froze ^BG%s
es: ^F2Congelaste a ^BG%s
ru: ^K3Вы заморозили ^BG%s

source: ^K1You were frozen by ^BG%s
es: ^K1Fuiste congelado por ^BG%s
ru: ^K1Вы были заморожены ^BG%s

source: ^K3You revived ^BG%s
es: ^K3Reviviste a ^BG%s
ru: ^K3Вы оживили ^BG%s

source: ^K3You were revived by ^BG%s
es: ^K3Fuiste revivido por ^BG%s
ru: ^K3Вы были оживлены ^BG%s

source: ^K3You were automatically revived after %s second(s)
es: ^K3Fuiste revivido automaticamente despues de %s segundo(s)
ru: ^K3Вы были автоматически оживлены после %s секунд(ы) ожидания

source: ^TC^TT^BG team wins the round
es: El equipo ^TC^TT^BG ha ganado la ronda
ru: ^TC^TT^BG команда выиграла этот раунд

source: ^BG%s^BG wins the round
es: ^BG%s^BG ha ganado la ronda
ru: ^BG%s^BG выиграл этот раунд

source: ^K1You froze yourself
es: ^K1Te congelaste solo
ru: ^K1Вы заморозили сами себя

source: ^K1Round already started, you spawn as frozen
es: ^K1Ronda inicio previamente, apareceras congelado
ru: ^K1Раунд уже начался, вы были возрождены замороженным

source: ^BGYou do not have the ^F1%s
es: ^BG no tienes la ^F1%s
ru: ^BGУ вас отсутствует ^F1%s

source: ^BGYou dropped the ^F1%s^BG%s
es: ^BGHas tirado la ^F1%s^BG%s
ru: ^BGВы выбросили ^F1%s^BG%s

source: ^BGYou got the ^F1%s
es: ^BGObtuviste la ^F1%s
ru: ^BGВы подобрали ^F1%s

source: ^BGYou don't have enough ammo for the ^F1%s
es: ^BGNo tienes suficientes municiones para ^F1%s
ru: ^BGУ вас недостаточно патронов для ^F1%s

source: ^F1%s %s^BG is unable to fire, but its ^F1%s^BG can
es: ^F1%s %s^BG no puede disparar, pero su ^F1%s^BG aun puede
ru: ^F1%s %s^BG режим огня невозможен, но вы можете использовать ^F1%s^BG

source: ^F1%s^BG is ^F4not available^BG on this map
es: ^F1%s^BG ^F4 no esta disponible ^BG en este mapa
ru: ^F1%s^BG ^F4отсутствует^BG на этой карте

source: ^K1No spawnpoints available! Hope your team can fix it...
es: ^K1No hay espacio disponible para aparecer Confia en que tu equipo lo pueda arreglar...
ru: ^K1Вас негде возродить! Остаётся надеяться что ваша команда сможет это исправить...

source: ^K1You may not join the game at this time. The player limit reached maximum capacity.
es: ^K1No puedes unirte al juego en este momento. La capacidad maxima de jugadores ha sido alacanzada.
ru: ^K1Вы не можете присоединиться к игре в данный момент. Превышено максимальное количество игроков.

source: ^BG%s^BG has dropped the ball!
es: ^BG%s^BG ha tirado la pelota!
ru: ^BG%s^BG Потерял мяч!

source: ^BG%s^BG has picked up the ball!
es: ^BG%s ^BG ha recogido la pelota!
ru: ^BG%s^BG Завладел мячом!

source: ^BGKilling people while you don't have the ball gives no points!
es: ^BGEliminar a otros mientras no tienes la pelota no te consigue puntos!
ru: ^BGПока мяч находится не у вас, вы очки за убийства не начисляются!

source: ^BGAll keys are in your team's hands! Help the key carriers to meet!
es: ^BGTodas las llaves estan en possesion de to equipo! Ayuda a que los portadores de las llaves se puedan unir!
ru: ^BGВсе ключи у членов вашей команды! Теперь вам нужно встретиться!

source: ^BGAll keys are in ^TC^TT team^BG's hands! Interfere ^F4NOW^BG!
es: ^BGtTodas las llaves estan en manos del equipo ^TC^TT^BG! Interfiere ^F4AHORA^BG!
ru: ^BG^TC^TT команда^BG собрала все ключи! Помешайте им встретиться. ^F4БЫСТРО^BG!

source: ^BGAll keys are in your team's hands! Meet the other key carriers ^F4NOW^BG!
es: ^BGTodas las llaves en manos de tu equipo! Encuentra a los otros portadores de llaves ^F4AHORA^BG!
ru: ^BGВсе ключи у членов вашей команды Встретьтесь с ними. ^F4БЫСТРО^BG!

source: ^F4Round will start in ^COUNT
es: ^F4La ronda iniciara en ^COUNT
ru: ^F4Раунд начнётся через ^COUNT

source: ^BGScanning frequency range...
es: ^BGEscaneando rango de frequencia...
ru: ^BGСканирование частотного диапазона...

source: ^BGYou are starting with the ^TC^TT Key
es: ^BGEstas empezando con la llave ^TC^TT
ru: ^BGВы держите ^TC^TT Ключ

source: ^BGWaiting for players to join... Need active players for: %s
es: ^BGEsperando a que se unan jugadores... Se necesitan jugadores activos para: %s
ru: ^BGОжидание игроков... Активные игроки необходимы для: %s

source: ^BGWaiting for %s player(s) to join...
es: ^BGEsperando a que %s jugador(es) se unan...
ru: ^BGОжидаем присоединения %s игроков(а)...

source: ^F2Don't camp!
es: ^F2No acampes!
ru: ^F2Не кемперите!

source: ^F4^COUNT^BG left to find some ammo!
es: ^F4^COUNT^BG restante para encontrar municiones!
ru: ^F4^COUNT^BG осталось на поиск патронов!

source: ^BGGet some ammo or you'll be dead in ^F4^COUNT^BG!
es: ^BGConsigue municiones or moriras en ^F4^COUNT^BG!
ru: ^BGНайдите патронов, иначе вы умрёте через ^F4^COUNT^BG!

source: ^BGGet some ammo! ^F4^COUNT^BG left!
es: ^BGConsigue municiones! Te queda ^F4^COUNT^BG!
ru: ^BGРаздобудьте патронов! Осталось ^F4^COUNT^BG!

source: ^F2Extra lives remaining: ^K1%s
es: ^F2Vidas sobrantes: ^K1%s
ru: ^F2Осталось дополнительных жизней: ^K1%s

source: ^BGSecondary fire inflicts no damage!
es: ^BGModo de fuego secundary no hace daño!
ru: ^BGАльтернативный режим огня не наносит урона!

source: ^F2^COUNT^BG until weapon change... Next weapon: ^F1%s
es: ^F2^COUNT^BG para cambio de armas...
ru: ^F2^COUNT^BG до смены оружия... Следующее оружие: ^F1%s

source: ^F2Active weapon: ^F1%s
es: ^F2Arma activa: ^F1%s
ru: ^F2Текущее оружие: ^F1%s

source: ^F2Now playing ^F4OVERTIME^F2! Keep fragging until we have a winner!
es: ^F2Ahora jugando en ^F4TIEMPO EXTRA^F2! Sigue eliminando hasta que tengamos un ganador!
ru: ^F2Продолжаем играть в ^F4ОВЕРТАЙМЕ^F2! Убивайте противников, пока не определится победитель!

source: ^F2Now playing ^F4OVERTIME^F2! Keep scoring until we have a winner!
es: ^F2Ahora jugando en ^F4TIEMPO EXTRA^F2! Sigue acertando hasta que tengamos un ganador!
ru: ^F2Продолжаем играть в ^F4ОВЕРТАЙМЕ^F2! Зарабатывайте очки, пока не определится победитель!

source: ^F2Now playing ^F4OVERTIME^F2! ^BGAdded ^F4%s^BG to the game!
es: ^F2Ahora jugando en ^F4TIEMPO EXTRA^F2! ^BGSe ha añadido ^F4%s^BG al juego!
ru: ^F2Продолжаем играть в ^F4ОВЕРТАЙМЕ^F2! ^BGК игровому времени добавлено ^F4%s^BG!

source: ^F2Invisibility has worn off
es: ^F2Invisibility se ha agotado
ru: ^F2Действие Невидимости закончилось

source: ^F2Shield has worn off
es: ^F2Shield se ha agotado
ru: ^F2Действие Щита закончилось

source: ^F2Speed has worn off
es: ^F2Speed se ha agotado
ru: ^F2Действие Скорости закончилось

source: ^F2Strength has worn off
es: ^F2Strength se ha agotado
ru: ^F2Действие Силы закончилось

source: ^F2You are invisible
es: ^F2Eres invisible
ru: ^F2Вы невидимы

source: ^F2Shield surrounds you
es: ^F2Un escudo te rodea
ru: ^F2Вас окружает щит

source: ^F2You are on speed
es: ^F2Tienes la velocidad
ru: ^F2Ваша скорость передвижения повышена

source: ^F2Strength infuses your weapons with devastating power
es: ^F2Strength infunde tus armas con poder devastador
ru: ^F2Сила придаёт разрушительную мощь вашему оружие

source: ^F2The race is over, finish your lap!
es: ^F2La carrera se ha terminado, completa tu vuelta!
ru: ^F2Гонка окончена, завершите ваш круг!

source: ^F2Superweapons have broken down
es: ^F2Superarmas se han descompuesto
ru: ^F2Супероружие разрушилось

source: ^F2Superweapons have been lost
es: ^F2Se han perdido las superarmas
ru: ^F2Супероружие потеряно

source: ^F2You now have a superweapon
es: ^F2Ahora tienes una superarma
ru: ^F2Вы получили супероружие

source: ^K1Changing to ^TC^TT^K1 in ^COUNT
es: ^K1Cambiando a ^TC^TT^K1 en ^COUNT
ru: ^K1Переход в ^TC^TT^K1 через ^COUNT

source: ^K1Changing team in ^COUNT
es: ^K1Cambiando equipo en ^COUNT
ru: ^K1Смена команды через ^COUNT

source: ^K1Spectating in ^COUNT
es: ^K1Cambiando a espectador en ^COUNT
ru: ^K1Вы станете наблюдателем через ^COUNT

source: ^K1Suicide in ^COUNT
es: ^K1Suicidio en ^COUNT
ru: ^K1Вы совершите самоубийство через ^COUNT

source: ^F4Timeout begins in ^COUNT
es: ^F4Tiempo fuera comienza en ^COUNT
ru: ^F4Тайм-аут начнётся через ^COUNT

source: ^F4Timeout ends in ^COUNT
es: ^F4Tiempo fuera se acaba en ^COUNT
ru: ^F4Тайм-аут законится через ^COUNT

source: (near %s)
es: (cerca de %s)
ru: (возле %s)

source: secondary
es: secundario
ru: альтернативный

source: primary
es: primario
ru: основной

source: ^F1(Press %s)
es: ^F1(Presiona %s)
ru: ^F1(Нажмите %s)

source: with %s
es: con %s
ru: с %s

source: TRIPLE FRAG!
es: ELIMINACION TRIPLE!
ru: ТРОЙНОЕ УБИЙСТВО!

source: %s^K1 made a TRIPLE FRAG! %s^BG
es: %s^K1 ha hecho una ELIMINACION TRIPLE! %s^BG
ru: %s^K1 совершил ТРОЙНОЕ УБИЙСТВО! %s^BG

source: %s^K1 made a TRIPLE SCORE! %s^BG
es: %s^K1 ha hecho una ELIMINACION TRIPLE! %s^BG
ru: %s^K1 набрал ТРИ ОЧКА! %s^BG

source: RAGE!
es: FURIA!
ru: ЯРОСТЬ!

source: %s^K1 unlocked RAGE! %s^BG
es: %s^K1 desbloqueo FURIA! %s^BG
ru: %s^K1 высвободил свою ЯРОСТЬ! %s^BG

source: %s^K1 made FIVE SCORES IN A ROW! %s^BG
es: %s^K1 hizo QUINCE ANOTACIONES SEGUIDAS! %s^BG
ru: %s^K1 набрал ПЯТЬ ОЧКОВ ПОДРЯД! %s^BG

source: MASSACRE!
ru: РЕЗНЯ!

source: %s^K1 started a MASSACRE! %s^BG
es: %s^K1 ha empezado una MASSACRE! %s^BG
ru: %s^K1 начал РЕЗНЮ! %s^BG

source: %s^K1 made TEN SCORES IN A ROW! %s^BG
es: %s^K1 elimino a DIEZ JUGADORES SEGUIDOS! %s^BG
ru: %s^K1 набрал ДЕСЯТЬ ОЧКОВ ПОДРЯД! %s^BG

source: MAYHEM!
es: ALBOROTO!
ru: БЕСПРЕДЕЛ!

source: %s^K1 executed MAYHEM! %s^BG
es: %s^K1 ha ejecutado un ALBOROTO! %s^BG
ru: %s^K1 творит БЕСПРЕДЕЛ! %s^BG

source: %s^K1 made FIFTEEN SCORES IN A ROW! %s^BG
es: %s^K1 ha hecho QUINCE ELIMINACIONES SEGUIDAS! %s^BG
ru: %s^K1 набрал ПЯТНАДЦАТЬ ОЧКОВ ПОДРЯД! %s^BG

source: BERSERKER!
ru: БЕРСЕРКЕР!

source: %s^K1 is a BERSERKER! %s^BG
es: %s^K1 es un BERSERKER! %s^BG
ru: %s^K1 БЕРСЕРКЕР! %s^BG

source: %s^K1 made TWENTY SCORES IN A ROW! %s^BG
es: %s^K1 ha hecho VIENTE ELIMINACIONES SEGUIDAS! %s^BG
ru: %s^K1 набрал ДВАДЦАТЬ ОЧКОВ ПОДРЯД! %s^BG

source: CARNAGE!
es: MATANZA!
ru: БОЙНЯ!

source: %s^K1 inflicts CARNAGE! %s^BG
es: %s^K1 ha hecho una MATANZA! %s^BG
ru: %s^K1 начинает БОЙНЮ! %s^BG

source: %s^K1 made TWENTY FIVE SCORES IN A ROW! %s^BG
es: %s^K1 ha hecho VEINTE Y CINCO ELIMINACIONES SEGUIDAS! %^BG
ru: %s^K1 набрал ДВАДЦАТЬ ПЯТЬ ОЧКОВ ПОДРЯД! %s^BG

source: ARMAGEDDON!
ru: АРМАГЕДДОН!

source: %s^K1 unleashes ARMAGEDDON! %s^BG
es: %s^K1 destata el ARMAGEDDON! %s^BG
ru: %s^K1 предрекает АРМАГЕДДОН! %s^BG

source: %s^K1 made THIRTY SCORES IN A ROW! %s^BG
es: %s^K1 ha hecho TREINTA ELIMINACIONES SEGUIDAS! %s^BG
ru: %s^K1 набрал ТРИДЦАТЬ ОЧКОВ ПОДРЯД! %s^BG

source: %s(^F1Bot^BG)
ru: %s(^F1Бот^BG)

source: %s(Ping ^F1%d^BG)
es: %s(Latencia ^F1%d^BG)
ru: %s(Пинг ^F1%d^BG)

source: (Health ^1%d^BG / Armor ^2%d^BG)%s
es: (Vida ^1%d^BG / Armadura ^2%d^BG)%s
ru: (Здоровье ^1%d^BG / Броня ^2%d^BG)%s

source: (^F4Dead^BG)%s
es: (^F4Muerto^BG)%s
ru: (^F4Мёртв^BG)%s

source: %d score spree!
es: %d anotaciones seguidas!
ru: %d очков подряд!

source: %d frag spree!
es: %d eliminaciones seguidas!
ru: %d убийств подряд!

source: First blood!
es: Primera eliminacion!
ru: Первая кровь!

source: First score!
es: Primera anotacion!
ru: Первое очко!

source: First victim!
es: Primera victima!
ru: Первая жертва!

source: First casualty!
es: Primera victima!
ru: Первая смерть!

source: %s^K1 has %d frags in a row! %s^BG
es: %s^K1 tiene %d eliminaciones seguidas! %s^BG
ru: %s^K1 совершил %d убийств подряд! %s^BG

source: %s^K1 made %d scores in a row! %s^BG
es: %s^K1 tiene %d eliminaciones seguidas! %s^BG
ru: %s^K1 набрал %d очков подряд! %s^BG

source: %s^K1 drew first blood! %s^BG
es: %s^K1 ha sido el primero en eliminar a alguien! %s^BG
ru: %s^K1 пролил первую кровь! %s^BG

source: %s^K1 got the first score! %s^BG
es: %s^K1 fue el primero en eliminar a alguien! %s^BG
ru: %s^K1 получил первое очко! %s^BG

source: , ending their %d frag spree
es: , finalizando su cadena de %d eliminaciones
ru: , прервав серию из %d убийств подряд

source: , ending their %d score spree
es: , finalizando su cadena de %d eliminaciones
ru: , прервав серию из %d очков подряд

source: , losing their %d frag spree
es: , perdiendo su cadena de %d eliminaciones
ru: , окончив свою серию из %d убийств подряд

source: , losing their %d score spree
es: , perdiendo su cadena de %d eliminaciones
ru: , прервав свою серию из %d очков подряд

source: Red
es: Rojo
ru: Красная

source: Blue
es: Azul
ru: Синяя

source: Yellow
es: Amarillo
ru: Жёлтая

source: Pink
es: Rosa
ru: Розовая

source: Team
es: Equipo
ru: Команда

source: Neutral
es: Neutro
ru: Нейтральная

source: Deathmatch
es: Combate a muerte
hu: Mindenki mindenki ellen
pt: Combate até à Morte

source: Last Man Standing
es: Ultimo Sobreviviente
pt: O Ultimo a Cair

source: Race
es: Carrera
hu: Futam
pt: Corrida

source: Race CTS
es: Carrera CTS
pt: Corrida CTS

source: Team Deathmatch
es: Combate a muerte por equipos
hu: Csapatos öldöklés
pt: Combate até à Morte por Equipas

source: Domination
es: Dominación
hu: Uralom
pt: Domínio

source: Key Hunt
es: Caza de llave
hu: Kulcs vadászat
pt: Procura da Chave

source: Assault
es: Asalto
hu: Ostrom
pt: Assalto

source: Onslaught
es: Embestida
hu: Támadás
pt: Investida

source: Browser not initialized!
hu: A böngésző nem indult el!
nl: Browser is niet geinitialiseerd!
pt: Browser não inicializado!

source: Playermodel LOD:
nl: Spelermodel LOD:

source: Force models:
hu: Modellek kényszerítése:
nl: Forceer modellen:
pt: Forçar modelos:

source: MDL^None
hu: MDL^Nincs
nl: MDL^Geen
pt: Nenhum

source: MDL^Custom
hu: MDL^Egyéni
nl: MDL^Aangepast
pt: Modificado

source: MDL^All
hu: MDL^Mind
nl: MDL^Alle
pt: Todos

source: VWMDL^Scale
nl: Schaal

source: News
hu: Hírek
nl: Nieuws
pt: Novidades

source: Use Occlusion Queries
nl: Gebruik Occlusion Queries
pt: Usar Consultas Oclusão

source: Rifle
nl: Geweer

source: Match settings:
hu: Meccs beállítások:
pt: Definições de jogo:

source: Play
hu: Játék
pt: Jogar

source: Record demos while playing
hu: Játék közben rögzitse a demókat
pt: Gravar demos enquanto joga

source: %d/%d, %d free player slots
pt: %d/%d, %d slots disponíveis

source: %d modified settings
hu: %d módosított beállításai
pt: %d definições modificadas

source: Official settings
hu: Hivatalos beállítások
pt: Definições oficiais

source: N/A (can't connect)
hu: N/A (nem tud csatlakozni)
pt: N/A (não conseguiu ligar)

source: not supported (can't connect)
hu: nem támogatott (nem tud csatlakozni)
pt: não é suportado (não conseguiu ligar)

source: not supported (won't encrypt)
hu: nem támogatott (nem ellenörzött)
pt: não suportado (não encripta)

source: supported (will encrypt)
hu: támogatott (ellenörzött)
pt: suportado (vai encriptar)

source: supported (won't encrypt)
hu: támogatott (nem ellenörzött)
pt: suportado (não encripta)

source: requested (will encrypt)
hu: kért (ellenörzött)
pt: pedido (encripta)

source: requested (won't encrypt)
hu: kért (nem ellenörzött)
pt: pedido (não encripta)

source: required (can't connect)
hu: szükséges (nem tud csatlakozni)
pt: necessário (não consegue ligar)

source: required (will encrypt)
hu: szükséges (ellenörzött)
pt: necessário (encripta)

source: Gameplay:
hu: Játék:
pt: Jogabilidade:

source: View bobbing:
hu: Nézet döntés:
pt: Ver tremor:

source: Zoom factor:
hu: Nagyítás szorzó:
pt: Factor de Ampliação (ZOOM):

source: Zoom speed:
hu: Nagyítás sebesség:
pt: Velocidade de Ampliação (ZOOM):

source: Weapon settings...
hu: Fegyver beállítások...
pt: Definições das Armas...

source: Crosshair:
hu: Célkereszt:
pt: Mira:

source: Enable center dot
hu: Középpont engedélyezése
pt: Activar ponto central

source: Size:
hu: Méret:
pt: Tamanho:

source: Hit test:
hu: Találat ellenőrzés:
pt: Teste de Tiro:

source: HTST^None
hu: HTST^Nincs
pt: Nenhum

source: TrueAim
hu: Valós célzás
pt: PontariaCerta

source: Enemies
hu: Ellenségek
pt: Inimigos

source: Waypoints setup...
hu: Útpontok beállítása...
pt: Configurar caminhos...

source: Disable gore effects
hu: Sérülés hatások letiltása
pt: Desactivar sangue/violencia

source: Damage splash:
hu: Sérülés szórás:
pt: Dano Colateral:

source: Show base waypoints
hu: Alap útpontok mutatása
pt: Mostrar caminhos base

source: Waypoint scale:
hu: Útpont részletesség:
pt: Escala dos Caminhos:

source: Waypoint alpha:
hu: Útpont alpha:
pt: Caminhos alfa:

source: Show names:
hu: Nevek mutatása:
pt: Mostrar nomes:

source: Teammates
hu: Csapattársak
pt: Companheiros de Equipa

source: All players
hu: Minden játékos
pt: Todos os jogadores

source: Network
hu: Hálózat
pt: Rede

source: Spatial voices:
hu: Térbeli hangok:
pt: Vozes espaciais:

source: VOCS^None
hu: VOCS^Nincs
pt: Nenhum

source: VOCS^Taunts
hu: VOCS^Bekiabálások
pt: Taunts

source: VOCS^All
hu: VOCS^Minden
pt: Todos

source: Taunt range:
hu: Bekiabálás terület:
pt: Nível dos taunts:

source: RNG^Very short
hu: RNG^Nagyon rövid
pt: Muito baixo

source: RNG^Short
hu: RNG^Rövid
pt: Baixo

source: RNG^Normal
hu: RNG^Normál
pt: Normal

source: RNG^Long
hu: RNG^Hosszú
pt: Alto

source: RNG^Full
hu: RNG^Teljes
pt: Total

source: Time warning:
hu: Idő figyelmeztetés:
pt: Aviso de tempo:

source: WRN^None
hu: Nincs
pt: Nenhum

source: Hit indicator
hu: Találat jelző
pt: Indicador de tiro acertado

source: 2x
pt: 2 passagens

source: 4x
pt: 4 passagens

source: Particle quality:
hu: Részecske minőség:
pt: Qualidade das Partículas:

source: Particle distance:
hu: Részecske távolság:
pt: Distancia visível das Partículas:

source: Flash blend approximation
hu: Közelítő villanás keverés
pt: Aproximação Flash Blend

source: UI mouse speed:
hu: UI egér sebesség:
pt: Velocidade do rato:

source: Mouse filter
hu: Egér szürés
pt: Filtro do Rato

source: Invert mouse
hu: Forditott egér
pt: Inverter Rato

source: Turn off OS mouse acceleration
hu: OS egér gyorsítás kikapcsolása
pt: Desligar aceleração de Rato do SO

source: "enter console" also closes
hu: "belépés a konzolba" zár is
pt: "entrar na consola" também fecha

source: Minimize input latency
hu: Bemeneti késleltetés minimalizása
pt: Minimizar latência de entrada

source: Network speed:
hu: Hálózati sebesség:
pt: Velocidade da Rede:

source: HTTP downloads:
hu: HTTP letöltéseket:
pt: Transferências via HTTP:

source: Disable multithreaded OpenGL
hu: Többszálú OpenGL letiltása
pt: Desactivar OpenGL em múltiplos threads

source: Capture The Flag
hu: Szerezd meg a zászlót
pt: Captura a Bandeira

source: Runematch
hu: Rúnameccs
pt: Luta de Runas

source: %s succeeded at self-destructing themself with the Crylink
pt: %s conseguiu auto-destruir-se com a Crylink

source: %s could not hide from %s's Crylink
pt: %s não se conseguiu esconder da Crylink do %s

source: %s was too close to %s's Crylink
pt: %s estava demasiado perto da Crylink do %s

source: %s took a close look at %s's Crylink
pt: %s pode ver de perto a Crylink do %s

source: %s could not remember where they put plasma
pt: %s não se conseguiu lembrar onde pôs a plasma

source: %s played with plasma
pt: %s brincou com plasma

source: %s just noticed %s's blue ball
pt: %s acabou de reparar na bola azul de %s

source: %s got in touch with %s's blue ball
pt: %s esteve em contacto com a bola azul de %s

source: %s felt the electrifying air of %s's combo
pt: %s sentiu o ar electrizante do combo de %s

source: %s got too close to %s's blue beam
pt: %s estava perto demais do raio azul de %s

source: %s was blasted by %s's blue beam
pt: %s foi atingido pelo raio azul de %s

source: %s forgot about some firemine
pt: %s esqueceu-se das minas

source: %s should have used a smaller gun
pt: %s devia ter usado uma arma mais pequena

source: %s tried to catch %s's firemine
pt: %s tentou apanhar a mina de %s
