Repository: xonotic/xonotic-data.pk3dir
Catalog: menu.dat.*.po
Languages: es, hu, nl, pt, ru

source: Info:
es: Información:
hu: Információ:
pt: Informação:
ru: Инфо:

source: Items:
hu: Tárgyak:
ru: Предметы:

source: Pain:
es: Dolor:
hu: Fájdalom:
nl: Pijn:
pt: Dor:
ru: Боль:

source: Player:
es: Jugador:
hu: Játékos:
nl: Speler:
pt: Jogador:
ru: Игрок:

source: Shots:
es: Disparos:
hu: Lövések:
nl: Schoten:
pt: Tiros:
ru: Выстрелы:

source: Voice:
es: Voz:
hu: Hang:
nl: Spraak:
pt: Voz:
ru: Голос:

source: Weapons:
es: Armas:
hu: Fegyverek:
nl: Wapens:
pt: Armas:
ru: Оружие:

source: New style sound attenuation
es: Estilo nuevo de atenuacion de sonido
nl: Nieuwe stijl geluid versterking
ru: Новый стиль ослабления звука

source: Mute sounds when not active
es: Apagar sonido cuando no este activo
nl: Stop geluiden wanneer niet actief
ru: Убрать звук если неактивный

source: Frequency:
es: Frecuencia:
hu: Frekvencia:
nl: Frequentie:
pt: Frequência:
ru: Частота:

source: 8 kHz
ru: 8 кГц

source: 11.025 kHz
ru: 11.025 кГц

source: 16 kHz
ru: 16 кГц

source: 22.05 kHz
ru: 22.05 кГц

source: 24 kHz
ru: 24 кГц

source: 32 kHz
ru: 32 кГц

source: 44.1 kHz
ru: 44.1 кГц

source: 48 kHz
ru: 48 кГц

source: Channels:
es: Canales:
hu: Csatornák:
nl: Kanalen:
pt: Canais:
ru: Каналы:

source: Mono
hu: Monó
ru: Моно

source: Stereo
hu: Sztereó
ru: Стерео

source: Swap Stereo
es: Intercambiar Stereo
hu: Sztereó megcserélése
nl: Stereo omwisselen
pt: Trocar Stereo
ru: Обмен местами каналов

source: Headphone friendly mode
es: Modo para auricular
hu: Fejhallgató barát mód
nl: Koptelefoon modus
pt: Modo de Headphones
ru: Ориентированный на наушники режим

source: Hit indication sound
es: Sonido indicador de impacto
nl: Tref indicator geluid
ru: Оповещать о попадании

source: Chat message sound
es: Sonido de mensaje chat
nl: Chat bericht geluid
ru: Звук чата:

source: Menu sounds
es: Sonidos del menú
hu: Menü hangok
nl: Menu geluiden
pt: Sons do menu
ru: Звуки меню

source: Time announcer:
es: Anunciador de tiempo:
nl: Tijd notificatie:
ru: Предупреждение о таймауте за:

source: WRN^Disabled
es: Deshabilitado
nl: Uitgeschakeld
ru: Отключено

source: 1 minute
es: 1 minuto
hu: 1 perc
nl: 1 minuut
pt: 1 minuto
ru: 1 минуту

source: 5 minutes
es: 5 minutos
hu: 5 perc
nl: 5 minuten
pt: 5 minutos
ru: 5 минут

source: WRN^Both
es: Ambos
hu: Mindkettő
nl: WRN^Beiden
pt: Ambos
ru: 1 и 5 минут

source: Automatic taunts
es: Taunts Automatico
hu: Automatikus bekiabálások
nl: Automatisch honen
pt: Taunts Automáticos
ru: Автоматические насмешки

source: Debug info about sounds
es: Informacion de depuracion sobre sonidos
nl: Debug info over geluiden
ru: Данные об отладке звука

source: Quality preset:
es: Predefinición de calidad:
hu: Minőség sablon:
nl: Kwaliteit voorinstellingen:
pt: Predefinição de Qualidade:
ru: Предустановки качества:

source: PRE^OMG!
es: OMG!
nl: PRE^
pt: OMG!
ru: Ужасное

source: PRE^Low
es: Bajo
hu: PRE^Alacsony
nl: PRE^Laag
pt: Baixa
ru: Низкое

source: PRE^Medium
es: Media
hu: PRE^Közepes
nl: PRE^Middel
pt: Média
ru: Среднее

source: PRE^Normal
es: Normal
hu: PRE^Normál
nl: PRE^Normaal
pt: Normal
ru: Обычное

source: PRE^High
es: Alta
hu: PRE^Magas
nl: PRE^Hoog
pt: Alta
ru: Высокое

source: PRE^Ultra
es: Ultra
hu: PRE^Szélsőséges
pt: Ultra
ru: Сверх

source: PRE^Ultimate
es: Máxima
hu: PRE^Végső
nl: PRE^Uitstekend
pt: Máxima
ru: Предельное

source: Geometry detail:
es: Detalles geométricos:
hu: Geometria részletesség:
nl: Geometrie detail:
pt: Detalhes geométricos:
ru: Подробность геометрии:

source: DET^Lowest
es: Mínimo
hu: DET^Legalacsonyabb
nl: DET^Laagste
pt: Mínimo
ru: Нижайшая

source: DET^Low
es: Bajo
hu: DET^Alacsony
nl: DET^Laag
pt: Baixa
ru: Низкая

source: DET^Normal
es: Normal
hu: DET^Normál
nl: DET^Normaal
pt: Normal
ru: Обычная

source: DET^Good
es: Bueno
hu: DET^Jó
nl: DET^Goed
pt: Bom
ru: Хорошая

source: DET^Best
es: Mejor
hu: DET^Még jobb
nl: DET^Beste
pt: Melhores
ru: Лучшая

source: DET^Insane
es: Insano
hu: DET^Őrült magas
nl: DET^Geweldig
pt: Máximo
ru: Высочайшая

source: Texture resolution:
es: Resolución de textura:
hu: Textúra felbontás:
nl: Textuur resolutie:
pt: Resolução das texturas:
ru: Разрешение текстур:

source: RES^Leet
es: Leet
hu: RES^Semmi
nl: RES^
pt: Leet
ru: Ужасное

source: RES^Lowest
es: Mínimo
hu: RES^Legalacsonyabb
nl: RES^Laagste
pt: Mínimo
ru: Нижайшее

source: RES^Very low
es: Muy bajo
nl: Zeer Laag
ru: Низкое

source: RES^Low
es: Bajo
hu: RES^Alacsony
nl: RES^Laag
pt: Baixa
ru: Низкое

source: RES^Normal
es: Normal
hu: RES^Normál
nl: RES^Normaal
pt: Normal
ru: Обычное

source: RES^Good
es: Bueno
hu: RES^Jó
nl: RES^Goed
pt: Bom
ru: Хорошее

source: RES^Best
es: Mejor
hu: RES^Legjobb
nl: RES^Beste
pt: Melhores
ru: Лучшее

source: Avoid lossy texture compression
es: Evitar compresion de Textura con Pérdida
hu: Kerülje a veszteséges textúra tömörítést
nl: Voorkom textuur compressie met kwaliteitsverlies
pt: Evitar compressão de Texturas
ru: Избегать сжатия текстур с потерями

source: Show surfaces
es: Mostrar superficies
hu: Felületek megjelenítése
nl: Laat oppervlaktes zien
pt: Mostrar superfícies
ru: Показывать поверхности

source: Use lightmaps
es: Usar lightmaps
hu: Fénytérképek használata
nl: Gebuik
pt: Usar lightmaps
ru: Использовать карты освещения

source: Deluxe mapping
es: Mapeado Deluxe
pt: Mapeamento Deluxe
ru: Особое качество

source: Gloss
es: Brillo
hu: Fényes
nl: Glans
pt: Lustro
ru: Блеск

source: Offset mapping
es: Despl. de mapeado
pt: Mapeamento Offset
ru: Офсетное текстурирование

source: Relief mapping
es: Mapeado Relief
pt: Mapeamento Relief
ru: Рельефное текстурирование

source: Reflections:
es: Reflejos:
hu: Tükrözödés:
nl: Reflecties
pt: Reflexos:
ru: Отражения:

source: Blurred
es: Borroso
hu: Homályos
nl: Vervaagd
pt: Grau de Blur
ru: Размытые

source: REFL^Good
es: Bueno
hu: Refl^Jó
nl: REFL^Goed
pt: Bom
ru: Хорошие

source: Sharp
es: Ajustado
hu: Éles
nl: Scherp
pt: Grau de Definição
ru: Резкие

source: Particles quality:
es: Calidad de partículas:
nl: Deeltjes kwaliteit:
ru: Качество частиц:

source: Particles distance:
es: Distancia de partículas:
nl: Deeltjes afstand:
ru: Дальность частиц:

source: Damage effects:
es: Effectos de daño:
nl: Schade effects:
ru: Эффект повреждения:

source: DMGPRTCLS^Disabled
es: Deshabilitado
nl: Uitgeschakeld
ru: Отключено

source: DMGPRTCLS^Skeletal
es: Esqueletal
nl: Skelet
ru: Только на модели

source: DMGPRTCLS^All
es: Todas
nl: Alle
ru: Все

source: No dynamic lighting
es: Sin iluminación dinámica
hu: Nincsenek dinamikus fények
nl: Geen dynamische verlichting
pt: Iluminação dinâmica desligada
ru: Без динамического освещения

source: Fake corona lighting
es: Iluminacion por medio de coronas falsas
nl: Nep corona verlichting
ru: Освещение короны

source: Realtime dynamic lighting
es: Iluminación dinámica en tiempo real
hu: Valós idejű dinamikus fények
nl: Real-time dynamische verlichting
pt: Iluminação dinâmica em tempo real
ru: Дин. освещение в реальном времени

source: Shadows
es: Sombras
hu: Árnyékok
nl: Schaduwen
pt: Sombras
ru: Тени

source: Realtime world lighting
es: Iluminación del mundo en tiempo real
hu: Valós idejű világ fényhatások
nl: Real-time wereld verlichting
pt: Iluminação do mundo em tempo real
ru: Дин. освещение мира в реальном времени

source: Use normal maps
es: Usar mapa de normales
hu: Normál map használata
nl: Gebruik normal maps
pt: Usar mapas normais
ru: Использовать карты нормалей

source: Soft shadows
es: Sombras Suaves
hu: Lágy árnyékok
nl: Zachte schaduwen
pt: Sombras Suaves
ru: Мягкие тени

source: Bloom
hu: Virágzás
ru: Свечение

source: Extra postprocessing effects
es: Efectos de postprocesado
nl: Extra naprocessing effecten
ru: Дополнительные эффекты

source: Motion blur:
es: Difuminado p/ movimiento:
hu: Mozgási elmosás:
nl: Bewegingsonscherpte:
pt: Distorção por movimento:
ru: Размытие от движения:

source: Decals
es: Símbolos
hu: Dekorációk
pt: Símbolos
ru: Декали:

source: Decals on models
es: Marcas en los jugadores
nl: Decals op modellen
ru: Также на объектах

source: Distance:
es: Distancia:
hu: Távolság:
nl: Afstand:
pt: Distância:
ru: Дальность:

source: Time:
es: Tiempo:
hu: Idő:
nl: Tijd:
pt: Tempo:
ru: Время:

source: Key bindings:
es: Asignacion de Teclas
hu: Billentyű hozzárendelések:
nl: Toetsen:
pt: Bindings de Teclas
ru: Привязки клавиш:

source: Change key...
es: Cambiar tecla...
hu: Billentyű változtatás...
nl: Verander toets...
pt: Mudar tecla...
ru: Сменить кнопку...

source: Edit...
es: Editar...
hu: Szerkesztés...
nl: Aanpassen...
pt: Editar...
ru: Изменить...

source: Clear
es: Limpiar
hu: Törlés
nl: Legen
pt: Limpar
ru: Очистить

source: Pressing "enter console" key also closes it
es: Presionar la tecla "abrir consola" tambien la cierra
nl: "console activeren" sluit deze ook weer
ru: Нажатие кнопки "открыть консоль" также закрывает её

source: Automatically repeat jumping if holding jump
es: Repetir salto automaticamente si se mantiene presinado la tecla de brinco
nl: Automatisch blijven springen bij het vasthouden van de jump toets
ru: Повторять прыжок автоматически при удержании

source: Use joystick input
es: Usar entrada de joystick
hu: Joystick bemenet használata
nl: Gebruik joystick input
pt: Usar input do joystick
ru: Использовать ввод с джойстика

source: Mouse:
es: Raton:
nl: Muis:
ru: Мышь:

source: Sensitivity:
es: Sensibilidad:
hu: Érzékenység:
nl: Gevoeligheid:
pt: Sensibilidade:
ru: Чувствительность:

source: Smooth aiming
es: Apuntado suave
nl: Vloeiend mikken
ru: Плавное прицеливание

source: Invert aiming
es: Invertir apuntado
nl: Inverteer muis
ru: Обратить мышь

source: Disable system mouse acceleration
es: Deshabilitar aceleracion de raton por parte de sistema
nl: Schakel systeem muis acceleratie uit
ru: Отключить ускорение мыши

source: Enable built in mouse acceleration
es: Habilitar aceleracion de raton integrada
nl: Gebruik ingebouwde muis acceleratie
ru: Включить ускорение мыши

source: User defined key bind
es: Usar teclas definidas
hu: Felhasználó által beállított billentyű
nl: Keybind van gebruiker
pt: Keybinds definidas pelo utilizador
ru: Определённая пользователем привязка клавиш

source: Command when pressed:
es: Comandar cuando se presiona:
hu: Parancs lenyomáskor:
nl: Opdracht bij drukken:
pt: Comando quando carregado:
ru: Команда при нажатии:

source: Command when released:
es: Comandar cuando se suelta:
hu: Parancs felengedéskor:
nl: Opdracht bij loslaten:
pt: Comando quando largado:
ru: Команда при отжатии:

source: Save
es: Guardar
hu: Mentés
nl: Opslaan
pt: Guardar
ru: Сохранение

source: Cancel
es: Cancelar
hu: Mégsem
nl: Annuleren
pt: Cancelar
ru: Отмена

source: Network:
es: Red
nl: Netwerk:
ru: Сеть

source: Slow ADSL
es: ADSL lenta
hu: Lassú ADSL
nl: Langzaam ADSL
pt: ADSL Lenta
ru: Медленный ADSL

source: Fast ADSL
es: ADSL rápida
hu: Gyors ADSL
nl: Snel ADSL
pt: ADSL Rápida
ru: Быстрый ADSL

source: Broadband
es: Banda ancha
hu: Szélessávú
nl: Breedband
pt: Banda-larga
ru: Широкополосное

source: Input packets/s:
es: Paquetes de entrada /s
hu: Bemeneti csomagok/s:
nl: Inkomende pakketten/s
pt: Pacotes Entrada /s
ru: Кол-во пакетов/с

source: Local latency:
es: Retraso local:
nl: Lokale latency:
ru: Местная задержка:

source: Client UDP port:
es: Puerto UDP del Cliente:
hu: Kliens UDP port:
nl: Client UDP poort:
pt: Port UDP do Cliente:
ru: UDP порт клиента:

source: Show netgraph
es: Mostrar gráfico de red
hu: Hálózat forgalom megjelenítése
nl: Netwerk grafiek tonen
pt: Mostrar gráfico-net
ru: Показывать netgraph

source: Client-side movement prediction
es: Predicción de movimento de lado del cliente
hu: Kliens-oldali mozgás előrejelzés
nl: Client beweging voorspelling
pt: Previsão de movimento pelo Cliente
ru: Предсказание движения на стороне клиента

source: Movement error compensation
es: Compensacion de errores de movimento
nl: Beweging error compensatie
ru: Компенсация ошибки движения

source: Downloads:
es: Descargas:
hu: Letöltések:
pt: Transferências:
ru: Загрузки:

source: Maximum:
es: Máximo:
ru: Максимум:

source: Speed (kB/s):
es: Velocidad (kB/s):
hu: Sebesség (kB/s):
nl: Snelheid (kB/s):
pt: Velocidade (kB/s):
ru: Скорость (кБ/с):

source: Framerate:
es: Cuadrops por segundo:
ru: Частота кадров:

source: MAXFPS^5 fps
es: 5 fps
nl: 5 fps
ru: 5 кадров в секунду

source: MAXFPS^10 fps
es: 10 fps
nl: 10 fps
ru: 10 кадров в секунду

source: MAXFPS^20 fps
es: 30 fps
nl: 20 fps
ru: 20 кадров в секунду

source: MAXFPS^30 fps
es: 40 fps
nl: 30 fps
ru: 30 кадров в секунду

source: MAXFPS^40 fps
es: 50 fps
nl: 40 fps
ru: 40 кадров в секунду

source: MAXFPS^50 fps
es: 50 fps
nl: 50 fps
ru: 50 кадров в секунду

source: MAXFPS^60 fps
es: 60 fps
nl: 60 fps
ru: 60 кадров в секунду

source: MAXFPS^70 fps
es: 70 fps
nl: 70 fps
ru: 70 кадров в секунду

source: MAXFPS^100 fps
es: 100 fps
nl: 100 fps
ru: 100 кадров в секунду

source: MAXFPS^125 fps
es: 125fps
nl: 125 fps
ru: 125 кадров в секунду

source: MAXFPS^200 fps
es: 200fps
nl: 200 fps
ru: 200 кадров в секунду

source: MAXFPS^Unlimited
es: Ilimitado
nl: Onbeperkt
ru: Неограниченно

source: Target:
es: Objetivo:
nl: Doel:
ru: Цель:

source: TRGT^Disabled
es: Deshabilitado
nl: Uitgeschakeld
ru: Отключено

source: TRGT^30 fps
es: 30fps
nl: 30 fps
ru: 30 кадров в секунду

source: TRGT^40 fps
es: 50fps
nl: 40 fps
ru: 40 кадров в секунду

source: TRGT^50 fps
es: Ilimitado
nl: 50 fps
ru: 50 кадров в секунду

source: TRGT^60 fps
es: 60 fps
nl: 60 fps
ru: 60 кадров в секунду

source: TRGT^100 fps
es: 100 fps
nl: 100 fps
ru: 100 кадров в секунду

source: TRGT^125 fps
es: 125 fps
nl: 125 fps
ru: 125 кадров в секунду

source: TRGT^200 fps
es: 200 fps
nl: 200 fps
ru: 200 кадров в секунду

source: Idle limit:
es: Limite de inactividad:
nl: Idle limiet:
ru: Предел неактивности:

source: IDLFPS^10 fps
es: 10 fps
nl: 10 fps
ru: 10 кадров в секунду

source: IDLFPS^20 fps
es: 20 fps
nl: 20 fps
ru: 20 кадров в секунду

source: IDLFPS^30 fps
es: 30 fps
nl: 30 fps
ru: 30 кадров в секунду

source: IDLFPS^60 fps
es: 60 fps
nl: 60 fps
ru: 60 кадров в секунду

source: IDLFPS^Unlimited
es: Ilimitado
nl: Onbeperkt
ru: Неограниченно

source: Show frames per second
es: Mostrar cuadros por segundo
hu: A képkocka/s mutatása
nl: Laat frames per seconde zien
pt: Mostrar Frames por Segundo
ru: Показывать кадры/с (FPS)

source: Save processing time for other apps
es: Ahorrar tiempo de procesamiento para otras aplicaciones
nl: Bespaar processor tijd voor andere programma's
ru: Беречь время процессора для других приложений

source: Menu tooltips:
es: Mostrar consejos en menu:
ru: Меню для инструментов:

source: TLTIP^Disabled
es: Deshabilitado
nl: Uitgeschakeld
ru: Отключено

source: TLTIP^Standard
es: Estandar
nl: Standaard
ru: Стандарт

source: TLTIP^Advanced
es: Avanzado
nl: Geavanceerd
ru: Продвинутый

source: Show current time
es: Mostrar el tiempo actual
hu: Aktuális idő mutatása
nl: Laat huidige tijd zien
pt: Mostrar tempo corrente
ru: Показывать время

source: Show current date
es: Mostrar la fecha actual
hu: Aktuális dátum mutatása
nl: Laat huidige datum zien
pt: Mostrar data corrente
ru: Показывать дату

source: Enable developer mode
es: Habilitar modo de desarollador
nl: Activeer developer modus
ru: Включить режим разработчика

source: Advanced settings
es: Configuración avanzada
hu: További beállítások
nl: Geavanceerde instellingen
pt: Definições avançadas
ru: Доп. настройки

source: Cvar filter:
es: Filtro de Cvar
hu: Cvar szűrés:
pt: Filtro de Cvar
ru: Фильтр Cvar:

source: Setting:
es: Configuración:
hu: Beállítás:
nl: Cvar
pt: Definição:
ru: Настройка:

source: Type:
es: Tipo:
hu: Típus:
pt: Tipo:
ru: Вид:

source: Value:
es: Valor:
hu: Érték:
nl: Waarde:
pt: Valor:
ru: Значение:

source: Description:
es: Descripción:
hu: Leírás:
nl: Omschrijving:
pt: Descrição:
ru: Описание:

source: Menu skins:
es: Textura del menú:
hu: Menü felületek:
nl: Menu thema’s:
pt: Skins de Menu:
ru: Оформления:

source: Set skin
es: Definir apariencia
nl: Skin
ru: Оформления:

source: Set language
es: Definir Lenguaje:
nl: Taal van de tekst:
ru: Язык

source: Disable gore effects and harsh language
es: Deshabilitar efectos de sangre y lenguage ofensivo
nl: Schakel bloederigheid en obsceen taalgebruik uit
ru: Отключить эффекты жестокости

source: Allow player statistics to track your client
es: Permitir estadistica de jugadores rastrear a su cliente
nl: Sta speler statistieken toe om je te tracken
ru: Разрешить статистке отслеживать клиента

source: Allow player statistics to use your nickname
es: Permitir estadistica de jugadores usar su sobrenombre
nl: Sta speler statistieken toe om je nickname te gebruiken
ru: Разрешить статистике использовать имя игрока

source: Resolution:
es: Resolución:
hu: Felbontás:
nl: Resolutie:
pt: Resolução:
ru: Разрешение:

source: Font/UI size:
es: Tamaño de Font/UI:
hu: Font/UI méret:
nl: Tekst/UI afmetingen:
pt: Font/UI - tamanho:
ru: Размера шрифта/UI

source: SZ^Unreadable
es: Ilegible
hu: SZ^Olvashatatlan
nl: SZ^Onleesbaar
pt: Ilegível
ru: Нечитаемый

source: SZ^Tiny
es: Minuscula
hu: SZ^Apró
nl: SZ^Minuscuul
pt: Minuscula
ru: Крошечный

source: SZ^Little
es: Muy pequeña
hu: SZ^Pici
nl: SZ^Miniem
pt: Muito Pequena
ru: Маленький

source: SZ^Small
es: Pequeña
hu: SZ^Kicsi
nl: SZ^Klein
pt: Pequena
ru: Небольшой

source: SZ^Medium
es: Media
hu: SZ^Közepes
nl: SZ^Gemiddeld
pt: Média
ru: Средний

source: SZ^Large
es: Grande
hu: SZ^Nagy
nl: SZ^Aanzienlijk
pt: Grande
ru: Большой

source: SZ^Huge
es: Enorme
hu: SZ^Hatalmas
nl: SZ^Groot
pt: Enorme
ru: Огромный

source: SZ^Gigantic
es: Gigante
hu: SZ^Gigantikus
nl: SZ^Gigantisch
pt: Gigante
ru: Гигантский

source: SZ^Colossal
es: Colossal
hu: SZ^Óriási
nl: SZ^Kolossaal
pt: Colossal
ru: Колоссальный

source: Color depth:
es: Profundidad del color:
hu: Színmélység:
nl: Kleurdiepte:
pt: Profundidade da cor:
ru: Глубина цвета:

source: 16bit
ru: 16 бит

source: 32bit
ru: 32 бита

source: Full screen
es: Pantalla entera
hu: Teljes képernyő
nl: Volledig scherm
pt: Ecrã Inteiro
ru: На весь экран

source: Vertical Synchronization
es: Sincronizacion vertical
hu: Szinkonizálás a képfrissítéshez
nl: Verticale synchronisatie
pt: Sincronização Vertical
ru: Вертикальная синхронизация

source: Anisotropy:
es: Filtro Anisotrópico:
hu: Anizotrópia:
nl: Anisotropie
pt: Filtro Anisotrópico:
ru: Анизотропия:

source: ANISO^Disabled
es: Deshabilitado
hu: ANISO^Letiltva
nl: ANISO^Uitgeschakeld
pt: Desligado
ru: Отключена

source: Antialiasing:
hu: Élsimítás:
ru: Сглаживание:

source: AA^Disabled
es: Deshabilitado
hu: AA^Letiltva
nl: AA^Uitgeschakeld
pt: Desligado
ru: Отключено

source: High-quality frame buffer
es: Regulador de alta calidad
nl: Hoge kwaliteit frame buffer
ru: Высококачественный буфер кадров

source: Depth first:
es: Profundidad primero:
hu: Mélység először:
nl: Diepte eerst:
pt: Profundidade primeiro:
ru: Сперва глубина:

source: DF^Disabled
es: Desactivado
hu: Kikapcsolva
nl: DF^Uitgeschakeld
pt: Desligado
ru: Отключено

source: DF^World
es: Mundo
hu: Világ
nl: DF^Wereld
pt: Mundo
ru: Мир

source: DF^All
es: Todos
hu: Minden
nl: DF^Alles
pt: Todos
ru: Всё

source: Vertex Buffer Objects (VBOs)
nl: Vertex Buffer Objecten (VBOs)
pt: Objectos Vertex Buffers (VBOs)
ru: Использование Vertex Buffer Objects (VBOs)

source: VBO^Off
es: Desactivado
nl: VBO^Uit
pt: Desligado
ru: Отключено

source: Vertices, some Tris (compatible)
es: Vértices, algunos triangulos (compatible)
hu: Csúcspontok, néhány háromszög (kompatibilis)
nl: Vertices, sommige Tris (compatibel)
pt: Vértices, alguns Triângulos (compatível)
ru: Вершины, некоторые треугольники (совместимо)

source: Vertices
es: Vértices
hu: Csúcspontok
pt: Vértices
ru: Вершины

source: Vertices and Triangles
es: Vertices y triangulos
hu: Csúcspontok és háromszögek
nl: Vertices en Tris
pt: Vértices e Triângulos
ru: Вершины и треугольники

source: Brightness:
es: Brillo:
hu: Fényerő:
nl: Helderheid:
pt: Brilho:
ru: Яркость:

source: Contrast:
es: Contraste:
hu: Kontraszt:
pt: Contraste:
ru: Контраст:

source: Gamma:
ru: Гамма:

source: Contrast boost:
es: Resaltador de contraste
hu: Kontraszt növelés:
nl: Verhoog contrast:
pt: Contraste - Boost
ru: Усиление контраста:

source: Saturation:
es: Saturacion de color:
hu: Színtelítettség:
nl: Verzadiging:
pt: Saturação da Cor:
ru: Насыщенность:

source: LIT^Ambient:
es: Ambiente:
hu: Környezet:
nl: LIT^Omgevingslicht
pt: Som Ambiente:
ru: Окружающее освещение:

source: Intensity:
es: Intensidad:
hu: Erősség:
nl: Intensiteit:
pt: Intensidade:
ru: Мощность:

source: Wait for GPU to finish each frame
es: Esperar a la GPU para terminar cada frame
hu: Várakozás minden képkockánál, hogy a GPU végezzen
nl: Wacht op GPU voor elk frame
pt: Esperar que a placa gráfica termine cada frame
ru: Ждать завершения каждого кадра GPU

source: Use OpenGL 2.0 shaders (GLSL)
es: Usar shaders OpenGL2.0 (GLSL)
hu: OpenGL 2.0 árnyalók (GLSL) használata
nl: Gebruik OpenGL 2.0 shaders (GLSL)
pt: Usar shaders OpenGL2.0 (GLSL)
ru: Использовать шейдеры OpenGL 2.0 (GLSL)

source: Use GLSL to handle color control
es: Usar GLSL como manejador de colores
hu: GLSL használata a színvezérlés kezeléséhez
nl: Gebruik GLSL voor gamma correctie
pt: Usar GLSL para o controlo de cores
ru: Использовать GLSL для управления цветом

source: Psycho coloring (easter egg)
es: Coloracion psicopata (secreto)
nl: Psycho kleuren (easter egg)
ru: Психоделическая расцветка(пасхальное яйцо)

source: Trippy vertices (easter egg)
es: Vertices drogados (secreto)
ru: Клевые формы(пасхальное яйцо)

source: Flip view horizontally
es: Invertir vista horizontalmente
hu: A nézet horizontális döntése
nl: Spiegel zicht horizontaal
pt: Trocar vista horizontal
ru: Перевернуть изображение по горизонтали

source: Singleplayer
es: Jugador
hu: Egyjátékos
pt: Um Jogador
ru: Одиночная игра

source: Instant action! (random map with bots)
es: ¡Accion instantanea! (Mapa aleatorio con bots)
hu: Azonnali játék (véletlenszerű pálya botokkal)
nl: Instant actie! (random map met bots)
pt: Acção Instantânea! (Mapa ao acaso contra o computador)
ru: Быстрая игра (случайная карта с ботами)

source: Campaign Difficulty:
es: Dificultad de campaña:
nl: Campaign moeilijkheid
ru: Уровень трудности:

source: CSKL^Easy
es: Facil
nl: Makkelijk
ru: Легкий

source: CSKL^Medium
es: Mediano
nl: Gemiddeld
ru: Средняя

source: CSKL^Hard
es: Dificil
nl: Moeilijk
ru: Трудный

source: Start Singleplayer!
es: ¡Comenzar!
hu: Egyjátékos mód indítása
pt: Começar Um só Jogador!
ru: Начать одиночную игру

source: Winner
es: Vencedor
hu: Győztes
nl: Winnaar
pt: Vencedor
ru: Победитель

source: Team Selection
es: Selección de equipo
hu: Csapat választás
nl: Team Selectie
pt: Selecção de Equipa
ru: Выбор команды

source: join 'best' team (auto-select)
es: Ingresar 'mejor' equipo (selección automática)
hu: Csatlakozás a 'legjobb' csapathoz (auto-választás)
nl: aansluiten bij het ‘beste’ team (autoselect)
pt: juntar 'melhor' equipa (selecção automática)
ru: присоединиться к 'лучшей' команде (автовыбор)

source: red
es: rojo
hu: vörös
nl: rood
pt: vermelha
ru: красная

source: blue
es: azul
hu: kék
nl: blauw
pt: azul
ru: синяя

source: yellow
es: amarillo
hu: sárga
nl: geel
pt: amarela
ru: жёлтая

source: pink
es: rosa
hu: rózsaszín
nl: roze
pt: rosa
ru: розовая

source: spectate
es: espectador
hu: néző
nl: observeren
pt: espectador
ru: наблюдать

source: Do not press this button again!
es: ¡No vuelva a presionar este boton!
hu: Ne nyomd meg újra ezt a gombot!
nl: Druk deze knop niet meer in!
pt: Não voltar a carregar neste botão!
ru: Не нажимайте снова эту кнопку!
