Repository: xonotic/xonotic-data.pk3dir
Catalog: menu.dat.*.po
Languages: es, hu, nl, pt, ru

source: Huh? Can't play this (m is NULL). Refiltering so this won't happen again.
es: Huh? no puedes jugarlo (m es nulo). Reflitrando para que esto no vuelva a ocurrir.
hu: Jajj? Ezzel nem lehet játszani (m is NULL). Állítsd át a szürést, hogy ne ismétlődjön meg!
nl: He? Kan (m is NULL) niet spelen. Opnieuw filteren zodat dit niet weer gebeurt.
pt: Huh? Não posso jogar isto (m é NULL). Voltando a filtrar de maneira a que isto não se repitanovamente.
ru: Что? Не могу зайти (m = NULL). Перефильтрую, чтобы такого больше не случалось.

source: %s's Xonotic Server
es: Servidor de Xonotic de %s
hu: %s Xonotic kiszolgálója
nl: %s zijn Xonotic Server
pt: Servidor de Xonotic do %s
ru: Сервер Xonotic от %s

source: Huh? Can't play this (invalid game type). Refiltering so this won't happen again.
es: Huh? no puedes jugarlo (tipo de juego invalido). Reflitrado para que esto no vuelva a ocurrir.
hu: Jajj? Ezzel nem lehet játszani (érvénytelen játék típus). Állítsd át a szürést, hogy ne ismétlődjön meg! .
nl: He? Kan (ongeldige spel modus) niet spelen. Opnieuw filteren zodat dit niet weer gebeurt.
pt: Huh? Não posso jogar isto (tipo de jogo inválido). Voltando a filtrar de maneira a que isto não se repitanovamente.
ru: Что? Не могу зайти (неверный вид игры). Перефильтрую, чтобы такого больше не случалось.

source: spectator
es: espectador
nl: observeerder
ru: наблюдать

source: <no model found>
es: <ningún modelo encontrado>
hu: <modell nem található>
nl: <geen model gevonden>
pt: <nenhum modelo encontrado>
ru: <модель игрока не найдена>

source: Remove
es: Remover
hu: Eltávolítás
nl: Verwijderen
pt: Remover
ru: Убрать

source: Bookmark
es: Marcador
hu: Könyvjelző
pt: Marcar
ru: В закладки

source: Ping
ru: Пинг

source: Host name
es: Nombre del Host
hu: Gazda név
nl: Server naam
pt: Nome do Host
ru: Имя сервера

source: Map
es: Mapa
hu: Térkép
pt: Mapa
ru: Карта

source: Type
es: Tipo
hu: Típus
pt: Tipo
ru: Вид

source: Players
es: Jugadores
hu: Játékosok
nl: Spelers
pt: Jogadores
ru: Игроки

source: <TITLE>
es: <Título>
hu: <CÍM>
nl: <TITEL>
pt: <TÍTULO>
ru: <ЗАГОЛОВОК>

source: <AUTHOR>
es: <AUTOR>
hu: <SZERZŐ>
nl: <AUTEUR>
pt: <AUTOR>
ru: <АВТОР>

source: VOL^MAX
es: MAXIMO
hu: Hangerő maximum
nl: OL^MAX
pt: MÀX
ru: Максимум

source: VOL^OFF
es: DESACTIVADO
hu: Hangerő ki
nl: VOL^UIT
pt: DESLIGADO
ru: Отключено

source: %s dB
ru: %s дБ

source: Received HTTP request data for an invalid id %d.
es: Se ha recibido un pedido de datos HTTP para un id inválido: %d.
hu: Érvénytelen HTTP adatkérés érkezett id %d.
nl: HTTP verzoek ontvangen voor ongeldig id %d.
pt: Recebido um pedido HTTP de um id inválido %d.
ru: Получены данные HTTP запроса для неверного id %d.

source: error receiving update notification: status is %d
es: error recibiendo notificación de actualización: el estado es %d
hu: Frissítési értesítési hiba: az állapota %d
nl: fout bij ontvangen update melding: status is %d
pt: erro ao receber notificação: o estado e %d
ru: ошибка при получении уведомления об обновлении: статус %d

source: error: received HTML instead of an update notification
es: error: se ha recibido HTML en vez de una notificación de actualización
hu: Hiba: frissítési értesítés helyett egy HTML-t kapott
nl: fout: HTML ontvangen in plaats van update melding
pt: erro: recebido HTML em vez de notificação de actualização
ru: ошибка: получение HTML вместо уведомления об обновлении

source: error: received carriage returns from update notification server
es: error: se recibieron retornos de carro desde el servidor que notifica las actualizaciones
hu: Hiba: a frissítés értesítő szerverről egy 'kocsi vissza'-t kapott
nl: fout: enters ontvangen van update meldingsserver
pt: erro: recebido 'carriage return' de um servidor de notificação de actualização
ru: ошибка: получены символы возврата строки от сервера уведомлений об обновлениях

source: Update can be downloaded at: %s
es: Actualización puede ser descargada en: %s
hu: Frissítés letölthető: %s -ről
nl: Update kan gedownload worden bij: %s
pt: Actualização pode ser transferida em: %s
ru: Обновление может быть загружено с: %s

source: Autogenerating mapinfo for newly added maps...
es: Generación automática de información para mapas nuevos...
hu: Önállóan előállitott MapInfo az újonnan hozzáadott térképekhez...
nl: Automatisch map info aanmaken voor nieuwe maps...
pt: Informação de mapas auto-gerada para novos mapas...
ru: Автоматическое создание mapinfo для новых карт...

source: ^1%s TEST BUILD
ru: ^1%s ТЕСТОВАЯ СБОРКА

source: Update to %s now!
es: ¡Actualizar para %s ahora!
hu: Most frissítsd %s-re!
nl: Update nu naar %s!
pt: Actualize para %s agora!
ru: Обновитесь до %s сейчас же!

source: ^1ERROR: Texture compression is required but not supported. ^1Expect visual problems.
es: ^1ERROR: Se requiere la compresion de texturas, pero no es soportada. ^1Pueden ocurrir posibles problemas visuales.
hu: ^1Hiba: textúra tömörítés szükséges, de nem támogatott. ^1Gondok lehetnek a látvánnyal.
nl: ^1ERROR: Textuurcompressie is nodig maar niet ondersteund. ^1Verwacht grafische problemen.
pt: ^1ERRO: A compressão de texturas é necessária mas não é suportada. ^1Possíveis problemas visuais.
ru: 1^ОШИБКА: Сжатие текстур требуется, но не поддерживается. 1^Ожидайте проблемы с отображением.

source: Use default
es: Usar por defecto
hu: Alapértékek használata
nl: Gebruik standaard
pt: Usar defeito
ru: Исп. настройки по умолчанию

source: Team Color:
es: Color del equipo:
hu: Csapat színe:
nl: Team Kleur:
pt: Cor da Equipa:
ru: Цвет команды:

source: Enable panel
es: Activar panel
hu: Panel engedélyezés
nl: Activeer paneel
pt: Actival painel
ru: Включить панель

source: %s (mutator weapon)
ru: %s (оружие из мутатора)

source: error: status is %d
es: error: estado es %d
hu: Hiba: állapot %d
pt: erro: o estado é &d
ru: ошибка: статус %d

source: error creating curl handle
es: error creando el manejador curl
hu: Curl kezelő hibát okozott
nl: fout bij aanmaken curl handgreep
pt: erro a criar curl handle
ru: ошибка при создании curl handle

source: Notification dump command only works with cl_cmd and sv_cmd.
es: Comando de despligue solo funciona con cl_cmd y sv_cmd.
ru: Команда на выгрузку уведомлений работает только c cl_cmd и sv_cmd.

source: Notification restart command only works with cl_cmd and sv_cmd.
es: Comando de reinicio de notificaciones solo funciona con cl_cmd y sv_cmd.
ru: Перезапуск системы уведомлений работает только с cl_cmd и sv_cmd.

source: CI_DEC^%s years
es: %s años
ru: %s лет

source: CI_ZER^%d years
es: %d años
ru: %d лет

source: CI_FIR^%d year
es: %d año
ru: %d лет

source: CI_SEC^%d years
es: %d años
ru: %d год

source: CI_THI^%d years
es: %d años
ru: %d года

source: CI_MUL^%d years
es: %d años
ru: %d года

source: CI_DEC^%s weeks
es: %s semanas
ru: %s недель

source: CI_ZER^%d weeks
es: %d semanas
ru: %d неделя

source: CI_FIR^%d week
es: %d semana
ru: %d неделя

source: CI_SEC^%d weeks
es: %d semanas
ru: %d недели

source: CI_THI^%d weeks
es: %d semanas
ru: %d недели

source: CI_MUL^%d weeks
es: %d semanas
ru: %d недель

source: CI_DEC^%s days
es: %d dias
ru: %s дней

source: CI_ZER^%d days
es: %d dias
ru: %d дней

source: CI_FIR^%d day
es: % dia
ru: %d день

source: CI_SEC^%d days
es: %d dias
ru: %d дня

source: CI_THI^%d days
es: %d dias
ru: %d дня

source: CI_MUL^%d days
es: %d dias
ru: %s часов

source: CI_DEC^%s hours
es: %s horas
ru: %s часов

source: CI_ZER^%d hours
es: %d horas
ru: %d часов

source: CI_FIR^%d hour
es: %d hora
ru: %d час

source: CI_SEC^%d hours
es: %d horas
ru: %d часа

source: CI_THI^%d hours
es: %d horas
ru: %d часа

source: CI_MUL^%d hours
es: %d horas
ru: %d часов

source: CI_DEC^%s minutes
es: %s minutos
ru: %s минут

source: CI_ZER^%d minutes
es: %d minutos
ru: %d минут

source: CI_FIR^%d minute
es: %d minuto
ru: %d минута

source: CI_SEC^%d minutes
es: %d minutos
ru: %d минуты

source: CI_THI^%d minutes
es: %d minutos
ru: %d минуты

source: CI_MUL^%d minutes
es: %d minutos
ru: %d минут

source: CI_DEC^%s seconds
es: %s segundos
ru: %s секунд

source: CI_ZER^%d seconds
es: %d segundos
ru: %d секунд

source: CI_FIR^%d second
es: %d segundo
ru: %d секунда

source: CI_SEC^%d seconds
es: %d segundos
ru: %d секунды

source: CI_THI^%d seconds
es: %d segundos
ru: %d секунды

source: CI_MUL^%d seconds
es: %d segundos
ru: %d минут

source: %dst
ru: %dй

source: %dnd
ru: %dй

source: %drd
ru: %dй

source: %dth
ru: %dй

source: @!#%'n Tuba Throwing
hu: @!#%'n Tuba Dobás
nl: @!#%'n Tuba Smijten
ru: @!#%'n Швыряние Тубой

source: ^1Server notices:
es: ^1Avisos del servidor:
ru: ^1Уведомления от сервера:

source: ^7%s (^3%d sec left)
es: ^7%s(^3%d segundos restantes)
ru: ^7%s (^3%d секунд осталось)

source: ^BG%s^BG captured the ^TC^TT^BG flag
es: ^BG%s^BG ha capturado la bandera ^TC^TT^BG
ru: ^BG%s^BG захватил ^TC^TT^BG флаг

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds, breaking ^BG%s^BG's previous record of ^F2%s^BG seconds
es: ^BG%s^BG capturo la bandera ^TC^TT^BG en ^F1%s^BG segundos, superando el record previo de ^BG%s^BG con un tiempo de ^F2%s^BG segundos
ru: ^BG%s^BG захватил ^TC^TT^BG флаг за ^F1%s^BG секунд, побив предыдущий рекорд ^BG%s^BG в ^F2%s^BG секунд

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F1%s^BG seconds
es: ^BG%s^BG capturo la bandera ^TC^TT^BG en ^F1%s^BG segundos
ru: ^BG%s^BG захватил ^TC^TT^BG флаг за ^F1%s^BG секунд

source: ^BG%s^BG captured the ^TC^TT^BG flag in ^F2%s^BG seconds, failing to break ^BG%s^BG's previous record of ^F1%s^BG seconds
es: ^BG%s^BG capturo la bandera ^TC^TT^BG en ^F2%s^BG segundos, no logrando superar el record previo de ^BG%s^BG con un tiempo de ^F1%s^BG segundos
ru: ^BG%s^BG захватил ^TC^TT^BG флаг за ^F2%s^BG секунд, но не смог побить предыдущий рекорд ^BG%s^BG в ^F1%s^BG секунд

source: ^BGThe ^TC^TT^BG flag was returned to base by its owner
es: ^BG La bandera ^TC^TT^BG fue regresada a la base por su dueño
ru: ^BGВладелец вернул ^TC^TT^BG флаг на свою базу

source: ^BGThe ^TC^TT^BG flag was destroyed and returned to base
es: ^BGLa bandera ^TC^TT^BG fue destruida y regresada a la base
ru: ^BG^TC^TT^BG флаг был уничтожен и возвращен на базу

source: ^BGThe ^TC^TT^BG flag was dropped in the base and returned itself
es: ^BGLa bandera ^TC^TT^BG fue arrojada dentro de la base y se regreso sola
ru: ^BG^TC^TT^BG флаг был брошен прямо на своей базе, куда он и вернулся

source: ^BGThe ^TC^TT^BG flag fell somewhere it couldn't be reached and returned to base
es: ^BGLa ^TC^TT^BG bandera se ha caido a un lugar donde no se puede recuperar y ha regresado a la base
ru: ^BG^TC^TT^BG флаг упал туда, откуда его не достать и был возвращён на базу

source: ^BGThe ^TC^TT^BG flag became impatient after ^F1%.2f^BG seconds and returned itself
es: ^BGLa ^TC^TT^BG bandera se vovio impaciente despes de ^F1%2f^BG segundos y se regreso por si misma
ru: ^BG^TC^TT^BG У флага кончилось терпение и после ^F1%.2f^BG секунд ожидания он вернулся на базу

source: ^BGThe ^TC^TT^BG flag has returned to the base
es: ^BGLa ^TC^TT^BG bandera ha regresado a la base
ru: ^BG^TC^TT^BG флаг вернулся на свою базу

source: ^BG%s^BG lost the ^TC^TT^BG flag
es: ^BG%s^BG ha perdido la ^TC^TT^BG banera
ru: ^BG%s^BG потерял ^TC^TT^BG флаг

source: ^BG%s^BG got the ^TC^TT^BG flag
es: ^BG%s^BG obtuvo la ^TC^TT^BG bandera
ru: ^BG%s^BG забрал ^TC^TT^BG флаг

source: ^BG%s^BG returned the ^TC^TT^BG flag
es: ^BG%s^BG regreso la ^TC^TT^BG bandera
ru: ^BG%s^BG вернул ^TC^TT^BG флаг

source: ^BG%s%s^K1 was unfairly eliminated by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue eliminado injustamente por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был ликвидирован нечестным путем ^BG%s^K1%s%s

source: ^BG%s%s^K1 was drowned by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue ahogado por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был утоплен ^BG%s^K1%s%s

source: ^BG%s%s^K1 was grounded by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue azotado por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был впечатан в землю ^BG%s^K1%s%s

source: ^BG%s%s^K1 was burnt up into a crisp by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue quemado hasta crujir por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был прожарен до хрустящей корочки ^BG%s^K1%s%s

source: ^BG%s%s^K1 was cooked by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue cocinado por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был приготовлен с помощью ^BG%s^K1%s%s

source: ^BG%s%s^K1 was shot into space by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue lanzado al espacio por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был отправлен в открытый космос ^BG%s^K1%s%s

source: ^BG%s%s^K1 was slimed by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue baboseado por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был утоплен в слизи ^BG%s^K1%s%s

source: ^BG%s%s^K1 was preserved by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue preservado por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был мумифицирован ^BG%s^K1%s%s

source: ^BG%s%s^K1 was telefragged by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue "telefragged" por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был убит ^BG%s^K1%s%s в процессе телепортации

source: ^BG%s%s^K1 died in an accident with ^BG%s^K1%s%s
es: ^BG%s%s^K1 murio en una accidente con ^BG%^K1%s%s
ru: ^BG%s%s^K1 погиб в результате несчастного случая с участием ^BG%s^K1%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Bumblebee exploded%s%s
es: ^BG%s%s^K1 fue atrapado en la explosion de el "Bumblebee" de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 зацепило взрывной волной, когда ^BG%s^K1 взорвался со своим Bumblebee%s%s

source: ^BG%s%s^K1 saw the pretty lights of ^BG%s^K1's Bumblebee gun%s%s
es: ^BG%s%s^K1 vio las lucecitas de el cañon de el "Bumblebee" de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 долюбовался огоньками из пушки Bumblebee, пилотируемого ^BG%s^K1%s%s

source: ^BG%s%s^K1 was crushed by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue aplastado por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был раздавлен ^BG%s^K1%s%s

source: ^BG%s%s^K1 was cluster bombed by ^BG%s^K1's Raptor%s%s
es: ^BG%s%s^K1 fue bombardeado por el "Raptor" de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был завален кассетными бомбами с Raptor'а ^BG%s^K1%s%s

source: ^BG%s%s^K1 couldn't resist ^BG%s^K1's purple blobs%s%s
es: ^BG%s%s^K1 no pudo resistir las gotas moradas de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 не смог устоять перед пурпурными шариками ^BG%s^K1%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Raptor exploded%s%s
es: ^BG%s%s^K1 fue atrapado en la explosion cuando el Raptor de ^BG%s^K1 exploto%s%s
ru: ^BG%s%s^K1 зацепило взрывной волной, когда ^BG%s^K1 взорвался со своим Raptor'ом%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Spiderbot exploded%s%s
es: ^BG%s%s^K1 fue atrapado en la explosion cuando el Spiderbot de ^BG%s^K1 exploto%s%s
ru: ^BG%s%s^K1 зацепило взрывной волной, когда ^BG%s^K1 взорвался со своим Spiderbot'ом%s%s

source: ^BG%s%s^K1 got shredded by ^BG%s^K1's Spiderbot%s%s
es: ^BG%s%s^K1 fue rallado por el Spiderbot de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был измельчён Spiderbot'ом управляемым ^BG%s^K1%s%s

source: ^BG%s%s^K1 was blasted to bits by ^BG%s^K1's Spiderbot%s%s
es: ^BG%s%s^K1 fue despedazado por el Spiderbot de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был разорван на кусочки Spiderbot'ом управляемым ^BG%s^K1%s%s

source: ^BG%s%s^K1 got caught in the blast when ^BG%s^K1's Racer exploded%s%s
es: ^BG%s%S^K1 fue atrapado en el estallido cuando el Racer de ^BG%s^K1 exploto%s%s
ru: ^BG%s%s^K1 зацепило взрывной волной, когда ^BG%s^K1 взорвался со своим Racer'ом%s%s

source: ^BG%s%s^K1 was bolted down by ^BG%s^K1's Racer%s%s
es: ^BG%s%s^K1 fue eliminado por el Racer de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 пригвоздило Racer'ом ^BG%s^K1%s%s

source: ^BG%s%s^K1 couldn't find shelter from ^BG%s^K1's Racer%s%s
es: ^BG%s%s^K1 no pudo resguardarse del Racer de ^BG%s^K1%s%s
ru: ^BG%s%s^K1 не смог скрыться от Racer'а ^BG%s^K1%s%s

source: ^BG%s%s^K1 was thrown into a world of hurt by ^BG%s^K1%s%s
es: ^BG%s%s^K1 fue lanzado a un mundo de dolor por ^BG%s^K1%s%s
ru: ^BG%s%s^K1 был отправлен в мир боли ^BG%s^K1%s%s

source: ^BG%s^K1 was moved into the %s%s
es: ^BG%s^K1 fue movido al %s%s]n
ru: ^BG%s^K1 был перемещён в %s%s

source: ^BG%s^K1 became enemies with the Lord of Teamplay%s%s
es: ^BG%s^K1 se convirtio en enemigo del Señor del Trabajo en Equipo%s%s
ru: ^BG%s^K1 не подружился с Богом Командной Игры%s%s

source: ^BG%s^K1 thought they found a nice camping ground%s%s
es: ^BG%s^K1 penso que habia encontrado un buen lugar para acampar%s%s
ru: ^BG%s^K1 думал что нашёл хорошее место чтобы передохнуть%s%s

source: ^BG%s^K1 unfairly eliminated themself%s%s
es: ^BG%s^K1 se elimino injustamente a si mismo%s%s
ru: ^BG%s^K1 коварно самоликвидировался%s%s

source: ^BG%s^K1 couldn't catch their breath%s%s
es: ^BG%s^K1 no pudo recuperar el aliento%s%s
ru: ^BG%s^K1 не смог отдышаться%s%s

source: ^BG%s^K1 was in the water for too long%s%s
es: ^BG%s^K1 estuvo demasiado tiempo en el agua%s%s
ru: ^BG%s^K1 находился под водой слишком долго%s%s

source: ^BG%s^K1 hit the ground with a crunch%s%s
es: ^BG%s^K1 golpeo el piso con un crujido%s%s
ru: ^BG%s^K1 с хрустом ударился о землю%s%s

source: ^BG%s^K1 hit the ground with a bit too much force%s%s
es: ^BG%s^K1 golpeo el piso con un poco de fuerza de mas%s%s
ru: ^BG%s^K1 слишком сильно ударился о землю%s%s

source: ^BG%s^K1 became a bit too crispy%s%s
es: ^BG%s^K1 se volvio demasiado crujiente%s%s
ru: ^BG%s^K1 слишком сильно хрустнул%s%s

source: ^BG%s^K1 felt a little hot%s%s
es: ^BG%s^K1 se sintio un poco caliente%s%
ru: ^BG%s^K1 почувствовал, что ему стало немного жарковато%s%s

source: ^BG%s^K1 died%s%s
es: ^BG%s^K1 murio%s%s
ru: ^BG%s^K1 умер%s%s

source: ^BG%s^K1 turned into hot slag%s%s
es: ^BG%s^K1 se convirtio en escoria caliente%s%S
ru: ^BG%s^K1 сгорел дотла%s%s

source: ^BG%s^K1 found a hot place%s%s
es: ^BG%s^K1 encontro un lugar caliente%s%s
ru: ^BG%s^K1 нашёл тёплое местечко%s%s

source: ^BG%s^K1 died%s%s. What's the point of living without ammo?
es: ^BG%s^K1 se murio%s%s. Cual es el punto de vivir sin municiones?
ru: ^BG%s^K1 умер%s%s. Какой смысл жить без патронов?

source: ^BG%s^K1 ran out of ammo%s%s
es: ^BG%s^K1 se ha quedado sin municiones%s%s
ru: ^BG%s^K1 расстрелял все патроны%s%s

source: ^BG%s^K1 rotted away%s%s
es: ^BG%s^K1 se pudrio%s%s
ru: ^BG%s^K1 погиб%s%s

source: ^BG%s^K1 became a shooting star%s%s
es: ^BG%s^K1 se volvio una estrella fugaz%s%s
ru: ^BG%s^K1 окочурился%s%s

source: ^BG%s^K1 was slimed%s%s
es: ^BG%s^K1 fue baboseado%s%s
ru: ^BG%s^K1 утопился в слизи%s%s

source: ^BG%s^K1 couldn't take it anymore%s%s
es: ^BG%s^K1 no lo pudo soportar mas%s%s
ru: ^BG%s^K1 устал от жизни%s%s

source: ^BG%s^K1 is now preserved for centuries to come%s%s
es: ^BG%s^K1 ahora esta preservado por los siglos a venir%s%s
ru: ^BG%s^K1 мумифицирован на века%s%s

source: ^BG%s^K1 switched to the %s%s
es: ^BG%s^K1 se cambio al %s%s
ru: ^BG%s^K1 перешёл в %s%s

source: ^BG%s^K1 died in an accident%s%s
es: ^BG%s^K1 muro en un accidente%s%s
ru: ^BG%s^K1 погиб в результате несчастного случая%s%s

source: ^BG%s^K1 ran into a turret%s%s
es: ^BG%s^K1 se enfrento con una torreta%s%
ru: ^BG%s^K1 влетел прямо в турель%s%s

source: ^BG%s^K1 was blasted away by an eWheel turret%s%s
es: ^BG%s^K1 fue eliminado por una torreta "eWheel"%s%s
ru: ^BG%s^K1 был разорван в клочья турелью eWheel%s%s

source: ^BG%s^K1 got caught up in the FLAC turret fire%s%s
es: ^BG%s^K1 se atoro entro los disparos de una torreta FLAC%s%s
ru: ^BG%s^K1 попал под огонь зенитки%s%s

source: ^BG%s^K1 was blasted away by a Hellion turret%s%s
es: ^BG%s^K1 fue elimiado por una torreta Hellion%s%s
ru: ^BG%s^K1 был разорван в клочья турелью Hellion%s%s

source: ^BG%s^K1 could not hide from the Hunter turret%s%s
es: ^BG%s^K1 no se pudo esconder de la torreta Hunter%s%s
ru: ^BG%s^K1 не смог спрятаться от турели Hunter%s%s

source: ^BG%s^K1 was riddled full of holes by a Machinegun turret%s%s
es: ^BG%s^K1 fue llenado de hoyos por una torreta Machinegun%s%s
ru: ^BG%s^K1 был изрешечен Пулеметной турелью%s%s

source: ^BG%s^K1 got turned into smoldering gibs by an MLRS turret%s%s
es: ^BG%s^K1 fue convertido en pedacitos ardientes por una torreta MLRS%s%s
ru: ^BG%s^K1 был разорван на тлеющие кусочки турелью MLRS%s%s

source: ^BG%s^K1 was phased out by a turret%s%s
es: ^BG%s^K1 fue eleminado por una torreta%s%s
ru: ^BG%s^K1 был упразднён турелью%s%s

source: ^BG%s^K1 got served some superheated plasma from a turret%s%s
es: ^BG%s^K1 fue servido un poco de plasma sobrecalentado por parte de una torreta%s%s
ru: ^BG%s^K1 отведал перегретой плазмы из турели %s%s

source: ^BG%s^K1 was electrocuted by a Tesla turret%s%s
es: ^BG%s^K1 fue electrocutado por una torreta Tesla%s%s
ru: ^BG%s^K1 был убит электрическим током турелью Tesla%s%s

source: ^BG%s^K1 got served a lead enrichment by a Walker turret%s%s
es: ^BG%s^K1 fue enriquezido con plomo por una torreta Walker%s%s
ru: ^BG%s^K1 был обогащён свинцом из турели Walker'а%s%s

source: ^BG%s^K1 was impaled by a Walker turret%s%s
es: ^BG%s^K1 fue atravezado por una torreta Walker%s%s
ru: ^BG%s^K1 был пронзён турелью Walker'а%s%s

source: ^BG%s^K1 was blasted away by a Walker turret%s%s
es: ^BG%s^K1 fue eliminado por una torreta Walker%s%s
ru: ^BG%s^K1 был разорван в клочья турелью Walker'а%s%s

source: ^BG%s^K1 got caught in the blast of a Bumblebee explosion%s%s
es: ^BG%s^K1 fue atrapado en el estallido de un Bumblebee%s%s
ru: ^BG%s^K1 зацепило взрывной волной от Bumblebee%s%s

source: ^BG%s^K1 was crushed by a vehicle%s%s
es: ^BG%s^K1 fue aplastado por un vehiculo%s%s
ru: ^BG%s^K1 был раздавлен весом тяжёлой машины%s%s

source: ^BG%s^K1 was caught in a Raptor cluster bomb%s%s
es: ^BG%s^K1 fue atrapado en una bomba de un Raptor%s%s
ru: ^BG%s^K1 был накрыт кассетными бомбами с Raptor'а%s%s

source: ^BG%s^K1 got caught in the blast of a Raptor explosion%s%s
es: ^BG%s^K1 fue atrapado en la explosion de un Raptor%s%s
ru: ^BG%s^K1 задело взрывной волной от Raptor'a%s%s

source: ^BG%s^K1 got caught in the blast of a Spiderbot explosion%s%s
es: ^BG%s^K1 fue atrapado en la explosion de un Spiderbot%s%s
ru: ^BG%s^K1 задело взрывной волной от Spiderbot'а%s%s

source: ^BG%s^K1 was blasted to bits by a Spiderbot rocket%s%s
es: ^BG%s^B1 fue despedazado por un misil de un Spiderbot%s%s
ru: ^BG%s^K1 был разорван на кусочки ракетой Spiderbot'а%s%s

source: ^BG%s^K1 got caught in the blast of a Racer explosion%s%s
es: ^BG%s^K1 fue atrapado en la explosion de un Racer%s%s
ru: ^BG%s^K1 задело взрывной волной от Racer'а%s%s

source: ^BG%s^K1 couldn't find shelter from a Racer rocket%s%s
es: ^BG%s^K1 no se puedo resguardar de un misil de un Racer%s%s
ru: ^BG%s^K1 не смог укрыться от ракеты Racer'а%s%s

source: ^BG%s^K1 was in the wrong place%s%s
es: ^Bg%s^K1 estuvo en el lugar equivocado%s%s
ru: ^BG%s^K1 попал туда, куда не должен был%s%s

source: ^BG%s^K1 was betrayed by ^BG%s^K1%s%s
es: ^BG%s^K1 fue traicionado por ^BG%s^K1%s%s
ru: ^BG%s^K1 был предан ^BG%s^K1%s%s

source: ^BG%s^K1 was frozen by ^BG%s
es: ^BG%s^K1 fue congelado por ^BG%s
ru: ^BG%s^K1 был заморожен ^BG%s

source: ^BG%s^K3 was revived by ^BG%s
es: ^BG%s^K3 fue revivido por ^BG%s
ru: ^BG%s^K3 был оживлён ^BG%s

source: ^BG%s^K3 was automatically revived after %s second(s)
es: ^BG%s^K3 fue revivido automaticamente despues de %s segundo(s)
ru: ^BG%s^K3 был автоматически оживлён после %s секунд(ы) ожидания

source: ^TC^TT^BG team wins the round
es: El equipo ^TC^TT^BG gano la ronda
ru: ^TC^TT^BG команда победила в этом раунде

source: ^BG%s^BG wins the round
es: ^BG%s^BG gano la ronda
ru: ^BG%s^BG победил в этом раунде

source: ^BGRound tied
es: ^BGRonda empatada
ru: ^BGНичья

source: ^BGRound over, there's no winner
es: ^BGRonda se ha finalizado sin un ganador
ru: ^BGРаунд окончен, победитель не определён

source: ^BG%s^K1 froze themself
es: %BG%s^K1 se congelo a si mismo
ru: ^BG%s^K1 сам себя заморозил

source: ^BGGodmode saved you %s units of damage, cheater!
es: ^BGModo dios te ha ahorrado %s unidades de daño, tramposo!
ru: ^BGРежим Бога спас тебя от %s очков урона, читер!

source: ^BGYou do not have the ^F1%s
es: ^BGNo tienes la ^F1%s
ru: ^BGУ вас нету ^F1%s
