Repository: xonotic/xonotic-data.pk3dir
Catalog: menu.dat.*.po
Languages: es, hu, nl, pt, ru

source: Usage: menu_cmd command..., where possible commands are:
es: Uso: menu_cmd commando..., donde los posibles comandos son:
hu: Használat: menu_cmd parancs..., ahol a lehetséges parancs:
nl: Gebruik: menu_cmd command..., waar mogelijke opdrachten zijn:
pt: Uso: menu_cmd command..., onde estão possíveis comandos:
ru: Использование: menu_cmd команда..., где возможные команды:

source: sync - reloads all cvars on the current menu page
es: sync - recarga todas las cvar en la pagina del menu actual
hu: sync - újratölti az összes cvar-t az aktuális menü oldalon
nl: sync - alle cvars op de huidige menupagina worden opnieuw geladen
pt: sync - recarrega todas as cvars no menu actual
ru: sync - обновляет все cvar'ы на текущей странице меню

source: directmenu ITEM - select a menu item as main item
es: directmenu ITEM - selecciona un objeto del menu como principal
hu: directmenu TÁRGY - kiválaszt egy menü pontot, fő tárgynak
nl: directmenu ITEM - selecteer deel van menu als hoofddeel
pt: directmenu ITEM - selecciona um item do menu como o principal
ru: directmenu ITEM - определить элемент меню как главный элемент

source: Available options:
es: Opciones disponibles:
ru: Доступные параметры:

source: Invalid command. For a list of supported commands, try menu_cmd help.
es: Comando no válido. Para una lista de comandos soportados, escriba menu_cmd help
hu: Érvénytelen parancs. A támogatott parancsok listájáért, próbáld a menu_cmd segitséget.
nl: Ongeldige opdracht. Voor een lijst met ondersteunde opdrachten, probeer menu_cmd help.
pt: Comando inválido. Para uma lista de comandos suportados, escrever menu_cmd help.
ru: Неверная команда. Попробуйте menu_cmd help, чтобы получить список доступных команд.

source: NOTE: label text %s too wide for label, condensed by factor %f
es: NOTA: texto %s demasiado largo para la etiqueta, condensada por factor %f
hu: MEGJEGYZÉS: a %s szöveg túl széles címkének, csökkentsd %f-el
nl: ATTENTIE: tekst van het label is %s te wijd, word met een factor %f verkleind
pt: NOTA: marca texto %s demasiado larga para etiqueta, condensada por factor %f
ru: ВНИМАНИЕ: текст %s слишком широк для надписи, сжат в %f раз

source: Item %d
hu: Tárgy %d
ru: Предмет %d

source: custom
es: Personalizado
hu: egyéni
nl: aangepast
pt: modificado
ru: особо

source: ^4MQC Build information: ^1%s
es: ^4MQC Información de compilación/build %s
nl: ^4MQC Versie informatie: %s
ru: ^4Сведения о сборке MQC: ^1%s

source: Level %d: %s
es: Nivel %d: %s
hu: Szint %d: %s
pt: Nível %d: %s
ru: Уровень %d: %s

source: will be saved to config.cfg
es: será guardado en config.cfg
hu: A config.cfg-ba lesz mentve
nl: word in config.cfg opgeslagen
pt: vai ser guardado para config.cfg
ru: будет сохранено в config.cfg

source: will not be saved
es: no será guardado
hu: Nem lesz elmentve
nl: word niet opgeslagen
pt: não será guardado
ru: не будет сохранено

source: private
es: privado
hu: magán
nl: privé
pt: privado
ru: личное

source: engine setting
es: configuración del motor
hu: motor beállítás
nl: engine instelling
pt: definição do motor
ru: установка движка

source: read only
es: sólo lectura
hu: csak olvasható
nl: alleen lezen
pt: apenas ler
ru: только чтение

source: Credits
es: Créditos
hu: Köszönetek
nl: Aftiteling
pt: Créditos
ru: Разработчики

source: OK
hu: Rendben
ru: ОК

source: Welcome
es: Bienvenido
hu: Üdvözlet
nl: Welkom
pt: Bem-Vindo
ru: Добро пожаловать

source: Welcome to Xonotic, please select your language preference and enter your player name to get started. You can change these options later through the menu system.
es: Bienvenido a Xonotic, por favor seleccióne su lenguaje preferido e ingrese su nombre de jugador. Estas opciones pueden ser modificadas luego utilizando el menú de configuración.
nl: Welkom bij Xonotic, selecteer de gewenste taal en stel je naam in bij het speler menu. Deze instellingen kun je later wijzigen in het menu systeem
pt: Bem-vindo ao Xonotic, por favor escolhe a linguagem de preferência e insere o nick para começar. Pode mudar as opções mais tarde nas opções.
ru: Добро пожаловать в Xonotic. Для начала, пожалуйста, выберите ваш язык и введите ваше имя. Позже вы сможете изменить эти настройки в меню.

source: Name:
es: Nombre:
hu: Név:
nl: Naam:
pt: Nome:
ru: Имя:

source: Text language:
es: Lenguaje:
hu: Szöveg nyelv:
nl: Taal van de tekst:
pt: Linguagem do texto:
ru: Язык меню:

source: Allow player statistics to use your nickname at stats.xonotic.org?
es: Autorizar a las estadisticas de jugadores de usar tu nombre en stat.xonotic.org?
nl: Sta toe dat speler statistieken uw nickname gebruiken op stats.xonotic.org?
ru: Разрешить при сборе статистики игры использовать имя игрока?

source: ALWU2N^Yes
es: Si
nl: Ja
ru: Да

source: ALWU2N^No
es: No
nl: Nee
ru: Нет

source: ALWU2N^Undecided
es: Indeciso
nl: Geen idee
ru: Спросить позже

source: Save settings
es: Guardar configuración
hu: A beállítások mentése
nl: Opslaginstellingen:
pt: Guardar Definições
ru: Сохранить настройки:

source: Ammo Panel
es: Panel de munición
hu: Lőszer Panel
nl: Ammunitie Paneel
pt: Painel de munições
ru: Панель боеприпасов

source: Ammunition display:
es: Pantalla de munición:
hu: Lőszer kijelző:
nl: Ammunitie venster:
pt: Mostrar munições:
ru: Показ боеприпасов:

source: Show only current ammo type
es: Mostrar sólo la munición actual
hu: Csak az aktuális lőszer típus megjelenítése
nl: Laat alleen huidig ammunitietype zien
pt: Mostrar apenas o tipo de munição actual
ru: Показывать только текущий вид боеприпасов

source: Align icon:
es: Alinear ícono
nl: Icoon uitlijning:
ru: Выровнять иконки:

source: Left
es: Izquierda
hu: Bal
nl: Links
pt: Esquerda
ru: Слева

source: Right
es: Derecha
hu: Jobb
nl: Rechts
pt: Direita
ru: Справа

source: Centerprint
es: Mensaje centrado
ru: Главные сообщения

source: Message duration:
es: Duración del mensaje:
nl: Bericht lengte:
ru: Длительность сообщения:

source: Fade time:
es: Tiempo hasta desaparecer:
nl: Vervaagtijd:
ru: Время исчезновения:

source: Flip messages order
es: Intercambiar orden de mensajes
nl: Berichtvolgorde omdraaien
ru: Обратить порядок уведомлений

source: Text alignment:
es: Alineado de texto
nl: Text positie:
ru: Выравнивание текста:

source: Center
es: Centro
nl: Gecentreerd
ru: По центру

source: Font scale:
es: Escala de fuente:
nl: Lettertype schaal:
ru: Размер шрифта:

source: Chat Panel
es: Panel de chat
hu: Csevely Panel
nl: Chat Paneel
pt: Painel de Conversa
ru: Панель чата

source: Chat entries:
es: Entradas de chat:
hu: Csevely bejegyzések:
nl: Chat posts:
pt: Entradas na Conversa:
ru: Записи в чате:

source: Chat size:
es: Tamaño del chat:
hu: Csevely méret:
nl: Chat grootte
pt: Tamanho da Conversa:
ru: Размер чата:

source: Chat lifetime:
es: Tiempo de vida del chat:
hu: Csevely élettartam:
nl: Chat tijd:
pt: Tempo de vida da Conversa:
ru: Время жизни:

source: Chat beep sound
es: Alarma de chat
hu: Csevely sípszó
nl: Chat geluid
pt: Som de aviso de Conversa
ru: Звук чата:

source: Engine Info Panel
es: Panel de Información del Motor
hu: Motor Információs panel
nl: Engine Informatie Paneel
pt: Painel de Informação do Motor
ru: Панель сведений о движке

source: Engine info:
es: Información del Motor:
hu: Motor Információ:
nl: Engine Informatie:
pt: Informação do Motor:
ru: Сведения о движке:

source: Use an averaging algorithm for fps
es: Usar un algoritmo de promediado de fps
hu: Átlagoló algoritmus használata az fps-hez
nl: Gebruik een middelend algoritme voor fps
pt: Usar um algorítmo médio para os fps
ru: Исп. алгоритм усреднения для FPS

source: Health/Armor Panel
es: Panel de Vida/Armadura
hu: Életerő/Páncél Panel
nl: Health/Armor Paneel
pt: Painel Vida/Armadura
ru: Панель здоровья/брони

source: Enable status bar
es: Activar barra de estado
hu: Állapotsor engedélyezése
nl: Activeer status balk
pt: Activar barra de estado
ru: Включить полосу состояния

source: Status bar alignment:
es: Alineado de barra de estado:
hu: Állapotsor igazítás:
nl: Statusbalk positie:
pt: Alinhar barra de estado:
ru: Выравнивание полосы состояния:

source: Inward
es: Dentro
hu: Befelé
nl: Binnenkant
pt: Para Dentro
ru: Внутрь

source: Outward
es: Fuera
hu: Kifelé
nl: Buitenkant
pt: Para Fora
ru: Наружу

source: Icon alignment:
es: Alineado de íconos
hu: Ikon igazítás:
nl: Icoon positie:
pt: Alinhamento dos Icones
ru: Выравнивание иконок:

source: Flip health and armor positions
es: Intercambiar la posición de vida y armadura
hu: Életerő és páncél poziciójának cseréje
nl: Keer health en armor posities om
pt: Trocar posição da vida e armadura
ru: Поменять местами здоровье и броню

source: Info Messages Panel
es: Panel de Información de Mensajes
hu: Info üzenetek lapja
nl: Informatieberichten Paneel
pt: Painel de Info de Mensagens
ru: Панель информационных сообщений

source: Info messages:
es: Información de mensajes:
hu: Info üzenetek:
nl: Informatieberichten
pt: Informação de mensagens:
ru: Инф. сообщения:

source: Flip align
es: Intercambiar alineamiento
hu: Flip összehangolása
nl: Anders uitlijnen
pt: Trocar alinhamento
ru: Перевернуть выравнивание

source: Mod Icons Panel
es: Panel de íconos modificado
hu: Mod ikonok panelje
nl: Speliconen Paneel
pt: Painel dos Icones de Mod
ru: Панель иконок мода

source: Notification Panel
es: Panel de notificaciónes
hu: Értesítő Panel
nl: Notificatie Paneel
pt: Painel de Notificações
ru: Панель уведомлений

source: Notifications:
es: Notificaciones:
hu: Értesítések:
nl: Notificaties:
pt: Notificações:
ru: Уведомления:

source: Also print notifications to the console
es: Imprimir tambien notificaciónes en la consola
hu: Az értesítéseket a konzolra is kiirja
nl: Notificaties ook in de console printen
pt: Imprimir notificações na consola também
ru: Также показывать уведомления в консоли

source: Flip notify order
es: Intercambiar orden de notificaciónes
hu: Értesítés rend megfordítás
nl: Notificatievolgorde omdraaien
pt: Trocar ordem de notificações
ru: Обратить порядок уведомлений

source: Entry lifetime:
es: Tiempo de vida de la entrada:
hu: Bejegyzés élettartam:
nl: Post tijd:
pt: Tempo de vida de cada entrada:
ru: Время видимости:

source: Entry fadetime:
es: Desaparecimento de la entrada:
hu: Bejegyzés halványulási idő:
nl: Post vervaagtijd:
pt: Desaparecimento de cada entrada:
ru: Время исчезновения:

source: Physics Panel
es: Panel de Física
nl: Physics Paneel
ru: Панель физики

source: Panel disabled
es: Panel desactivado
hu: Panel kikapcsolva
nl: Paneel uitgeschakeld
pt: Painel desactivado
ru: Отключена

source: Panel enabled
es: Panel habilitado
nl: Paneel ingeschakeld
ru: Включена

source: Panel enabled even observing
es: Panel activado aún como espectador
nl: Paneel activeren tijdens observeren
ru: Включена при наблюдении

source: Panel enabled only in Race/CTS
es: Panel activo en modo Race/CTS
nl: Paneel alleen actief in Race/CTS
ru: Панель включена в командных играх

source: Status bar
es: Barra de estado
nl: Status balk
ru: Включить полосу состояния

source: Left align
es: Alinear a la izquierda
hu: Balra igazítása
nl: Links
pt: Alinhamento à esquerda
ru: Слева

source: Right align
es: Alinear a la derecha
hu: Jobbra igazított
nl: Rechts
pt: Alinhamento à direita
ru: Справа

source: Inward align
es: Alineado interior
nl: Binnenkant
ru: Внутрь

source: Outward align
es: Alineado exterior
nl: Buitenkant
ru: Наружу

source: Flip speed/acceleration positions
es: Intercambiar la posición de velocidad/aceleración
nl: Keer snelheid/acceleratie posities om
ru: Поменять местами здоровье и броню

source: Speed:
es: Velocidad:
nl: Snelheid:
ru: Скорость (кБ/с):

source: Include vertical speed
es: Incluir velocidad vertical
nl: Inclusief verticale snelheid
ru: С вертикальной скоростью

source: Speed unit:
es: Unidad de velocidad
nl: Snelheid eenheid:
ru: Единица скорости:

source: m/s
ru: м/с

source: km/h
ru: км/ч

source: mph
ru: м/ч

source: knots
es: nudos
hu: csomó
nl: knopen
pt: nós
ru: узлы

source: Show
es: Mostrar
nl: Toon
ru: Показывать

source: Top speed
es: Máxima velocidad:
nl: Top snelheid
ru: Максимум скорости:

source: Acceleration:
es: Aceleración:
nl: Acceleratie:
ru: Ускорение:

source: Include vertical acceleration
es: Incluir aceleración vertical
nl: Inclusief verticale versnelling
ru: С вертикальним ускорением

source: Powerups Panel
es: Panel de Poderes
nl: Powerups paneel
pt: Painel de Powerups
ru: Панель бонусов

source: Flip strength and shield positions
es: Intercambiar posición de escudo y fuerza
hu: Erő és pajzs pozíciók felcserélése
nl: Keer kracht en schild posities om
pt: Trocar posição do escudo e da força
ru: Поменять местами Силу и Щит

source: Pressed Keys Panel
es: Panel de teclas presionadas
hu: Lenyomott gombok lapja
nl: Ingedrukte Toetsen Paneel
pt: Painel das Teclas Pressionadas
ru: Панель нажатых кнопок

source: Panel enabled when spectating
es: Panel activado cuando este espectador
hu: Panel engedélyezett, ha csak néző vagy
nl: Paneel activeren tijdens observeren
pt: Painel activado quando espectador
ru: Включена при наблюдении

source: Panel always enabled
es: Panel sempre activado
hu: Panel mindig látható
nl: Paneel altijd actief
pt: Painel sempre activado
ru: Всегда включена

source: Forced aspect:
es: Forzar aspecto:
nl: Aspect ratio:
pt: Forçar aspecto:
ru: Соотношение:

source: Race Timer Panel
es: Panel de Cronómetro de Carrera
hu: Időmérő Panel
nl: Race Tijd Paneel
pt: Painel do Cronómetro de Corrida
ru: Панель Гоночного Таймера

source: Radar Panel
es: Panel de Radar
nl: Radar Paneel
pt: Painel do Radar
ru: Панель радара

source: Panel enabled in teamgames
es: Panel activo en juegos de equipo
hu: Panel engedélyezve a csapatjátékokban
nl: Paneel actief in teammodus
pt: Painel activo em jogos de equipa
ru: Панель включена в командных играх

source: Radar:
ru: Радар:

source: Alpha:
es: Transparencia:
pt: Alfa:
ru: Прозрачность:

source: Rotation:
es: Rotación:
hu: Forgatás:
nl: Rotatie:
pt: Rotação:
ru: Поворот:

source: Forward
es: Al frente
hu: Előre
nl: Voorwaarts
pt: Para a frente
ru: Взгляд

source: West
es: Oeste
hu: Nyugat
pt: Para oeste
ru: Запад

source: South
es: Sul
hu: Dél
nl: Zuid
pt: Para sul
ru: Юг

source: East
es: Este
hu: Kelet
nl: Oost
pt: Para este
ru: Восток

source: North
es: Norte
hu: Észak
nl: Noord
pt: Para norte
ru: Север

source: Scale:
es: Escala:
hu: Arány:
nl: Schaal:
pt: Escala:
ru: Размер:

source: Zoom mode:
es: Modo de zoom:
hu: Nagyítási mód:
nl: Zoom modus:
pt: Modo de ampliação:
ru: Режим увел.:

source: Zoomed in
es: Ampliado
hu: Nagyítás
nl: Ingezoomd
pt: Ampliado
ru: Приближён

source: Zoomed out
es: Reducido
hu: Kicsinyítés
nl: Uitgezoomd
pt: Não-Ampliado
ru: Не приближён

source: Always zoomed
es: Siempre ampliado
hu: Mindig nagyított
nl: Altijd ingezoomd
pt: Sempre ampliado
ru: Всегда приближён

source: Never zoomed
es: Nunca ampliado
hu: Sohasem nagyított
nl: Altijd uitgezoomd
pt: Nunca ampliado
ru: Никогда не приближён

source: Score Panel
es: Panel de Puntos
hu: Ponttáblázat
nl: Score Paneel
pt: Painel de Pontos
ru: Таблица Очков

source: Score:
es: Puntaje
ru: Очки:

source: Rankings:
es: Posiciones:
nl: Classificering:
ru: Рейтинг:

source: Off
es: Desactivado
nl: Uit
ru: Отключено

source: And me
es: Y yo
nl: En ik
ru: И мне

source: Pure
es: Puro
nl: Puur
ru: Чистый

source: Timer Panel
es: Panel del Temporizador
hu: Időtáblázat
nl: Tijd Paneel
pt: Painel Temporizador
ru: Панель таймера

source: Timer:
es: Temporizador:
hu: Időzítő:
pt: Temporizador:
ru: Таймер:

source: Show elapsed time
es: Mostrar tiempo pasado
hu: Eltelt idő mutatása
nl: Laat verstreken tijd zien
pt: Mostrar tempo passado
ru: Показывать прошедшее время

source: Vote Panel
es: Panel de votos
hu: Szavazati tábla
nl: Stem Paneel
pt: Painel de votos
ru: Панель голосования

source: Alpha after voting:
es: Transparencia despues del voto:
hu: Alpha a szavazás után:
nl: Alpha na stemmen:
pt: Alfa após votagem:
ru: Прозр. после голосования:

source: Weapons Panel
es: Panel de armas
hu: Fegyverek lapja
nl: Wapenpaneel
pt: Painel das Armas
ru: Панель оружия

source: Fade out after:
es: Desaparecer despues:
hu: Elhalványulás késleltetés:
nl: Vervagen na:
pt: Desaparecer após:
ru: Исчезать после:

source: Never
es: Nunca
hu: Soha
nl: Nooit
pt: Nunca
ru: Никогда

source: %ds
ru: %dс

source: Fade effect:
es: Efecto de desvanecimento
hu: Halványulás hatás:
nl: Vervagingseffect:
pt: Efeito de desaparecimento
ru: Эффект исчезновения:

source: EF^None
es: Ninguno
hu: EF^Nincs
nl: EF^Geen
pt: Nenhum
ru: Отсутствует

source: Alpha
es: Transparencia
pt: Alfa
ru: Исчезновение

source: Slide
es: Corte
hu: Csúszás
nl: Schuiven
pt: Deslocador
ru: Скольжение

source: EF^Both
es: Ambos
nl: Beiden
ru: Оба

source: Weapon icons:
es: íconos de armas
hu: Fegyver ikonok:
nl: Wapeniconen:
pt: Icones das armas
ru: Иконки оружия:

source: Show only owned weapons
es: Solo enseñar armas que tienes actualmente
nl: Laat alleen wapens in bezit zien
ru: Показывать только свое оружие

source: Show weapon ID as:
es: Mostra ID de arma como:
hu: A Fegyver azonosító megjelenítés eszerint:
nl: Toon wapen-ID als:
pt: Mostra o ID da arma como:
ru: Показывать ID оружия как:

source: SHOWAS^None
es: Ninguno
hu: Nincs
nl: SHOWAS^Geen
pt: Nenhum
ru: Не показывать

source: Number
es: Número
hu: Szám
nl: Nummer
pt: Número
ru: Число

source: Bind
es: Lazo
hu: Hozzárendelés
nl: Binden
pt: Ligar
ru: Привязка

source: Show Accuracy
es: Mostrar precision
hu: Pontosság mutatása
nl: Nauwkeurigheid tonen
pt: Mostrar Pontaria
ru: Показывать Точность

source: Show Ammo
es: Mostrar munición
hu: Lőszer mutatása
nl: Ammunitie tonen
pt: Mostrar Munições
ru: Показывать Боеприпасы

source: Ammo bar color:
es: Color de la barra de munición:
hu: Lőszer jelző színe:
nl: Ammunitie balk kleur:
pt: Cor da barra de munições:
ru: Цвет полосы боеприпасов

source: Ammo bar alpha:
es: Transparencia de la barra de munición:
hu: Lőszer jelző alpha:
nl: Ammunitie alpha:
pt: Cor da barra alfa:
ru: Прозрачность полосы боеприпасов:

source: Panel HUD Setup
es: configuración del panel HUD
hu: HUD panel beállítás
nl: Paneel HUD Instellingen
pt: Configuração do painel do HUD
ru: Настройка панелей HUD

source: Panel background defaults:
es: Panel de fondo por defecto:
hu: Panel háttér alapértelmezett:
nl: Paneel achtergrond standaards:
pt: Fundo do painel por defeito:
ru: Фон по умолчанию:

source: Background:
es: Fondo:
hu: Háttér:
nl: Achtergrond
pt: Fundo:
ru: Фон:

source: Disable
es: Desactivar
hu: Letiltás
nl: Uitschakelen
pt: Desactivar
ru: Отключить

source: Color:
hu: Szín:
nl: Kleur:
pt: Cor:
ru: Цвет:

source: Border size:
es: Tamaño de limite:
hu: Keret méret:
nl: Grootte rand:
pt: Tamanho do limite:
ru: Ширина краёв:

source: Team color:
es: Color del equipo:
hu: Csapat szín:
nl: Teamkleur:
pt: Cor da Equipa:
ru: Цвет команды:

source: Test team color in configure mode
es: Probar color del equipo en modo configuración
hu: Csapat szín ellenörzés konfigurációs módban
nl: Test teamkleur in aanpassingsmodus
pt: Testa cor da equipa no modo de configuração
ru: Проверить цвет команды в режиме настройки

source: Padding:
es: Relleno:
nl: Opvulling:
ru: Промежуток:

source: HUD Dock:
es: Muelle de HUD:
hu: HUD rögzités:
nl: HUD Werf:
pt: Local do HUD:
ru: Область HUD:

source: DOCK^Disabled
es: Desactivado
hu: Letiltott
nl: DOCK^Uitgeschakeld
pt: Desligado
ru: Отключено

source: DOCK^Small
es: Chico
hu: Kicsi
nl: DOCK^Klein
pt: Pequena
ru: Небольшая

source: DOCK^Medium
es: Medio
hu: Közepes
nl: DOCK^Gemiddeld
pt: Média
ru: Средняя

source: DOCK^Large
es: Grande
hu: Nagy
nl: DOCK^Groot
pt: Grande
ru: Большая

source: Grid settings:
es: Configuración de grilla:
hu: Rács beállítások:
nl: Raster instellingen
pt: Definições da Rede:
ru: Настройки сетки:

source: Snap panels to grid
es: Ajustar paneles a la grilla
hu: Panelek rácshoz igazítása
nl: Lijn panelen uit met grid
pt: Fixar paineis à Rede
ru: Передвижение панелей по сетке

source: Grid size:
es: Tamaño de grilla:
hu: Rács méret:
nl: Raster grootte:
pt: Tamanho da Rede:
ru: Шаг сетки:

source: Exit setup
es: Salir de la configuración
hu: Kilépés a beállitásokból
nl: Beëindig panel HUD modus
pt: Sair da configuração
ru: Выйти из настроек

source: Multiplayer
es: Multijugador
hu: Többjátékos
pt: Multi-jogador
ru: Игра по сети

source: Servers
es: Servidores
hu: Kiszolgálók
pt: Servidores
ru: Серверы

source: Create
es: Crear
hu: Létrehozás
nl: Maak aan
pt: Criar
ru: Создать

source: Demos
hu: Demók
ru: Демо

source: Player Setup
es: Jugador
hu: Játékos beállítás
nl: Speler Instellingen
pt: Configuração do Jogador
ru: Настройки игрока

source: Game type:
es: Tipo de juego:
hu: Játék típus:
nl: Game modus
pt: Tipo de jogo:
ru: Вид игры:

source: Time limit:
es: Limite de tiempo:
hu: Idő határ:
nl: Tijdslimiet:
pt: Tempo limite:
ru: Предел времени:

source: Use map specified default
es: Usar definicion especifica del mapa
hu: Térképhez tartozó alapérték használata
nl: Gebruik map specificaties
pt: Usar definição específica do mapa
ru: Исп. предел карты

source: Point limit:
es: Limite de puntos:
hu: Pont határ:
nl: Punten limiet:
pt: Limite de pontos:
ru: Предел очков:

source: Player slots:
es: Slots de Jugadores:
hu: Összes játékos:
nl: Aantal spelers:
pt: Slots para Jogadores:
ru: Кол-во игроков:

source: Number of bots:
es: Número de bots:
hu: Botok száma:
nl: Aantal bots
pt: Número de jogadores controlados pelo computador:
ru: Кол-во ботов:

source: Bot skill:
es: Dificultad del bot:
hu: Botok szintje
nl: Bot vaardigheid
pt: Nível de dificuldade:
ru: Уровень ботов:

source: Botlike
es: Bot
hu: Béna
pt: Bot
ru: Ботоподобный

source: Beginner
es: Iniciado
hu: Kezdő
pt: Iniciado
ru: Новичок

source: You will win
es: Ganaras
hu: Biztosan te nyersz
nl: Je zal winnen
pt: Vais ganhar
ru: Легко победить

source: You can win
es: Puedes ganar
hu: Nyerhetsz
nl: Je kan winnen
pt: Podes ganhar
ru: Можно победить

source: You might win
es: Podrias ganar ganar
hu: Még legyőzheted
nl: Je zou kunnen winnen
pt: Talvez ganhes
ru: Возможно победить

source: Advanced
es: Avanzado
hu: Rutinos
nl: Geavanceerd
pt: Avançado
ru: Продвинутый

source: Expert
es: Experto
hu: Tapasztalt
pt: Perito
ru: Опытный

source: Pro
es: Profesional
hu: Hivatásos
pt: Profissional
ru: Профессионал

source: Assassin
es: Asesino
hu: Orgyilkos
nl: Sluipmoordenaar
pt: Assassino
ru: Убийца

source: Unhuman
es: No humano
hu: Embertelen
nl: Onmenselijk
pt: Desumano
ru: Сверхчеловек

source: Godlike
es: Semi-dios
hu: Isteni
nl: Goddelijk
pt: Divinal
ru: Богоподобный

source: Mutators...
hu: Mutatorok...
nl: Mutaties...
ru: Мутаторы...

source: Advanced settings...
es: Configuración avanzada...
hu: Különleges beállítások ...
nl: Geavanceerde instellingen...
pt: Definições avançadas...
ru: Доп. настройки...

source: Map list:
es: Lista de mapas:
hu: Térkép lista:
nl: Map lijst:
pt: Lista de mapas:
ru: Список карт:

source: Select all
es: Seleccionar todos
hu: Az összes kiválasztása
nl: Selecteer alles
pt: Seleccionar todos
ru: Выбрать все

source: Select none
es: Seleccionar ninguno
hu: Egyik sem
nl: Selecteer niets
pt: Seleccionar nenhum
ru: Снять выделение

source: Start Multiplayer!
es: ¡Comenzar Multijugador!
hu: Többjátékos indítása
pt: Começar Multijogador!
ru: Начать игру по сети

source: Capture limit:
es: Limite de capturas:
hu: Rablás határérték:
nl: Vlaggen limiet:
pt: Limite de capturas:
ru: Предел захватов:

source: Lives:
es: Vidas:
hu: Életek:
nl: Levens:
pt: Vidas:
ru: Жизни:

source: Laps:
es: Vueltas:
hu: Körök:
nl: Rondes:
pt: Voltas:
ru: Круги:

source: Goals:
es: Metas:
hu: Célok:
pt: Golos:
ru: Цели:

source: Frag limit:
es: Limite de Frags:
hu: Frag határérték:
nl: Frag limiet:
pt: Limite de Frags:
ru: Предел убийств:

source: Advanced server settings
es: configuración avanzada del servidor
hu: Speciális kiszolgáló beállítások
nl: Geavanceerde server instellingen
pt: Definições avançadas do servidor
ru: Доп. серверные настройки
