Repository: xonotic/xonotic-data.pk3dir
Catalog: menu.dat.*.po
Languages: es, hu, nl, pt, ru

source: %s fatefully ignored %s's firemine
pt: %s ignorou fatalmente a mina de %s

source: %s could not hide from %s's fireball
pt: %s não se conseguiu esconder da bola de fogo de %s

source: %s saw the pretty lights of %s's fireball
pt: %s viu a bela luminosidade da bola de fogo de %s

source: %s got too close to %s's fireball
pt: %s estava demasiado perto da bola de fogo de %s

source: %s tasted %s's fireball
pt: %s provou a bola de fogo de %s

source: %s tried out his own grenade
pt: %s experimentou a sua própria granada

source: %s detonated
pt: %s foi detonado

source: %s didn't see %s's grenade
pt: %s não viu a granada de %s

source: %s almost dodged %s's grenade
pt: %s quase se desviou da granada de %s

source: %s ate %s's grenade
pt: %s comeu a granada de %s

source: %s played with tiny rockets
pt: %s brincou com pequenos foguetes

source: %s hoped %s's missiles wouldn't bounce
pt: %s rezou para que os misseis de %s não resaltassem

source: %s was pummeled by %s
pt: %s foi serrado por %s

source: %s was cut down by %s
pt: %s foi totalmente cortado por %s

source: %s did the impossible
pt: %s fez o impossível

source: %s has run into %s's gravity bomb
pt: %s correu contra uma bomba gravitacional %s

source: %s lasered themself to hell
pt: %s laserou-se até à morte

source: %s was cut in half by %s's gauntlet
pt: %s foi cortado ao meio pela gauntlet de %s

source: %s was lasered to death by %s
pt: %s foi lasereado até à morte por %s

source: %s exploded
pt: %s explodiu

source: %s got too close to %s's mine
pt: %s estava perto demais da mina de %s

source: %s almost dodged %s's mine
pt: %s quase se desviou da mina de %s

source: %s stepped on %s's mine
pt: %s pisou a mina de %s

source: %s has been vaporized by %s
pt: %s foi vaporizado por %s

source: %s felt %s doing the impossible to him
pt: %s sentiu %s fazer-lhe o impossível

source: %s shot themself automatically
pt: %s disparou em si próprio

source: %s sniped themself somehow
pt: %s snipou-se de alguma forma...

source: %s failed to hide from %s's bullet hail
pt: %s não se conseguiu esconder da chuva de balas de %s

source: %s died in %s's bullet hail
pt: %s morreu na chuva de balas de %s

source: %s failed to hide from %s's rifle
pt: %s não se conseguiu esconder da espingarda de %s

source: %s got hit in the head by %s
pt: %s foi atingido na cabeça por %s

source: %s was sniped by %s
pt: %s foi snipado por %s

source: %s got too close to %s's rocket
pt: %s estava demasiado perto do foguete de %s

source: %s almost dodged %s's rocket
pt: %s quase se desviou do foguete de %s

source: %s ate %s's rocket
pt: %s comeu o foguete de %s

source: %s was tagged by %s
pt: %s foi marcado por %s

source: %2$s ^7slapped %1$s ^7around a bit with a large ^2shotgun
pt: %2$s ^7maltratou %1$s ^7com uma grande ^2caçadeira

source: %s was gunned by %s
pt: %s foi atingido por %s

source: %s hurt his own ears with the @!#%%'n Tuba
pt: %s magoou-se a si próprio com a Tuba

source: %s died of %s's great playing on the @!#%%'n Tuba
pt: %s morreu por causa da grande actuação de %s

source: %s was riddled full of holes by %s
pt: %s foi enchido de buracos por %s

source: Coronas
hu: Fénykörök

source: High Dynamic Range (HDR)
hu: Magas dinamika tartomány (HDR)

source: Arena
hu: Aréna

source: Clan Arena
hu: Klán Aréna
