Repository: xonotic/xonotic-data.pk3dir
Catalog: menu.dat.*.po
Languages: es, hu, nl, pt, ru

source: Game settings:
es: Configuración del juego:
hu: Játék beállításai:
nl: Game instellingen:
pt: Definições de Jogo:
ru: Настройки игры:

source: Allow spectating
es: Permitir espectadores
hu: Nézők engedélyezése
nl: Observeren toestaan
pt: Permitir espectador
ru: Разрешить наблюдение

source: Spawn shield:
es: Tiempo de protección al resucitar:
hu: Páncél megjelenés:
nl: Spawn shild:
pt: Protecção de Spawn:
ru: Защита при возрождении

source: Game speed:
es: Velocidad del juego:
hu: Játék sebesség:
nl: Snelheid:
pt: Velocidade do jogo:
ru: Скорость игры:

source: Teamplay settings:
es: Configuración del juego en equipo:
hu: Csapatjáték beállítások:
nl: Team modus instellingen:
pt: Definições de Jogo de Equipa:
ru: Настройки команд:

source: Friendly fire scale:
es: Escala de daño a aliados:
hu: Baráti tűz mértéke:
nl: Friendly fire schaal:
pt: Escala de Dano nos aliados:
ru: Огонь по союзникам:

source: Virtual friendly fire (effect only)
es: Daño virtual a aliados (apenas afecta)
hu: Látszólagos baráti tűz (csak hatás)
nl: Virtuele friendly fire (alleen effect)
pt: Dano nos Aliados Virtual (Apenas o efeito)
ru: Мнимый огонь по союзникам (только впечатление)

source: Friendly fire penalty:
es: Penalizacion de daño a aliados:
hu: Baráti tűz büntetés:
nl: Friendly fire straf
pt: Penalização por Dano nos Aliados:
ru: Штраф за огонь по союзникам

source: Virtual penalty (effect only)
es: Penalizacion virtual (apenas afecta)
hu: Látszólagos büntetés (csak hatás)
nl: Virtuele straf (alleen effect)
pt: Penalidade Virtual (Apenas o efeito)
ru: Мнимый штраф (только впечатление)

source: Teams:
es: Equipos:
hu: Csapatok:
pt: Equipas:
ru: Команды:

source: Map voting:
es: Votacion de mapa:
hu: Térkép szavazás:
nl: Map stemmen:
pt: Votação de mapa:
ru: Голосование за карты:

source: No voting
es: No votar
hu: Nincs szavazás
nl: Geen stemmen
pt: Sem votação
ru: Без голосования

source: 2 choices
es: 2 opciones
hu: 2 lehetőség
nl: 2 keuzes
pt: 2 escolhas
ru: 2 выбора

source: 3 choices
es: 3 opciones
hu: 3 lehetőség
nl: 3 keuzes
pt: 3 escolhas
ru: 3 выбора

source: 4 choices
es: 4 opciones
hu: 4 lehetőség
nl: 4 keuzes
pt: 4 escolhas
ru: 4 выбора

source: 5 choices
es: 5 opciones
hu: 5 lehetőség
nl: 5 keuzes
pt: 5 escolhas
ru: 5 выборов

source: 6 choices
es: 6 opciones
hu: 6 lehetőség
nl: 6 keuzes
pt: 6 escolhas
ru: 6 выборов

source: 7 choices
es: 7 opciones
hu: 7 lehetőség
nl: 7 keuzes
pt: 7 escolhas
ru: 7 выборов

source: 8 choices
es: 8 opciones
hu: 8 lehetőség
nl: 8 keuzes
pt: 8 escolhas
ru: 8 выборов

source: 9 choices
es: 9 opciones
hu: 9 lehetőség
nl: 9 keuzes
pt: 9 escolhas
ru: 9 выборов

source: Simple majority wins vcall
es: La mayoría simple gana
hu: Egyszerű többség nyer
nl: Simple meerderheid wint vcall
pt: Maioria ganha vcall
ru: Простое большинство выигрывает

source: Map Information
es: Información del mapa
hu: Térkép Információ
nl: Map informatie
pt: Informação do Mapa
ru: Сведения о карте

source: Full item placement
es: Colocado total del item
hu: Minden tárgy elhelyezése
nl: Volledige item distributie
pt: Colocação total dos items
ru: С оружием

source: MinstaGib only
es: Sólo MinstaGib
hu: Csak MinstaGib
nl: Alleen MinstaGib
pt: Apenas MinstaGib
ru: Только MinstaGib

source: Title:
es: Título:
hu: Cím:
nl: Titel:
pt: Título:
ru: Заголовок:

source: Author:
es: Autor:
hu: Szerző:
nl: Auteur:
pt: Autor:
ru: Автор:

source: Features:
es: Características:
hu: Jellemzők:
nl: Bevat:
pt: Características:
ru: Особенности:

source: Game types:
es: Modos de juego:
hu: Játék típusok:
nl: Game modus:
pt: Modos de jogo:
ru: Режимы игры:

source: Close
es: Cerrar
hu: Zárt
nl: Dichtdoen
pt: Fechar
ru: Закрыть

source: MAP^Play
es: Jugar
nl: Speel
ru: Играть

source: Mutators
hu: Mutatorok
nl: Mutaties
ru: Мутаторы

source: All Weapons Arena
es: Arena con todas las armas
hu: Minden Fegyver Aréna
nl: Alle Wapens Arena
pt: Arena com Todas as Armas
ru: Арена со всем оружием

source: Most Weapons Arena
es: Arena con la mayoría de las Armas
hu: Legtöbb Fegyver Aréna
nl: Meeste Wapens Arena
pt: Arena com Maior Parte das Armas
ru: Арена с большинством оружия

source: %s Arena
hu: %s Aréna
ru: %s Арена

source: Dodging
es: Agacharse
hu: Kitérés
nl: Ontwijken
pt: Desvio
ru: Уклонение

source: New Toys
es: Nuevos Jugetes
ru: Новые Игрушки

source: Rocket Flying
es: Volar con Cohetes
hu: Rakéta repülés
nl: Raket Vliegen
pt: Voar com Rockets
ru: Ракетный полёт

source: Invincible Projectiles
es: Proyectiles Indestructibles
nl: Onoverwinnelijke Projectielen
ru: Несокрушимые ракеты

source: No start weapons
es: Empezar sin armas
hu: Nincs kezdő fegyver
nl: Geen start wapens
pt: Sem armas iniciais
ru: Начинать без оружия

source: Low gravity
es: Poca gravedad
hu: Alacsony gravitáció
nl: Lage zwaartekracht
pt: Pouca gravidade
ru: Низкая гравитация

source: Cloaked
es: Escondido
hu: Álcázott
nl: Onzichtbaarheid
pt: Escondido
ru: Невидимость

source: Hook
es: Gancho
hu: Horog
nl: Haak
pt: Gancho
ru: Крюк

source: Midair
es: No saltes
hu: Levegőben
nl: In de lucht
pt: A meio do ar
ru: Воздушный бой

source: Vampire
es: Vampiro
hu: Vámpír
nl: Vampier
pt: Vampiro
ru: Вампиризм

source: Weapons stay
es: Las armas permanecen
hu: Fegyverek maradnak
nl: Wapens blijven
pt: Armas ficam
ru: Оружия остаются

source: Blood loss
es: Pérdida de sangre
hu: Vérveszteség
nl: Bloedverlies
pt: Perda de sangue
ru: Кровотечение

source: Jet pack
ru: Реактивный ранец

source: No powerups
es: No aparecer incrmentos de potencia
nl: Geen powerups
ru: Нет усиления

source: Powerups
es: Incrementos de potencia
ru: Бонусы

source: Touch explode
es: Explosion al contacto
ru: Взрыв от качания

source: MUT^None
es: Ninguno
hu: Nincs
nl: MUT^Geen
pt: Nenhum
ru: Отсутствуют

source: Gameplay mutators:
es: Mutators del juego
hu: Játékmenet mutatorok:
nl: Gameplay mutaties:
pt: Mutators de jogabilidade
ru: Мутаторы игрового процесса:

source: Weapon & item mutators:
es: Mutators de armas e items
hu: Fegyver és tárgy mutatorok:
nl: Wapen & item mutaties:
pt: Mutators de armas e items
ru: Мутаторы оружия и предметов:

source: Grappling hook
es: Gancho de trepar
hu: Ragadós horog
pt: Gancho de trepar
ru: Крюк

source: Regular (no arena)
hu: Hagyományos (nincs aréna)
nl: Normaal (geen arena)
pt: Regular (não arena específica)
ru: Обычная (не арена)

source: Weapon arenas:
es: Arenas de armas:
hu: Fegyver Arénák:
nl: Wapen arena’s:
pt: Arenas de Armas:
ru: Арены оружия

source: Most weapons
es: Mayoría de las Armas
hu: A legtöbb fegyver
nl: Meeste wapens
pt: Maior parte das Armas
ru: Большинство оружия

source: All weapons
es: Todas las armas
ru: Всё оружие

source: Special arenas:
es: Arenas especiales:
hu: Különleges Arénák:
nl: Speciale arenas:
pt: Arenas Especiais:
ru: Особые арены:

source: with laser
es: con laser
hu: lézerrel
nl: met lazer
pt: com laser
ru: с лазером

source: Demo
hu: Demó
ru: Демо

source: Automatically record demos while playing
es: Grabar demos automaticamente mientras se juega
nl: Demo’s opnemen tijdens het spelen
ru: Записывать демо во время игры

source: Filter:
es: Filtrar:
hu: Szűrés:
pt: Filtrar:
ru: Фильтр:

source: Timedemo
es: Demo temporizado
hu: Demó időmérés
nl: Benchmark demo
pt: Demo temporizado
ru: Проверка производительности

source: DEMO^Play
es: Jugar
nl: Speel
ru: Играть

source: Join
es: Ingresar
hu: Csatlakozás
nl: Meedoen
pt: Juntar
ru: Присоединиться

source: SRVS^Empty
es: Vacío
hu: SRVS^Üres
nl: SRVS^Leeg
pt: Vazio
ru: Пустые

source: SRVS^Full
es: Completo
hu: SRVS^Teli
nl: SRVS^Vol
pt: Total
ru: Полные

source: Pause
es: Pausar
hu: Szünet
nl: Pauze
pt: Pausar
ru: Пауза

source: Address:
es: Direccion:
hu: Cím:
nl: Adres:
pt: Endereço:
ru: Адрес:

source: Info...
es: Información...
pt: Informação...
ru: Сведения...

source: Join!
es: ¡Ingresar!
hu: Csatlakozz!
nl: Meedoen!
pt: Juntar!
ru: Присоединиться!

source: Server Information
es: Información del servidor
hu: Szerver információ
nl: Server Informatie
pt: Informação do Servidor
ru: Сведения о сервере

source: N/A
ru: Н/Д

source: Default
es: Por Defecto
hu: Alapértelmezett
nl: Standaard
pt: Por Defeito
ru: По умолчанию

source: Official
es: Oficial
nl: Officiële
ru: Официальные настройки

source: %d modified
es: %d modificado
nl: %d aangepaste instellingen
ru: кол-во изменённых настроек: %d

source: N/A (auth library missing, can't connect)
es: N/A (hace falta libreria de autenticacion, no es possible conectarse)
nl: N/A (auth bibliotheek niet gevonden, kan geen verbinding maken)
ru: Н/Д (не могу подключиться - библиотека авторизации не найдена)

source: N/A (auth library missing)
es: N/A (hace falta libreria de autenticacion)
nl: N/A (auth bibliotheek ontbreekt)
ru: Н/Д (библиотека авторизации не найдена)

source: Not supported (can't connect)
es: No soportado (no se puede conectar)
nl: Niet ondersteund (kan geen verbinding maken)
ru: Не поддерживается (не могу подключиться)

source: Not supported (won't encrypt)
es: no soportado (sin cifrado)
nl: Niet ondersteund (zal niet versleutelen)
ru: Не поддерживается (шифрования не будет)

source: Supported (will encrypt)
es: Soportado (cifrado)
nl: Ondersteund (zal versleutelen)
ru: Поддерживается (будет шифрование)

source: Supported (won't encrypt)
es: Soportado (no cifrado)
nl: Ondersteund (zal niet versleutelen)
ru: Поддерживается (шифрования не будет)

source: Requested (will encrypt)
es: Pedido (cifrado)
nl: Verzocht (zal versleutelen)
ru: Запрошено (будет шифрование)

source: Requested (won't encrypt)
es: Pedido (sin cifrado)
nl: Verzocht (zal niet versleutelen)
ru: Запрошено (шифрования не будет)

source: Required (can't connect)
es: Requerido (no se puede conectar)
nl: Verplicht (kan geen verbinding maken)
ru: Требуется (не могу подключиться)

source: Required (will encrypt)
es: Requerido (cifrado)
nl: Verplicht (zal versleutelen)
ru: Требуется (будет шифрование)

source: Hostname:
es: Nombre del Servidor:
nl: Server naam:
ru: Имя сервера

source: Gametype:
es: Tipo de juego:
ru: Вид игры:

source: Map:
es: Mapa:
hu: Pálya:
pt: Mapa:
ru: Карта:

source: Mod:
ru: Мод:

source: Version:
hu: Verzió:
nl: Versie:
pt: Versão:
ru: Версия:

source: Settings:
es: Configuración
nl: Instellingen:
ru: Настройки

source: Players:
es: Jugadores:
hu: Játékosok:
nl: Spelers:
pt: Jogadores:
ru: Игроки:

source: Bots:
hu: Botok:
pt: Jogadores controlados pelo computador:
ru: Боты:

source: Free slots:
es: Campo disponible:
nl: Vrije slots:
ru: Свободные места:

source: Encryption:
es: Encriptación:
hu: Titkosítás:
nl: Versleuteling:
pt: Encriptação:
ru: Шифрование:

source: Key:
es: Llave:
hu: Kulcs:
nl: Sleutel:
pt: Chave:
ru: Ключ:

source: Model:
es: Modelo:
hu: Modell:
nl: Personage:
pt: Modelo:
ru: Модель:

source: Glowing color:
es: Color de brillo:
ru: Основной цвет:

source: Detail color:
es: Color de detalle:
ru: Дополнительный цвет:

source: No crosshair
es: No apuntador
nl: Geen crosshair:
ru: Нет прицела

source: Per weapon crosshair
es: Apuntador por pistola
nl: Per wapen crosshair
ru: Зависит от оружия

source: Custom crosshair
es: Apuntador personalizado
ru: Выбрать прицел:

source: Crosshair size:
es: Tamaño de mira:
hu: Célkereszt mérete:
nl: Richtkruis grootte:
pt: Tamanho da mira:
ru: Величина прицела:

source: Crosshair alpha:
es: Transparencia de mira:
hu: Célkereszt alpha:
nl: Richtkruis alpha:
pt: Alfa da mira:
ru: Прозрачность:

source: Crosshair color:
es: Color de mira:
hu: Célkereszt színe:
nl: Richtkruis kleur:
pt: Cor da mira:
ru: Цвет прицела:

source: Per weapon
es: Por arma
hu: Fegyverenként
nl: Per wapen
pt: Por arma
ru: Зависит от оружия

source: By health
es: Por salud
nl: Op gezondheid
pt: Por vida
ru: По здоровью

source: Custom
es: Personalizado
nl: Aangepast
pt: modificado
ru: Другой

source: Other crosshair settings
es: Otras opciones de apuntador
nl: Andere crosshair instellingen
ru: Настройки состязания:

source: Model settings
es: Opciones de modelo
nl: Model instellingen
ru: Настройки модели

source: View settings
es: Opciones de perspectiva
nl: Weergave instellingen
ru: Посмотреть настройки:

source: Weapon settings
es: configuración de armas
hu: Fegyver beállítások
nl: Wapen instellingen
pt: Definições de Armas
ru: Настройки оружия

source: HUD settings
es: Configuracion de HUD
nl: HUD instellingen
ru: Настройки HUD

source: Apply immediately
es: Aplicar inmediatamente
hu: Azonnali alkalmazás
nl: Meteen toepassen
pt: Aplicar imediatamente
ru: Применить

source: Crosshair settings
es: Configuracion de apuntador
nl: Crosshair instellingen
ru: Настройки прицела

source: Enable center crosshair dot
es: Activar punto al centro de apuntador
nl: Punt in het midden van de crosshair
ru: Точка в центре

source: Dot size:
es: Tamaño de punto:
nl: Punt grootte
ru: Размер точки:

source: Dot alpha:
es: Transparencia de punto:
nl: Punt alpha:
ru: Прозрачность точки:

source: Dot color:
es: Color de punto:
nl: Punt kleur:
ru: Цвет точки:

source: Use normal crosshair color
es: Usar color normal de apuntador
nl: Gebruik normale crosshair kleur:
ru: Нормальный цвет прицела

source: Crosshair animations:
es: Animaciones de apuntador:
nl: Crosshair animaties:
ru: Анимация прицела:

source: Smooth effects of crosshairs
es: Mitigar los efectos de apuntador
nl: Glad effect van crosshairs
ru: Эффекты анимации для прицела

source: Use rings to indicate weapon status
es: Usar aros para indicar estatus de las armas
nl: Gebruiken ringen om wapen status weer te geven
ru: Состояния оружия показывать кольцом

source: Hit testing:
es: Prueba de tiro:
nl: Treffer test:
ru: Проверка на попадание:

source: HTTST^Disabled
es: Deshabilitado
nl: Uitgeschakeld
ru: Отключено

source: HTTST^TrueAim
es: TrueAim
nl: Echt mikken
ru: TrueAim

source: HTTST^Enemies
es: Enemigos
nl: Tegenstanders
ru: Враги

source: Blur crosshair if the shot is obstructed
es: Desenfocar apuntador si disparo es obstruido
nl: Blur crosshair als het schot wordt geblokkeerd
ru: Расплывчатий прицел при препятствиях выстрелу

source: Animate when hitting an enemy
es: Animar cuando se hace impacto con enemigo
nl: Animeer wanneer een vijand wordt geraakt
ru: Анимировать, если прицел на враге

source: Animate when picking up an item
es: Animar cuando se recoje un objeto
nl: Animeer wanneer een item wordt opgepakt
ru: Анимировать при подборе штучек

source: Damage:
es: Daño:
nl: Schade:
ru: Ущерб:

source: Overlay:
es: Sobreposicion
ru: Индикация переполнения:

source: Factor:
ru: Множитель увеличения:

source: Fade rate:
es: Rapidez de desvanecimiento:
nl: Vervaagsnelheid:
ru: Время исчезновения:

source: Waypoints
es: Puntos de camino
hu: Útpontok
nl: Wegwijzers
pt: Caminhos
ru: Отметки

source: Edge offset:
es: Dezplazamiento de borde:
nl: Rand afstand:
ru: Смещение краев:

source: Show names above players
es: Desplegar nombres sobre jugadores
nl: Laat namen boven spelers zien
ru: Показывать имена над игроками

source: Only when near crosshair
es: Solo cuando cerca de apuntador
nl: Alleen wanneer in de buurt van crosshair
ru: Только в области прицела

source: Display health and armor
es: Desplegar vida y armadura
nl: Geef health en armor weer
ru: Показывать здоровье и броню

source: Enter HUD editor
es: Entrar en el editor de HUD
hu: Belépés a HUD szerkesztőbe
nl: Ga naar HUD editor
pt: Entrar no editor do HUD
ru: Войти в редактор HUD

source: In order for the HUD editor to show, you must first be in game.
es: Para que aparezca el editor HUD, debes primero estar en juego.
nl: Om de HUD editor te tonen, moet je je in de game bevinden.
ru: HUD редактор работает только в запущенной игре

source: Do you wish to start a local game to set up the HUD?
es: Deseas iniciar un juego local para configurar el HUD?
nl: Wil je een lokale game starten om de HUD in te stellen?
ru: ^BG%s^BG захватил ^TC^TT^BG флаг за ^F1%s^BG секунд, побив предыдущий рекорд ^BG%s^BG в ^F2%s^BG секунд

source: HDCNFRM^Yes
es: Si
nl: Ja
ru: Да

source: HDCNFRM^No
es: No
nl: Nee
ru: Нет

source: Body fading:
es: Desvancimento de cuerpo:
nl: Lichaam vervaging:
ru: Затемнять убитых:

source: Gibs:
hu: Húscafatok:
pt: Tripas:
ru: Ошмётки:

source: GIBS^None
es: Ninguno
hu: GIBS^Nincs
nl: GIBS^Geen
pt: Nenhum
ru: Нет

source: GIBS^Few
es: Pocas
hu: GIBS^Kevés
nl: GIBS^Weinig
pt: Poucas
ru: Мало

source: GIBS^Many
es: Muchos
hu: GIBS^Sok
nl: GIBS^Veel
pt: Muitas
ru: Много

source: GIBS^Lots
es: Abundante
hu: GIBS^Rengeteg
nl: GIBS^Erg veel
pt: Imensas
ru: Тонны

source: Force player models to mine
es: Forzar modelos de otros jugadores al mio
nl: Forceer modellen naar de mijne:
ru: Всех игроков как мою модель показывать

source: Force player colors to mine
es: Forzar colors de otros jugadores al mio
nl: Forceer speler kleuren naar de mijne
ru: Всех игроков показывать в моем цвете

source: Field of view:
es: Campo de visión:
hu: Látómező:
nl: Kijkhoek (FoV):
pt: Campo de visão:
ru: Угол обзора:

source: Zoom:
es: Aumento:
ru: Распахнуть

source: RETICLE^Fullscreen
es: Pantalla Completa
nl: Volledig scherm
ru: На весь экран

source: RETICLE^With reticle
es: Con apuntador
nl: Met vizier
ru: С прицелом крестом

source: ZOOM^Factor:
es: Factor:
nl: Factor:
ru: Фактор:

source: ZOOM^Speed:
es: Velocidad:
nl: Snelheid:
ru: Скорость:

source: ZOOM^Instant
es: Instantaneo
nl: Direct
ru: Мгновенный

source: ZOOM^Sensitivity:
es: Sensibilidad:
nl: Gevoeligheid:
ru: Чувствительность:

source: Velocity zoom:
es: Zoom a base de velocidad:
nl: Snelheid zoom:
ru: С возрастанием скорости:

source: VZOOM^Disabled
es: Deshabilitado
nl: Uitgeschakeld
ru: Отключено

source: VZOOM^Forward only
es: Solo hacia adelante
nl: Alleen voorwaarts
ru: Только вперед

source: VZOOM^All directions
es: En todas direcciones
nl: Alle richtingen
ru: Все направления

source: VZOOM^Speed
es: Velocidad
nl: Snelheid
ru: Скорость

source: Allow passing through walls while spectating
es: Permitir traspazar paredes mientras en modo espectador
nl: Sta toe om muren te doorkruisen bij het toekijken
ru: Проходить сквозь стены при наблюдении

source: 1st person perspective
es: Perspectiva en primera persona
nl: First person perspectief
ru: Вид от 1-ого лица

source: Smooth the view when landing from a jump
es: Suavizar perspectiva al caer
nl: Vloeiende beweging bij het landen van een sprong
ru: Мягкое приземление

source: Smooth the view while crouching
es: Suavizar perspectiva mientras este agachado
nl: Vloeiende beweging bij het hurken
ru: Мягкое вползание

source: View waving while idle
es: Agitar perspectiva mientras libre
nl: Bewegend beeld bij idle
ru: Мерцание при отдыхе

source: View bobbing while walking around
es: Movimento de perspectiva al caminar
nl: Beeld verplaatsing bij het rondlopen
ru: Раскачивание при ходьбе

source: 3rd person perspective
es: Perspectiva en tercera persona
nl: Third person perspectief
ru: Вид от 3-его лица

source: Back distance
es: Distancia hacia atras
nl: Achteraf afstand
ru: Глубина

source: Up distance
es: Distancia hacia arriba
nl: Bovenaf afstand
ru: Высота:

source: Weapon priority list:
es: Lista de prioridad de armas:
hu: Fegyver elsőbbségi lista:
nl: Wapen prioriteit lijst:
pt: Prioridade das Armas:
ru: Список приоритета оружия:

source: Up
es: Arriba
hu: Fel
nl: Omhoog
pt: Cima
ru: Вверх

source: Down
es: Abajo
hu: Le
nl: Omlaag
pt: Baixo
ru: Вниз

source: Use priority list for weapon cycling
es: Usar lista de prioridad para ciclo de armas
hu: Az elsőbbségi listát használja a fegyverváltáshoz
nl: Gebruik de prioriteit lijst voor het wisselen van wapens
pt: Usar lista de prioridades para ciclo entre as armas
ru: Использовать приоритеты для прокрутки оружия

source: Auto switch weapons on pickup
es: Cambiar de arma al recojer
hu: Automatikus váltás a felvett fegyverre
nl: Automatisch wapens wisselen bij oppakken
pt: Mudar armas automaticamente ao apanhar do chão
ru: Автоматически переключаться на поднятое оружие

source: Draw 1st person weapon model
es: Dibujar modelo de arma en primera persona
hu: 1.személyű fegyver modell kirajzolása
nl: Wapen positie
pt: Desenhar modelo da arma na 1a pessoa
ru: Показывать оружие в виде от 1-го лица

source: Gun model swaying
es: Meneo de arma
nl: Wapen bewegingen
ru: Инерция оружия

source: Gun model bobbing
es: Agitado de arma
nl: Wapen model beweging
ru: Оружие прыгает при движении

source: Quit
es: Salir
hu: Kilépés
nl: Afsluiten
pt: Sair
ru: Выход

source: Are you sure you want to quit?
es: Estas seguro de querer salir?
hu: Biztos vagy benne, hogy kilépsz?
nl: Weet je zeker dat je wil afsluiten?
pt: Tens a certeza que queres sair?
ru: Вы точно желаете выйти?

source: Yes
es: Si
hu: Igen
nl: Ja
pt: Sim
ru: Да

source: No
hu: Nem
nl: Nee
pt: Não
ru: Нет

source: Sandbox Tools
es: Herramientas de modo libre
nl: Zandbak benodigdheden
ru: Инструменты песочницы

source: Spawn
es: Aparecer
ru: Новое

source: Remove *
es: Remover *
nl: Verwijder *
ru: Убрать

source: Copy *
es: Copiar *
nl: Kopieer *
ru: Копировать

source: Paste
es: Pegar
nl: Plak
ru: Вставить

source: Bone:
es: Hueso:
nl: Bot:
ru: Кость:

source: Set * as child
es: Definir * como derivado
nl: Zet * als kind
ru: Установить * как подчинённого

source: Attach to *
es: Adjuntar a *
nl: Maak vast aan *
ru: Прикрепить к *

source: Detach from *
es: Desadjuntar de *
nl: Maak los van *
ru: Открепить от *

source: Visual object properties for *:
es: Propiedades visuales del objeto *:
nl: Visuele object eigenschappen voor *:
ru: Визуальные свойства для *:

source: Set skin:
es: Definir apariencia:
nl: Skin:
ru: Оформления:

source: Set alpha:
es: Definir transparencia:
nl: Alpha:
ru: Установить прозрачность:

source: Set color main:
es: Establecir color principal:
nl: Hoofdkleur:
ru: Установить главный цвет:

source: Set color glow:
es: Establecer color de brillo:
nl: Glow voor kleur:
ru: Цвет люминафора:

source: Set frame:
es: Establecer marco:
nl: Zet frame:
ru: Рама:

source: Physical object properties for *:
es: Propiedades fisicas del objeto *:
nl: Fysieke object eigenschappen voor *:
ru: Физические свойства для *:

source: Set material:
es: Establecer material:
nl: Zet materiaal:
ru: Определить материал:

source: Set solidity:
es: Establecer solidez:
nl: Vastheid:
ru: Установить прочность:

source: Non-solid
es: No solido
nl: Niet vast
ru: Не твердый

source: Solid
es: Solido
nl: Vast
ru: Твердый

source: Set physics:
es: Establecer fisica utilizada:
nl: Zet physics:
ru: Установить физику:

source: Static
es: Estático
nl: Statisch
ru: Статический

source: Movable
es: Movil
nl: Verplaatsbaar
ru: Динамический

source: Physical
es: Fisico
nl: Fysiek
ru: Физика

source: Set scale:
es: Definir escala:
nl: Schaal:
ru: Установить размер:

source: Set force:
es: Establecer fuerza:
nl: Zet kracht:
ru: Сила:

source: Claim *
es: Reclamar *
ru: Взять *

source: * object info
es: * informacion de objeto
ru: свойства объекта *

source: * mesh info
es: * informacion de malla
ru: свойство модели *

source: * attachment info
es: * informacion de accesorio
nl: * bijlage info
ru: * свойства прикрепления

source: Show help
es: Mostrar ayuda
nl: Laat help zien
ru: Показывать помощь

source: * is the object you are facing
es: * es el objecto al que te diriges
nl: * is het object waar je naar kijkt
ru: * это объект перед вами

source: Settings
es: Configuración
hu: Beállítások
nl: Instellingen
pt: Definições
ru: Настройки

source: Input
es: Entrada
hu: Bemenet
ru: Ввод

source: Video
hu: Videó
pt: Vídeo
ru: Изображение

source: Effects
es: Efectos
hu: Hatások
nl: Effecten
pt: Efeitos
ru: Эффекты

source: Audio
es: Sonido
hu: Hang
nl: Geluid
pt: Som
ru: Звук

source: User
es: Usuario
ru: Пользователь

source: Misc
hu: Egyéb
ru: Разное

source: Master:
es: Principal:
hu: Mester:
nl: Volume:
pt: Principal:
ru: Главный:

source: Music:
es: Musica:
hu: Zene:
nl: Muziek:
pt: Música:
ru: Музыка:

source: VOL^Ambient:
es: Ambiente:
hu: VOL^Környezet:
nl: VOL^Achtergrond:
pt: Som Ambiente:
ru: Фоновые звуки:
